function getAyeh(sure, ayeh, raw) {
  var holyText =`1|1|به نام خداوند بخشنده مهربان
1|2|ستايش خداي را که پروردگار جهانيان است.
1|3|خدايي که بخشنده و مهربان است.
1|4|مالک (و پادشاه) روز جزاست (روز کيفر نيک و بد خلق).
1|5|(پروردگارا) تنها تو را مي‌پرستيم، و از تو ياري مي‌جوييم و بس.
1|6|تو ما را به راه راست هدايت فرما.
1|7|راه آنان که به آنها انعام فرمودي، نه راه کساني که بر آنها خشم فرمودي (قوم يهود) و نه گمراهان (چون اغلب نصاري).
2|1|الم (از رموز قرآن است).
2|2|اين کتاب که هيچ شک در آن نيست، راهنماي پرهيزگاران است.
2|3|آن کساني که به جهان غيب ايمان آرند و نماز به پا دارند و از هر چه روزيشان کرديم به فقيران انفاق کنند.
2|4|و آنان که ايمان آرند به آنچه به تو و آنچه به (پيغمبران) پيش از تو فرستاده شده و آنها خود به عالم آخرت يقين دارند.
2|5|آنان از لطف پروردگار خويش به راه راستند و آنها به حقيقت، رستگاران عالمند.
2|6|(اي رسول ما) کافران را يکسان است که ايشان را بترساني يا نترساني، ايمان نخواهند آورد.
2|7|خدا مهر نهاد بر دلها و گوشهاي ايشان، و بر چشمهاي ايشان پرده افتاده، و ايشان را عذابي سخت خواهد بود.
2|8|و گروهي از مردم (يعني منافقان) گويند: ما ايمان آورده‌ايم به خدا و به روز قيامت، و حال آنکه ايمان نياورده‌اند.
2|9|مي‌خواهند خدا و اهل ايمان را فريب دهند و حال آنکه فريب ندهند مگر خود را، و اين را نمي‌دانند.
2|10|در دلهاي ايشان بيماري (جهل و عناد) است، خدا بر بيماري آنها بيفزايد، و براي ايشان است عذابي دردناک، به سبب آنکه پيوسته دروغ مي‌گفتند.
2|11|و چون آنان را گويند که فساد در زمين نکنيد، گويند: تنها ما کار به صلاح کنيم.
2|12|آگاه باشيد آنها خود مفسدند ولي نمي‌دانند.
2|13|و چون به ايشان گويند: ايمان آوريد چنانکه ديگران ايمان آوردند؛ گويند: چگونه ايمان آوريم مانند بيخردان؟! آگاه باشيد که ايشان خود بي‌خردند ولي نمي‌دانند.
2|14|و چون به اهل ايمان برسند گويند: ما ايمان آورديم؛ و وقتي با شياطين خود خلوت کنند گويند: ما با شماييم، جز اين نيست که (مؤمنان را) مسخره مي‌کنيم.
2|15|خدا به ايشان استهزا کند و در سرکشي مهلتشان دهد که حيران بمانند.
2|16|آنانند که گمراهي را به راه راست خريدند، پس تجارت ايشان سود نکرد و راه هدايت نيافتند.
2|17|مثل ايشان مانند کسي است که آتشي بيفروزد، و همين که روشن کند پيرامون او را، خدا روشني آنان را ببرد و رها کند ايشان را در تاريکي‌يي که هيچ نبينند.
2|18|آنها کر و گنگ و کورند و (از ضلالت خود) بر نمي‌گردند.
2|19|يا مثل آنان چون کساني است که در بيابان، باراني تند که در آن تاريکي و رعد و برق است بر آنان ببارد، و آنان انگشتانشان را از ترس مرگ در گوش نهند مبادا از شدت صداي صاعقه بميرند، و خدا بر کافران احاطه دارد.
2|20|نزديک است برق روشني چشمهايشان را ببرد، هرگاه روشني بينند مي‌روند در آن، و چون تاريک شود بايستند، و اگر خدا مي‌خواست گوش آنها را کر و چشم آنان را کور مي‌ساخت، که خداوند بر هر چيز تواناست.
2|21|اي مردم، بپرستيد خدايي را که آفريننده شما و پيشينيان شماست، باشد که پارسا و منزّه شويد.
2|22|آن خدايي که براي شما زمين را گسترد و آسمان را برافراشت و فرو باريد از آسمان آبي که به سبب آن بيرون آورد ميوه‌هاي گوناگون براي روزي شما، پس کسي را مثل و مانند او قرار ندهيد در حالي که مي‌دانيد (که بي‌مانند است).
2|23|و اگر شما را شکّي است در قرآني که بر بنده خود (محمد صلّي اللَه عليه و آله و سلّم) فرستاديم، پس بياوريد يک سوره مانند آن، و گواهان خود را بخوانيد به جز خدا، اگر راست مي‌گوييد.
2|24|و اگر اين کار را نکرديد و هرگز نتوانيد کرد پس بپرهيزيد از آتشي که هيزم آن مردم بدکار و سنگهاي خارا است که (از قهر خدا) براي کافران مهيا شده است.
2|25|و مژده ده کساني را که ايمان آوردند و نيکوکاري پيشه کردند که جايگاه آنان باغهايي است که نهرها در آن جاري است، و چون از ميوه‌هاي گوناگون آن بهره‌مند شوند گويند: اين مانند همان ميوه‌هايي است که پيش از اين در دنيا ما را نصيب بود، و از نعمتهايي مانند يکديگر بر آنان آورند، و آنها را در آن جايگاههاي خوش، جفتهايي پاک و پاکيزه است و در آن بهشت، جاويد خواهند زيست.
2|26|و خدا را شرم و ملاحظه از آن نيست که به پشه و چيزي بزرگتر از آن مثل زند، پس آنهايي که به خدا ايمان آورده‌اند مي‌دانند که آن مثل حق است از جانب او، و اما آنهايي که کافرند مي‌گويند: خدا را از اين مثل چه مقصود است؟ گمراه مي‌کند به آن مثل بسياري را و هدايت مي‌کند بسياري را! و گمراه نمي‌کند به آن مگر فاسقان را.
2|27|کساني که عهد خدا را پس از محکم بستن مي‌شکنند و رشته‌اي را که خدا امر به پيوند آن کرده مي‌گسلند و در ميان اهل زمين فساد مي‌کنند، ايشان به حقيقت زيانکارند.
2|28|چگونه کافر مي‌شويد به خدا و حال آنکه مرده بوديد و خدا شما را زنده کرد و ديگر بار بميراند و باز زنده کند و عاقبت به سوي او باز گردانده مي‌شويد؟!
2|29|او خدايي است که همه موجودات زمين را براي شما خلق کرد، و پس از آن به خلقت آسمانها نظر گماشت و هفت آسمان را بر فراز يکديگر برافراشت و او به همه چيز داناست.
2|30|و (به ياد آر) وقتي که پروردگارت فرشتگان را فرمود که من در زمين خليفه‌اي خواهم گماشت، گفتند: آيا کساني در زمين خواهي گماشت که در آن فساد کنند و خونها بريزند و حال آنکه ما خود تو را تسبيح و تقديس مي‌کنيم؟! خداوند فرمود: من چيزي (از اسرار خلقت بشر) مي‌دانم که شما نمي‌دانيد.
2|31|و خدا همه اسماء را به آدم ياد داد، آن گاه حقايق آن اسماء را در نظر فرشتگان پديد آورد و فرمود: اسماء اينان را بيان کنيد اگر شما در دعوي خود صادقيد.
2|32|گفتند: منزهي تو، ما نمي‌دانيم جز آنچه تو خود به ما تعليم فرمودي، که تويي دانا و حکيم.
2|33|فرمود: اي آدم، ملائکه را به اسماء اين حقايق آگاه ساز. چون آگاه ساخت، خدا فرمود: آيا شما را نگفتم که من بر غيب آسمانها و زمين دانا و بر آنچه آشکار و پنهان داريد آگاهم؟
2|34|و چون فرشتگان را فرمان داديم که بر آدم سجده کنيد، همه سجده کردند مگر شيطان که ابا و تکبّر ورزيد و از فرقه کافران گرديد.
2|35|و گفتيم: اي آدم تو با جفت خود در بهشت جاي گزين و در آنجا از هر نعمت که بخواهيد فراوان برخوردار شويد، ولي به اين درخت نزديک نشويد که از ستمکاران خواهيد بود.
2|36|پس شيطان آنها را به لغزش افکند (تا از آن درخت خوردند) و (بدين عصيان) آنان را از آن مقام بيرون آورد، و گفتيم که (از بهشت) فرود آييد که برخي از شما برخي را دشمنيد، و شما را در زمين تا روز مرگ قرارگاه و بهره خواهد بود.
2|37|پس آدم از خداي خود کلماتي آموخت و خداوند توبه او را پذيرفت، زيرا خدا بسيار توبه‌پذير و مهربان است.
2|38|گفتيم: همه از بهشت فرود آييد، تا آن گاه که از جانب من راهنمايي براي شما آيد، آنان که پيروي او کنند هرگز بيمناک و اندوهگين نخواهند شد.
2|39|و آنان که کافر شدند و تکذيب آيات ما کردند اهل دوزخند و در آتش آن هميشه معذب خواهند بود.
2|40|اي بني اسرائيل، به ياد آريد نعمتهايي که به شما عطا کردم، و به عهد من وفا کنيد تا به عهد شما وفا کنم، و تنها از من بر حذر باشيد.
2|41|و به قرآني که فرستادم ايمان آوريد که تورات شما را تصديق مي‌کند، و اوّل کافر به آن نباشيد، و آيات مرا به بهاي اندک نفروشيد، و تنها از قهر من بپرهيزيد.
2|42|و حق را به باطل مپوشانيد و حقيقت را پنهان نسازيد و حال آنکه (به حقّانيّت آن) واقفيد.
2|43|و نماز به پا داريد و زکات بدهيد و با خدا پرستان حق را پرستش کنيد.
2|44|چگونه شما مردم را به نيکوکاري دستور مي‌دهيد و خود را فراموش مي‌کنيد و حال آنکه کتاب خدا را مي‌خوانيد، چرا انديشه نمي‌کنيد؟
2|45|و ياري جوييد از خدا به صبر و نماز، که نماز (با حضور قلب) امري بسيار بزرگ و دشوار است مگر بر خداپرستان فروتن.
2|46|آنان که مي‌دانند به پيشگاه خدا حاضر خواهند شد و بازگشتشان به سوي او خواهد بود.
2|47|اي بني اسرائيل، ياد کنيد از نعمتهايي که به شما عطا کردم و (به نعمت کتاب و رسول) شما را بر عالميان برتري دادم.
2|48|و حذر کنيد از آن روزي که هيچ کس به کار ديگري نيايد، و شفاعت هيچ کس پذيرفته نشود، و فدا و عوض از کسي قبول نکنند، و هيچ ياري کننده و فرياد رسي نخواهند داشت.
2|49|و (به ياد آريد) هنگامي که شما را از ستم فرعونيان نجات داديم که از آنها سخت در شکنجه بوديد، (به حدّي که) پسران شما را کشته و زنانتان را زنده نگاه مي‌داشتند، و آن بلا و امتحاني بزرگ بود که خدا شما را بدان مي‌آزمود.
2|50|و (ياد کنيد) هنگامي که دريا را شکافتيم و شما را نجات داديم و فرعونيان را غرق کرديم و شما مشاهده مي‌کرديد.
2|51|و (ياد آوريد) موقعي که با موسي چهل شب وعده نهاديم، پس شما (در غيبت او) گوساله پرستي اختيار کرده ستمکار و بيدادگر شديد.
2|52|آن گاه شما را پس از چنين کار زشت بخشيديم، شايد سپاسگزار شويد.
2|53|و (به ياد آوريد) وقتي که به موسي کتاب و فرقان عطا کرديم، باشد که به راه حق هدايت يابيد.
2|54|و (ياد کنيد) وقتي که موسي به قوم خود گفت: اي قوم، شما به نفس خود ستم کرديد که (به جهالت) گوساله پرست شديد، اکنون به سوي آفريدگارتان باز گرديد و (به کيفر جهالت خود) به کشتن يکديگر تيغ برکشيد، اين براي شما در پيشگاه آفريدگارتان بهترين (کفّاره عمل) است. آن گاه از شما در گذشت که او بسيار توبه‌پذير و مهربان است.
2|55|و (ياد آريد) وقتي که گفتيد: اي موسي ما به تو ايمان نمي‌آوريم تا آنکه خدا را آشکار ببينيم، پس صاعقه سوزان بر شما فرود آمد و آن را مشاهده مي‌کرديد.
2|56|سپس شما را بعد از مرگ برانگيختيم شايد خدا را شکر گزاريد.
2|57|و ابر را سايبان شما ساختيم و مرغ بريان و ترانگبين را بر شما فرستاديم (و گفتيم) از اين روزيهاي پاک که به شما داديم تناول کنيد، ولي (شکر اين نعمت را به جا نياوردند) نه به ما بلکه به خود ستم کردند.
2|58|و (به ياد آريد) وقتي که گفتيم: وارد اين قريه (بيت المقدس) شويد و از نعمتهاي آن فراوان تناول کنيد و از آن در، سجده کنان داخل شويد و بگوييد: (خدايا) گناهان ما فرو ريز، تا از خطاي شما درگذريم؛ و بر ثواب نيکوکاران خواهيم افزود.
2|59|پس از آن، ستمکاران حکم خدا را به غير آن که به آنها گفته بودند تبديل نمودند، و ما بر آن ستمکاران به کيفر بدکاري و نافرماني آنها عذابي سخت از آسمان نازل کرديم.
2|60|و (به ياد آريد) وقتي که موسي براي قوم خود طلب آب کرد، به او گفتيم: عصاي خود را بر سنگ زن، پس دوازده چشمه آب از آن سنگ جوشيد و هر سبطي آبشخور خود را دانست (و گفتيم) از آنچه خدا روزي شما ساخته بخوريد و بياشاميد و در زمين به فتنه‌انگيزي و فساد نپردازيد.
2|61|و (به ياد آريد) وقتي که به موسي اعتراض کرديد که ما بر يک نوع طعام صبر نخواهيم کرد، از خداي خود بخواه تا براي ما از زمين نباتاتي برآورد مانند سبزي و خيار و سير و عدس و پياز. موسي گفت: آيا مي‌خواهيد غذاي بهتري را که داريد به پست‌تر از آن تبديل کنيد؟ (حال که تقاضاي شما اين است) به شهر مصر فرود آييد که در آنجا آنچه درخواست کرديد مهيّاست. و بر آن‌ها ذلّت و خواري مقدّر گرديد، و چون دست از ستمکاري و عصيان برنداشته و به آيات خدا کافر مي‌گشتند و انبيا را به ناحق کشتند ديگر بار به خشم و قهر خدا گرفتار شدند.
2|62|هر يک از مسلمانان و يهود و نصاري و صابئان (پيروان حضرت يحيي) که از روي حقيقت به خدا و روز قيامت ايمان آورد و نيکوکاري پيشه کند، البته آنها از خدا پاداش نيک يابند و هيچ گاه بيمناک و اندوهگين نخواهند بود.
2|63|و (اي بني اسرائيل ياد آريد) وقتي که از شما پيمان گرفتيم و کوه طور را بالاي سر شما برافراشتيم، (و دستور داديم که) احکام تورات را با عقيده محکم پيروي کنيد و پيوسته آن را در نظر گيريد، باشد که پرهيزگار شويد.
2|64|بعد از آن همه عهد و پيمان (از خدا) روي گردانيديد؛ و اگر فضل و رحمت خدا شامل حال شما نمي‌شد البته در شمار زيانکاران بوديد.
2|65|و محققا دانسته‌ايد جماعتي از شما را که عصيان ورزيده حرمت شنبه را نگاه نداشتند، گفتيم: بوزينه شويد و راندگاني (دور از قرب حق).
2|66|و اين عقوبت مسخ را کيفر آنها و عبرت اخلاف آنها و پند پرهيزکاران گردانيديم.
2|67|و (به ياد آريد) وقتي که موسي به قوم خود فرمود که به امر خدا گاوي را ذبح کنيد، گفتند: ما را به تمسخر گرفته‌اي؟ موسي گفت: پناه مي‌برم به خدا از آنکه (سخن به تمسخر گويم و) از مردم نادان باشم.
2|68|گفتند: از خدايت بخواه که خصوصيت گاو را براي ما معيّن کند. موسي گفت: خدا مي‌فرمايد: گاوي نه پير از کار افتاده و نه جوان کار نکرده، بلکه ميانه اين دو حال باشد، حال انجام دهيد آنچه مأموريد.
2|69|گفتند: از خدايت بخواه که رنگ آن گاو را معيّن کند. موسي گفت: خدا مي‌فرمايد گاو زرد زرّيني باشد که بينندگان را فرح بخشد.
2|70|باز گفتند: از خدايت بخواه چگونگي آن گاو را کاملا براي ما روشن گرداند که هنوز بر ما مشتبه است و (چون رفع اشتباه شود) البته به خواست خدا راه هدايت پيش گيريم.
2|71|موسي گفت: خدا مي‌فرمايد آن گاو هم آن قدر به کار رام نباشد که زمين شيار کند و آب به کشتزار دهد و هم بي‌عيب و يکرنگ باشد. گفتند: اکنون حقيقت را روشن ساختي. و گاوي بدان اوصاف کشتند، ليکن نزديک بود باز نافرماني کنند.
2|72|و (به ياد آريد) وقتي که نفسي را کشتيد و يکديگر را درباره آن متهم کرده و نزاع برانگيختيد، و خداوند مي‌خواست راز پنهاني شما را آشکار کند.
2|73|پس دستور داديم بعضي از اعضاء گاو را بر بدن کشته زنيد (تا زنده شود و قاتل را معرفي کند). اين گونه خداوند مردگان را زنده خواهد فرمود، و قدرت کامله خويش را به شما آشکار مي‌نمايد، باشد که عقل خود را به کار بريد.
2|74|پس با اين معجزه باز چنان سخت دل شديد، که دلهايتان چون سنگ يا سخت‌تر از آن شد، چه آنکه از پاره‌اي سنگها نهرها بجوشد و برخي ديگر از سنگها بشکافد و آب از آن بيرون آيد و پاره‌اي از ترس خدا فرود آيند. و (اي سنگدلان بترسيد که) خدا از کردار شما غافل نيست.
2|75|آيا طمع داريد که يهودان به (دين) شما بگروند در صورتي که گروهي از آنان کلام خدا را شنيده و به دلخواه خود تحريف مي‌کنند با آنکه در کلام خود تعقل کرده و معني آن را دريافته‌اند.
2|76|و هرگاه با مؤمنان روبرو شوند گويند: ما نيز ايمان آورده‌ايم؛ و چون با يکديگر خلوت کنند گويند: چرا دري که خدا از علوم به روي شما گشوده به روي مسلمانان باز مي‌کنيد تا به کمک همان علوم با شما نزد خدايتان محاجّه کنند؟ چرا راه عقل و انديشه نمي‌پوييد؟
2|77|آيا نمي‌دانند که خدا بر آنچه پنهان داشته و يا آشکار کنند آگاه است؟
2|78|و بعضي عوام يهود که خواندن و نوشتن هم ندانند تورات را جز آمال باطل خود نپندارند و تنها پابست خيالات خام و بيهوده خويشند.
2|79|پس واي بر آن کساني که از پيش خود کتاب را نوشته و به خداي متعال نسبت دهند تا به بهاي اندک بفروشند، پس واي بر آنها از آن نوشته‌ها و آنچه از آن به دست آرند.
2|80|و يهود گفتند که هيچ وقت آتش عذاب به ما نرسد مگر چند روزي معدود. به آنان بگو: آيا بر آنچه دعوي مي‌کنيد عهد و پيماني از خدا گرفته‌ايد که خدا هم از آن عهد هرگز تخلف نکند يا چيزي به خيال جاهلانه خود به خدا نسبت مي‌دهيد؟
2|81|آري، هر کس اعمالي زشت اندوخت و کردار بدش به او احاطه نمود چنين کساني اهل دوزخ‌اند و در آن آتش پيوسته معذّب خواهند بود.
2|82|و کساني که ايمان آوردند و کارهاي شايسته کردند آنان اهل بهشتند و پيوسته در بهشت جاويد متنعم خواهند بود.
2|83|و (ياد آريد) هنگامي که از بني اسرائيل عهد گرفتيم که جز خداي را نپرستيد و نيکي کنيد درباره پدر و مادر و خويشان و يتيمان و فقيران، و به زبان خوش با مردم تکلّم کنيد و نماز به پاي داريد و زکات (مال خود) بدهيد، پس شما عهد شکسته و روي گردانيديد جز چند نفري، و شماييد که از حکم خدا برگشتيد.
2|84|و (به ياد آريد) هنگامي که از شما عهد گرفتيم که خون يکديگر را نريزيد و يکديگر را از خانه و ديار خود نرانيد، پس بر آن عهد اقرار کرده و خود شما بر آن گواه مي‌باشيد.
2|85|(با اين عهد و اقرار) باز شما (به همان خوي زشت) خون يکديگر مي‌ريزيد و گروهي از خودتان را از ديارشان مي‌رانيد و در بدکرداري و ستم بر ضعيفان همدست و پشتيبان يکديگريد، و چون اسير شوند براي آزادي آنها فديه مي‌دهيد، در صورتي که به حکم تورات، اخراج کردن آنها بر شما حرام شده است! چرا به برخي از احکام ايمان آورده و به بعضي کافر مي‌شويد؟ پس جزاي چنين مردم بدکردار چيست به جز ذلّت و خواري در زندگاني اين جهان و بازگشتن به سخت‌ترين عذاب در روز قيامت؟ و خدا غافل از کردار شما نيست.
2|86|اينان همان کسانند که (متاع دو روزه) دنيا را خريده و ملک ابدي آخرت را فروختند، پس (در آخرت) عذاب آنها تخفيف نيابد و هيچ ياوري نخواهند داشت.
2|87|و ما به موسي کتاب تورات عطا کرديم و از پي او پيغمبران فرستاديم و عيسي پسر مريم را به معجزات و ادلّه روشن، حجتها داديم و او را به واسطه روح القدس توانايي بخشيديم. آيا هر پيغمبري که از جانب خدا اوامري بر خلاف هواي نفس شما آرد گردنفرازي و سرپيچي نموده و (از راه حسد) گروهي را تکذيب کرده و جمعي را به قتل مي‌رسانيد؟!
2|88|و (آن گروه به پيغمبران) گفتند: دلهاي ما در حجاب (غفلت) است (چيزي از سخنان شما در نمي‌يابد). (چنين نيست که گفتند) بلکه خدا بر آنها لعن فرمود، زيرا کافر شدند و ميانشان اهل ايمان کم بود.
2|89|و چون کتاب آسماني قرآن از نزد خدا براي هدايت آنها آمد با وجودي که کتاب (تورات) آنان را تصديق مي‌کرد و با آنکه خود آنها پيش از بعثت (پيامبر اسلام) انتظار غلبه بر کافران داشتند، آن گاه که آمد و شناختند (که همان پيغمبر موعود است) باز به او کافر شدند (و از نعمت وجود او ناسپاسي کردند)، پس خشم خدا بر کافران باد.
2|90|بد معامله‌اي با خود کردند که به نعمت قرآن که خداوند بر آنها نازل کرد کافر شدند از روي حسد و ستمگري که چرا خدا فضل خود را مخصوص بعضي از بندگان گرداند (چرا پيامبري از غير بني اسرائيل برانگيخته)؟! و به واسطه اين حسد باز خشم ديگري از خداي براي خود گرفتند، و براي کافران عذاب خواري مهيّاست.
2|91|و چون به يهود گويند: به قرآن که خدا فرستاده ايمان آريد، پاسخ دهند که تنها به تورات که بر ما نازل شده ايمان آوريم، و به غير تورات کافر مي‌شوند، در صورتي که قرآن کتاب حق است و کتاب آنها را تصديق مي‌کند. بگو: اگر شما در دعوي ايمان به تورات راستگوييد پس چرا پيغمبران پيشين را مي‌کشتيد؟
2|92|و با آن همه آيات و معجزات روشن که موسي براي شما آشکار نمود باز گوساله پرستي اختيار کرديد، و شما مردمي سخت ظالم و ستمکاريد.
2|93|و (به ياد آريد) وقتي که از شما پيمان گرفتيم و کوه طور را بر فراز شما بداشتيم که بايد آنچه را به شما فرستاديم با ايمان محکم بپذيريد و (سخن حق) بشنويد، شما گفتيد: خواهيم شنيد و (در نيّت گرفتيد که در عمل) عصيان خواهيم کرد. و دلهاي آنان از عشق به گوساله پر شد از آن رو که به خدا کافر بودند. بگو: ايمان شما سخت شما را به کار بد و کردار زشت مي‌گمارد، اگر ايمان داشته باشيد.
2|94|بگو: اگر سراي آخرت را (با آن همه نعمت) خدا به شما اختصاص داده دون ساير مردم، بايستي هميشه به مرگ آرزومند باشيد اگر راست مي‌گوييد.
2|95|و هرگز آرزوي مرگ نخواهند کرد، (زيرا عذاب سخت) به واسطه کردار بد خود (براي خود در آخرت مهيا کرده‌اند)، و خدا آگاه به ستمکاران است.
2|96|و بر تو (و بر همه) پيداست که يهود به حيات مادي حريص‌تر از همه خلق‌اند، حتي از مشرکان، و از اين رو هر يهودي آرزوي هزار سال عمر مي‌کند، ولي عمر هزار سال هم او را از عذاب خدا نرهاند، و خدا به کردار ناپسند آنان بيناست.
2|97|بگو: هر کس با جبرئيل دشمن است، او به فرمان خدا قرآن را به قلب تو رسانيد در حالي که تصديق ساير کتب آسماني مي‌کند و براي اهل ايمان هدايت و بشارت است.
2|98|هر کس با خدا و فرشتگان و رسولان او و جبرئيل و ميکائيل دشمن است (محققا کافر است و) خدا هم دشمن کافران است.
2|99|و ما (براي اثبات پيغمبري تو) آيات و دلايل روشن به تو فرستاديم، و بجز فاسقان (و اهل عناد) کسي انکار آن نخواهد کرد.
2|100|براي چه هر عهد و پيمان که بستند گروهي آن را مي‌شکنند؟ (نه اينان) بلکه اکثر آنها اصلا ايمان نخواهند آورد.
2|101|و چون پيغمبري از جانب خدا بر آنان آمد که به راستي کتب آسماني آنها گواهي مي‌داد، گروهي از اهل کتاب، کتاب خدا را پشت سر انداختند (و به حکم آن کتاب که امر به ايمان آوردن به قرآن مي‌کرد رفتار نکردند) گويي (از آن کتاب) هيچ نمي‌دانند.
2|102|و پيروي کردند سخناني را که (ديوان و) شياطين در ملک سليمان (به افسون و جادوگري) مي‌خواندند، و هرگز سليمان (با به کار بردن سحر به خدا) کافر نگشت و لکن شياطين کافر شدند که سحر به مردم مي‌آموختند. و آنچه را که بر دو فرشته هاروت و ماروت در بابل نازل شده بود پيروي کردند، در صورتي که آن دو ملک به هيچ کس چيزي نمي‌آموختند مگر آنکه بدو مي‌گفتند که کار ما فتنه و امتحان است، مبادا کافر شوي! اما مردم از آن دو ملک چيزي را که ما بين زن و شوهر جدايي افکند مي‌آموختند، البته به کسي زيان نمي‌رسانيدند مگر آنکه خدا بخواهد، و چيزي که مي‌آموختند به خلق زيان مي‌رسانيد و سود نمي‌بخشيد، و محققا مي‌دانستند که هر که چنين کند در عالم آخرت هرگز بهره‌اي نخواهد يافت، و آنان به بهاي بدي خود را فروختند، اگر مي‌دانستند.
2|103|و محققا اگر ايمان آورده و پرهيزکار مي‌شدند بهره‌اي که از خدا نصيب آنها مي‌شد بهتر از هر چيز بود، چنانچه مي‌دانستند.
2|104|اي اهل ايمان (هنگام تکلم با رسول) به کلمه راعنا (ما را رعايت کن) تعبير مکنيد، بلکه بگوييد: انظرنا (ناظر احوال ما باش)؛ و (سخن خدا را) بشنويد و (بدانيد که) براي کافران عذاب دردناک مهيا است.
2|105|هرگز کافران اهل کتاب و مشرکان مايل نيستند که بر شما (مسلمين) خيري از جانب خدايتان نازل شود، ليکن خدا هر که را بخواهد به فضل و رحمت خويش مخصوص گرداند، و خدا صاحب فضل عظيم است.
2|106|هر چه از آيات قرآن را نسخ کنيم يا حکم آن را از خاطرها بريم (و متروک سازيم) بهتر از آن يا مانند آن بياوريم. آيا نمي‌داني که خدا بر هر چيز قادر است؟
2|107|آيا نمي‌داني که پادشاهي آسمانها و زمين مختصّ خداوند است و شما را به جز خدا يار و ياوري نخواهد بود؟
2|108|آيا اراده آن داريد که شما نيز از پيغمبر خود در خواست کنيد آنچه را که يهود در زمان گذشته از موسي خواستند؟ و هر که ايمان را مبدّل به کفر گرداند، بي‌شک راه راست را گم کرده است.
2|109|بسياري از اهل کتاب آرزو دارند که شما را از ايمان به کفر برگردانند به سبب رشک و حسدي که در نفس خود بر ايمان شما برند بعد از آنکه حق بر آنها آشکار گرديد، پس (اگر ستمي از آنها به شما رسيد) در گذريد (و مدارا کنيد) تا هنگامي که فرمان خدا برسد، که البته خدا بر هر چيز قادر و تواناست.
2|110|و نماز به پا داريد و زکات بدهيد و بدانيد که هر چه از اطاعت حق و کار نيکو براي خود پيش مي‌فرستيد آن را در نزد خدا خواهيد يافت، که محققا خداوند به هر کار شما بيناست.
2|111|و يهود گفتند: هرگز به بهشت نرود جز طايفه يهود، و نصاري گفتند: جز طايفه نصاري. اين تنها آرزوي باطل آنهاست، بگو: بر اين دعوي برهان آوريد اگر راست مي‌گوييد.
2|112|آري، هر که تسليم حکم خدا گرديد و نيکوکار گشت مسلّم اجرش نزد خدا خواهد بود و آنان را هيچ خوف و انديشه و هيچ اندوهي نخواهد بود.
2|113|يهود بر اين دعويند که نصاري را از حق چيزي در دست نيست، و نصاري بر اين دعوي که يهود را از حق چيزي در دست نيست، در صورتي که هر دو گروه در خواندن کتاب آسماني يکسانند. اين گونه دعويها نظير گفتار و مجادلات مردمي است که از کتاب آسماني بي‌بهره‌اند. و خداوند در اين اختلافات روز قيامت ميان آنها حکم خواهد فرمود.
2|114|و کيست ستمکارتر از آن که مردم را از ذکر نام خدا در مساجد منع کند و در خرابي آن اهتمام و کوشش نمايد؟ چنين گروه را نشايد که در مساجد مسلمين در آيند جز آنکه (بر خود) ترسان باشند. اين گروه را در دنيا ذلت و خواري نصيب است و در آخرت عذابي بزرگ.
2|115|مشرق و مغرب هر دو ملک خداست، پس به هر طرف روي کنيد به سوي خدا روي آورده‌ايد، که خدا (به همه جا) محيط و (به هر چيز) داناست.
2|116|گروهي گفتند: خدا داراي فرزند است. او پاک و منزه از آن است، بلکه هر چه در آسمانها و زمين است ملک اوست و همه فرمانبردار اويند.
2|117|او آفريننده آسمانها و زمين است و چون اراده آفريدن چيزي کند، به محض آنکه گويد: موجود باش، موجود خواهد شد.
2|118|مردم نادان اعتراض کردند که چرا خداوند با ما سخن نگويد، يا معجزه‌اي (و کتابي مطابق ميل ما) بر ما نمي‌آيد؟ پيشينيان هم به مانند اينان (به ناداني) چنين سخنان مي‌گفتند؛ دلهاشان (در نافهمي) به هم شبيه است. ما ادلّه رسالت را براي اهل يقين روشن گردانيديم.
2|119|(اي پيغمبر) ما تو را به حق فرستاديم که مردم را (به نعمت بهشت) مژده دهي و (از عذاب جهنم) بترساني، و تو مسئول کافران که به راه جهنم رفتند نيستي.
2|120|هرگز يهود و نصاري از تو راضي نخواهند شد مگر آنکه پيروي از آيين آنها کني. بگو: راهي که خدا بنمايد به يقين راه حق تنها همان است؛ و البته اگر از ميل و خواهش آنها پيروي کني بعد از آنکه طريق حق را دريافتي، ديگر از سوي خدا يار و ياوري نخواهي داشت.
2|121|کساني که کتاب بر آنها فرستاديم آن را خوانده و حق خواندن آن را (در مقام عمل نيز) بجا آورند، آنان اهل ايمانند و آنها که به کتاب خدا کافر شوند (و حق شناسي نکنند) آن گروه زيانکاران عالمند.
2|122|اي بني اسرائيل، به ياد آريد نعمتي را که به شما عطا کردم و اينکه شما را بر همه مردم فضيلت و برتري دادم.
2|123|و بترسيد از روزي که هيچ کس اندکي به کار ديگري نيايد و به حال او سودي نبخشد و از هيچ کس فدايي پذيرفته نشود و شفاعت کسي او را سودمند نبود و آنان را ياوري نباشد.
2|124|و (به ياد آر) هنگامي که خدا ابراهيم را به اموري امتحان فرمود و او همه را به جاي آورد، خدا به او گفت: من تو را به پيشوايي خلق برگزينم، ابراهيم عرض کرد: به فرزندان من چه؟ فرمود: (اگر شايسته باشند مي‌دهم، زيرا) عهد من به مردم ستمکار نخواهد رسيد.
2|125|و (به ياد آر) هنگامي که ما خانه کعبه را مرجع امر دين خلق و مقام امن مقرّر داشتيم و (دستور داده شد که) مقام ابراهيم را جايگاه پرستش خدا قرار دهيد و به ابراهيم و اسماعيل سفارش کرديم که حرم مرا (از بت) بپردازيد و پاکيزه داريد براي اهل ايمان که به طواف و اعتکاف حرم آيند و در آن نماز و طاعت خدا به جاي آرند.
2|126|و (به ياد آر) هنگامي که ابراهيم عرض کرد: پروردگارا، اين شهر را محل امن و آسايش قرار ده و اهلش را که ايمان به خدا و روز قيامت آورده‌اند از انواع روزيها بهره‌مند ساز، خدا فرمود: و هر که (با وجود اين نعمت) سپاس نگزارد و راه کفر پيمايد گر چه در دنيا او را اندکي بهره‌مند کنم، ليکن در آخرت ناچار معذب به آتش دوزخ گردانم که بد منزلگاهي است.
2|127|و (ياد آر) وقتي که ابراهيم و اسماعيل ديوارهاي خانه کعبه را بر مي‌افراشتند عرض کردند: پروردگارا (اين خدمت) از ما قبول فرما، که تويي که (دعاي خلق را) شنوا و (به اسرار همه) دانايي.
2|128|پروردگارا، دل ما را تسليم فرمان خود گردان و فرزندان ما را نيز امتي تسليم و رضاي خود بدار، و راه پرستش و طاعت را به ما بنما و بر ما (وظيفه بندگي را) سهل و آسان‌گير، که تويي توبه‌پذير و مهربان.
2|129|پروردگارا، در ميان آنان رسولي از خودشان برانگيز که بر آنان تلاوت آيات تو کند و آنان را علم کتاب و حکمت بياموزد و روانشان را (از هر زشتي) پاک و منزه سازد، که تو بر هر کار که خواهي قدرت و علم کامل داري.
2|130|و چه کس از آيين پاک ابراهيم روي گرداند به جز مردم بيخرد؟! زيرا ما ابراهيم را در دنيا (به شرف رسالت) برگزيديم و البته در آخرت هم از شايستگان است.
2|131|آن گاه (برگزيده شد) که خدا به او فرمود: اي ابراهيم سر به فرمان خدا فرود آر، عرض کرد: پروردگار عالميان را مطيع فرمانم.
2|132|و ابراهيم و يعقوب بدين گونه به فرزندان خود سفارش و توصيه نمودند که اي فرزندان من، خدا براي شما آيين پاک برگزيد، پس (پيروي کنيد و) تا گاه جان سپردن الاّ تسليم رضاي خدا نباشيد.
2|133|شما کي و کجا حاضر بوديد هنگامي که مرگ يعقوب در رسيد و به فرزندان خود گفت که شما پس از مرگ من که را مي‌پرستيد؟ گفتند: خداي تو را و خداي پدران تو ابراهيم و اسماعيل و اسحاق را که معبود يگانه است و ما مطيع فرمان اوييم.
2|134|آنها گروهي بودند که درگذشتند، هر کار نيک و بد کردند براي خود کردند و شما هم هر چه کنيد براي خويش خواهيد کرد و شما مسئول کار آنها نخواهيد بود.
2|135|يهود و نصاري گفتند که به آيين ما درآييد تا راه راست يافته و طريق حق پوييد. (اي پيغمبر در جواب آنها) بگو: بلکه ما آيين ابراهيم را پيروي مي‌کنيم که به راه راست توحيد بود و از مشرکان نبود.
2|136|بگوييد که ما (مسلمين) ايمان به خدا آورده‌ايم و به آن کتابي که بر پيغمبر ما فرستادند و به آنچه بر ابراهيم و اسماعيل و اسحاق و يعقوب و فرزندان او نازل شده و به آنچه به موسي و عيسي داده شده و هم به آنچه به پيغمبران از جانب خدا داده شده، به همه عقيده‌منديم و ميان هيچ يک از آنان فرق نگذاريم و تسليم فرمان او هستيم.
2|137|پس اگر به آنچه شما ايمان آورديد يهود و نصاري نيز ايمان آوردند، راه حق يافته‌اند و اگر (از حق) روي بگردانند شک نيست که آنها در ستيز با حق خواهند بود و خداوند تو را از شر و آسيب آنها نگه مي‌دارد و خدا شنوا و داناست.
2|138|رنگ خداست (که به ما رنگ ايمان و سيرت توحيد بخشيده) و چه رنگي بهتر از رنگ (ايمان به) خدا؟ و ما او را پرستش مي‌کنيم.
2|139|(اي پيغمبر به اهل کتاب) بگو: در مورد خدا شما را با ما چه جاي بحث و جدال است؟ در صورتي که او پروردگار ما و شماست و ما مسئول کار خود و شما مسئول کردار خويش هستيد، و ماييم که او را از روي خلوص پرستش مي‌کنيم.
2|140|يا آنکه گوييد که ابراهيم و اسماعيل و اسحاق و يعقوب و فرزندان او بر آيين يهوديت يا نصرانيّت بودند؟ (خدا مرا فرمايد که در پاسخ) بگو: شما بهتر مي‌دانيد يا خدا؟ و کيست ستمکارتر از آن که شهادت خدا را (درباره اين انبيا) کتمان کند؟ و خدا از آنچه مي‌کنيد غافل نيست.
2|141|آن گروه پيشين همه درگذشتند، هر چه کردند براي خود کردند و شما نيز هر چه کنيد به سود خويش کنيد و شما مسئول کار آنان نخواهيد بود.
2|142|مردم بي‌خرد خواهند گفت: چه موجب شد که مسلمين از قبله‌اي که بر آن بودند (از بيت المقدس) روي به کعبه آوردند؟ بگو: مشرق و مغرب براي خداست و هر که را خواهد به راه راست هدايت مي‌کند.
2|143|و ما همچنان شما (مسلمين) را به آيين اسلام هدايت کرديم و به سيرت نيکو بياراستيم تا گواه مردم باشيد و پيغمبر نيز گواه شما باشد (تا شما از وي بياموزيد). و (اي پيغمبر) ما قبله‌اي را که بر آن بودي تغيير نداديم مگر براي اينکه بيازماييم و جدا سازيم گروهي را که از پيغمبر خدا پيروي مي‌کنند از آنان که عقبگرد کنند و (به مخالفت او برخيزند)، و اين تغيير قبله بسي بزرگ نمود جز در نظر هدايت يافتگان خدا. و خداوند اجر پايداري شما را در راه ايمان تباه نگرداند که خدا به خلق مشفق و مهربان است.
2|144|ما توجه تو را بر آسمان (به انتظار وحي و تغيير قبله) بنگريم و البته روي تو را به قبله‌اي که به آن خشنود شوي گردانيم، پس روي کن به طرف مسجد الحرام و شما (مسلمين) نيز هر کجا باشيد (در نماز) روي بدان جانب کنيد. و گروه اهل کتاب به خوبي مي‌دانند که اين تغيير قبله به حق و راستي از جانب خداست (نه به دلخواه کس) و خدا از کردار آنها غافل نيست.
2|145|و تو (اي پيغمبر) اگر هر قسم معجزه براي اهل کتاب بياوري پيرو قبله تو نشوند و تو نيز تبعيت از قبله آنان نخواهي کرد و بعضي ملل تابع قبله برخي ديگر نشوند، و اگر تو تابع دلخواه و هوسهاي جاهلانه آنها شوي بعد از آنکه از جانب خدا علم يافتي، در اين صورت البته از گروه ستمکاران خواهي بود.
2|146|گروهي که ما بر آنها کتاب فرستاديم، (محمد صلّي اللّه عليه و آله و سلّم و حقّانيّت) او را به خوبي مي‌شناسند همان گونه که فرزندان خود را، و لکن گروهي از آنان (از راه عناد) حق را کتمان مي‌کنند در صورتي که علم به آن دارند.
2|147|حق همان است که از طرف خدا به سوي تو آمد، پس هيچ شبهه به دل راه مده.
2|148|هر کسي را راهي است به سوي حق که بدان راه يابد (يا قبله‌اي است که به آن روي آورد) پس بشتابيد به خيرات که هر کجا باشيد همه شما را خداوند (به عرصه محشر) خواهد آورد و محققا خدا بر همه چيز تواناست.
2|149|و از هر کجا و به سوي هر ديار بيرون شدي (در نماز) روي به طرف کعبه آور، و اين دستور قبله بر وجه صواب و به امر خداست و خدا از کار شما غافل نيست.
2|150|و از هر جا و به هر ديار بيرون شدي روي به جانب کعبه کن و شما مسلمين هم به هر کجا بوديد روي بدان جانب کنيد تا مردم به حجّت و مجادله بر شما زبان نگشايند-جز گروه ستمکار (معاند) که از (جدل و گفتگوي) آنان هم نينديشيد و از (نافرماني) من بترسيد-و تا نعمت و رحمتم را براي شما به حد کمال رسانم، و باشد که (به طريق صواب) راه يابيد.
2|151|چنانکه در ميان شما رسولي از خودتان فرستاديم که آيات ما را براي شما تلاوت مي‌کند و نفوس شما را (از پليدي جهل) پاک و منزّه مي‌گرداند و به شما تعليم کتاب و حکمت مي‌دهد و آنچه را نمي‌دانيد به شما مي‌آموزد.
2|152|پس مرا ياد کنيد تا شما را ياد کنم و شکر نعمت من به جاي آريد و کفران نعمت من نکنيد.
2|153|اي اهل ايمان، (در پيشرفت کار خود) از صبر و مقاومت کمک گيريد و به ذکر خدا و نماز توسّل جوييد که خدا با صابران است.
2|154|و به آنان که در راه خدا کشته شوند مرده نگوييد، بلکه زنده ابدي هستند و ليکن همه شما اين حقيقت را درنخواهيد يافت.
2|155|و البته شما را به پاره‌اي از سختي‌ها چون ترس و گرسنگي و نقصان اموال و نفوس و آفات زراعت بيازماييم، و صابران را بشارت و مژده بده.
2|156|آنان که چون به حادثه سخت و ناگواري دچار شوند (صبوري پيش گرفته و) گويند: ما به فرمان خدا آمده‌ايم و به سوي او رجوع خواهيم کرد.
2|157|آن گروهند که مخصوص به درود و الطاف الهي و رحمت خاص خدايند و آنها خود هدايت يافتگانند.
2|158|سعي صفا و مروه از شعائر دين خداست، پس هر کس حجّ خانه کعبه يا اعمال مخصوص عمره به جاي آورد باکي بر او نيست که سعي صفا و مروه نيز به جاي آرد، و هر کس به راه خير و نيکي شتابد (خدا پاداش وي خواهد داد که) خدا قدردان و (به همه امور خلق) عالم است.
2|159|آن گروه (از علماي اهل کتاب) که آيات واضحه و هدايتي را که فرستاديم کتمان نمايند بعد از آنکه آن را براي (هدايت) مردم در کتاب آسماني بيان کرديم، آنها را خدا و تمام لعن کنندگان (از جن و انس و ملک) نيز لعن مي‌کنند.
2|160|مگر آنهايي که توبه کردند و به اصلاح مفاسد اعمال خود پرداختند و بيان کردند (آنچه را که کتمان کردند)، پس توبه اينان را مي‌پذيرم که منم توبه پذير و مهربان.
2|161|آنان که کافر شده و به عقيده کفر مردند البته بر آن گروه، خدا و فرشتگان و مردمان همه لعن مي‌فرستند.
2|162|هميشه در جهنم (به عذاب و شکنجه) باشند، نه بر آنان تخفيف عذاب دهند و نه به نظر رحمت بنگرند.
2|163|و خداي شما، خداي يکتاست، نيست خدايي مگر او که بخشاينده و مهربان است.
2|164|محققا در خلقت آسمانها و زمين و رفت و آمد شب و روز، و کشتي‌ها که بر روي آب براي انتفاع خلق در حرکت است، و باراني که خدا از بالا فرو فرستاد تا به آن آب، زمين را بعد از مردن زنده کرد و سبز و خرّم گردانيد، و در پراکندن انواع حيوانات در زمين، و گردانيدن بادها (به هر طرف) و در خلقت ابر که ميان زمين و آسمان مسخّر است، در همه اين امور ادلّه‌اي واضح براي عاقلان است.
2|165|برخي از مردم (نادان) غير خدا را همانند خدا گيرند و چنانکه خدا را بايست دوست داشت با آنها دوستي ورزند، ليکن آنها که اهل ايمانند کمال محبّت و دوستي را فقط به خدا مخصوص دارند. و اگر فرقه مشرکين ستمکار وقتي که عذاب خدا را مشاهده کنند ببينند که قدرت خاص خدا است و عذاب خدا بسيار سخت است (از شرک خود سخت پشيمان شوند).
2|166|هنگامي که بيزاري جويند رؤسا و پيشوايان (باطل) از پيروان خود و عذاب خدا را مشاهده کنند و هر گونه وسيله و اسباب از آنها قطع شود (و روابط باطل به جا نماند).
2|167|و آن پيروان گويند: کاش ديگر بار به دنيا باز مي‌گشتيم و از (اطاعت) اينان بيزاري مي‌جستيم چنان که اينها (گرهي از کار ما نگشودند و) از ما بيزاري جستند! اين گونه خدا، کردار (زشت جاهلانه) آنها را مايه حسرت و پشيماني آنان کند و آنها از عذاب آتش جهنّم بيرون شدني نباشند.
2|168|اي مردم، از آنچه در زمين است حلال و پاکيزه را تناول کنيد و پيروي نکنيد و ساوس شيطان را، محققا شيطان از براي شما دشمني آشکار است.
2|169|اين دشمن است که به شما دستور زشتي و بدکاري مي‌دهد و بر آن مي‌گمارد که سخناني از روي جهل و ناداني به خدا نسبت دهيد.
2|170|و چون کفار را گويند: پيروي از شريعت و کتابي که خدا فرستاده کنيد، پاسخ دهند که ما پيرو کيش پدران خود خواهيم بود. آيا بايست آنها تابع پدران باشند گر چه آن پدران بي‌عقل و نادان بوده و هرگز به حق و راستي راه نيافته باشند؟
2|171|و مثل کافران (در شنيدن سخن انبياء و درک نکردن معناي آن) چون حيواني است که آوازش کنند و او از آن آواز (معنايي درک نکرده و) جز صدايي نشنود، کفّار هم (از شنيدن و ديدن حق) کر و گنگ و کورند، زيرا تعقل نمي‌کنند.
2|172|اي اهل ايمان، روزي حلال و پاکيزه‌اي که ما نصيب شما کرده‌ايم بخوريد و شکر خدا به جاي آريد اگر شما خالص خدا را مي‌پرستيد.
2|173|به تحقيق، خدا حرام گردانيد بر شما مردار و خون و گوشت خوک را و آنچه را که به اسم غير خدا کشته باشند، پس هر کس که به خوردن آنها محتاج و مضطر شود در صورتي که به آن تمايل نداشته و (از اندازه رمق) تجاوز نکند گناهي بر او نخواهد بود (که به قدر احتياج صرف کند که) محققا خدا آمرزنده و مهربان است.
2|174|آنان که پنهان دارند آياتي از کتاب آسماني را که خدا فرستاده بود و آن را به بهاي اندک فروشند، جز آتش جهنّم در شکم نمي‌برند و در قيامت خدا با آنها سخن نگويد و (از پليدي عصيان) پاکشان نگرداند، و هم آنان را در قيامت عذابي دردناک خواهد بود.
2|175|آنها همان گروهند که اختيار کردند گمراهي را به جاي هدايت، و عذاب را به جاي آمرزش، پس چقدر بر آتش جهنم سخت جان و پرطاقتند!
2|176|اين عذاب از آن روست که خدا کتاب آسماني را به راستي فرستاد و گروهي که در آن اختلاف و مکابره کردند در اختلافي دور (از حق) خواهند بود.
2|177|نيکوکاري آن نيست که روي به جانب مشرق يا مغرب کنيد (چه اين چيز بي‌اثري است) ليکن نيکوکاري آن است که کسي به خداي عالم و روز قيامت و فرشتگان و کتاب آسماني و پيغمبران ايمان آرد و دارايي خود را در راه دوستي خدا به خويشان و يتيمان و فقيران و در راه ماندگان و گدايان بدهد و در آزاد کردن بندگان صرف کند، و نماز به پا دارد و زکات مال (به مستحق) بدهد، و نيز نيکوکار آنانند که با هر که عهد بسته‌اند به موقع خود وفا کنند و در حال تنگدستي و سختي و هنگام کارزار صبور و شکيبا باشند. (کساني که بدين اوصاف آراسته‌اند) آنها به حقيقت راستگويان و آنها به حقيقت پرهيزکارانند.
2|178|اي اهل ايمان بر شما حکم قصاص کشتگان چنين معين گشت که مرد آزاد در مقابل مرد آزاد، و بنده را به جاي بنده، و زن را به جاي زن قصاص توانيد کرد. و چون صاحب خون از قاتل که برادر ديني اوست بخواهد درگذرد کاري است نيکو، پس قاتل ديه را در کمال خشنودي ادا کند. در اين حکم، تخفيف (امر قصاص) و رحمت خداوندي است، و پس از اين دستور، هر که تجاوز کند او را عذابي سخت خواهد بود.
2|179|اي عاقلان، حکم قصاص براي حفظ حيات شماست تا مگر (از قتل يکديگر) بپرهيزيد.
2|180|دستور داده شد که چون مرگ يکي از شما فرا رسد اگر داراي متاع دنياست وصيت کند براي پدر و مادر و خويشان به چيزي شايسته عدل و به قدر متعارف. اين کار سزاوار مقام پرهيزکاران است.
2|181|پس هرگاه کسي بعد از شنيدن وصيت، آن را تغيير دهد و (بر خلاف وصيت رفتار کند) گناه اين کار بر آنهاست که عمل به خلاف وصيت کنند، و خدا (به گفتار و کردار خلق) شنوا و داناست.
2|182|و هر کس بيم دارد که از وصيت موصي (به وارث او) جفا و ستمي رفته باشد و به اصلاح ميان آنان پردازد بر او گناهي نيست و محققا خدا آمرزنده و مهربان است.
2|183|اي اهل ايمان، بر شما هم روزه واجب گرديد چنانکه امم گذشته را فرض شده بود، و اين دستور براي آن است که پاک و پرهيزکار شويد.
2|184|روزهايي به شماره معيّن روزه داريد (تمام ماه رمضان)، و هر کسي از شما مريض باشد يا مسافر، به شماره آن از روزهاي غير ماه رمضان روزه دارد، و کساني که روزه را به زحمت توانند داشت عوض هر روز فدا دهند آن قدر که فقير گرسنه‌اي سير شود، و هر کس بر نيکي بيفزايد آن براي او بهتر است. و (بي‌تعلّل) روزه داشتن براي شما بهتر خواهد بود اگر (فوايد آن را) بدانيد.
2|185|ماه رمضان ماهي است که قرآن در آن نازل شده براي هدايت بشر و براي راهنمايي و امتياز حق از باطل، پس هر که دريابد ماه رمضان را بايد آن را روزه بدارد، و هر که ناخوش يا در سفر باشد (به شماره آنچه روزه خورده است) از ماهاي ديگر روزه دارد، که خداوند براي شما حکم را آسان خواسته و تکليف را مشکل نگرفته، و خواسته تا اينکه عدد روزه را تکميل کرده و خدا را به عظمت ياد کنيد که شما را هدايت فرمود، باشد که (از اين نعمت بزرگ) سپاسگزار شويد.
2|186|و چون بندگان من (از دوري و نزديکي) من از تو پرسند، (بدانند که) من به آنها نزديکم، هرگاه کسي مرا خواند دعاي او را اجابت کنم. پس بايد دعوت مرا (و پيغمبران مرا) بپذيرند و به من بگروند، باشد که (به سعادت) راه يابند.
2|187|براي شما در شبهاي ماه رمضان مباشرت با زنان خود حلال شد، که آنها جامه عفاف شما و شما نيز لباس عفّت آنها هستيد. و خدا دانست که شما (در کار مباشرت زنان به نافرماني و اطاعت شهوت نفس) خود را به ورطه گناه مي‌افکنيد لذا از حکم حرمت درگذشت و گناه شما را بخشيد، از اکنون (در شب رمضان) رواست که با زنهاي خود (به حلال) مباشرت کنيد و از خدا آنچه مقدّر فرموده بخواهيد. و بخوريد و بياشاميد تا خط سفيدي روز از سياهي شب در سپيده دم پديدار گردد، پس از آن روزه را به پايان برسانيد تا اول شب. و با زنان هنگام اعتکاف در مساجد مباشرت نکنيد. اين احکام، حدود دين خداست، زنهار در آن راه مخالفت مپوييد! خداوند اين گونه آيات خود را براي مردم بيان فرمايد، باشد که پرهيزکار شوند.
2|188|و مال يکديگر را به ناحق مخوريد و آن را به نزد قاضيان نيفکنيد که (به وسيله رشوه و زور) پاره‌اي از اموال مردم را بخوريد با آنکه (شما بطلان دعوي خود را) مي‌دانيد.
2|189|(اي پيغمبر) از تو سؤال کنند که سبب بدر و هلال ماه چيست؟ جواب ده که در آن تعيين اوقات عبادات حج و معاملات مردم است. و نيکوکاري بدان نيست که از پشت ديوار به خانه درآييد (چه اين کاري ناشايسته است) ولي نيکويي آن است که پارسا باشيد و به خانه‌ها (و به هر کار) از راه آن داخل شويد، و تقوا پيشه کنيد، باشد که رستگار شويد.
2|190|و در راه خدا با آنان که به جنگ و دشمني شما برخيزند جهاد کنيد، لکن از حد تجاوز نکنيد که خدا متجاوزان را دوست ندارد.
2|191|و هر کجا مشرکان را يافتيد به قتل رسانيد و آنان را از همان وطن که شما را آواره کردند برانيد، و فتنه‌گري (آنان) سخت‌تر و فسادش بيشتر از جنگ و کشتار است، و در مسجد الحرام با آنها جنگ مکنيد مگر آنکه پيشدستي کنند، در اين صورت رواست که در حرم آنها را به قتل برسانيد، چنين است کيفر کافران.
2|192|پس اگر دست (از شرک و ستم) بدارند (از آنها درگذريد که) خدا آمرزنده و مهربان است.
2|193|و با کفار جهاد کنيد تا فتنه و فساد از روي زمين برطرف شود و دين خدا حاکم باشد و بس، و اگر (از فتنه) دست کشيدند (با آنها عدالت کنيد که) تجاوز جز بر ستمکاران روا نيست.
2|194|ماه‌هاي حرام را در مقابل ماه‌هاي حرام قرار دهيد، که اگر حرمت آن را نگاه نداشته و با شما قتال کنند شما نيز قصاص کنيد. هر که به ستم بر شما دست دراز کند او را از پاي در آوريد به قدر ستمي که به شما رسانده است، و از خدا پروا کنيد و بدانيد که خدا با پرهيزکاران است.
2|195|و (از مال خود) در راه خدا انفاق کنيد (ليکن نه به حد اسراف)، و خود را به مهلکه و خطر در نيفکنيد، و نيکويي کنيد که خدا نيکوکاران را دوست مي‌دارد.
2|196|و همه اعمال حج و عمره را براي خدا به پايان رسانيد، و اگر ترس و منعي پيش آيد قرباني کنيد به آنچه مقدور و ميسر است، و سر متراشيد تا آن گاه که قرباني شما به محل ذبح برسد. و هر کس بيمار باشد يا سردرد بر او عارض شود (سر بتراشد و) از آن فدا دهد به روزه داشتن يا صدقه دادن يا کشتن گوسفند، و پس از آنکه ترس و منع بر طرف شود هر کس از عمره تمتّع به حج باز آيد هر چه ميسر و مقدور است قرباني کند و هر کس به قرباني تمکّن نيافت سه روز در ايام حجّ روزه بدارد و هفت روز هنگام مراجعت، که ده روز تمام شود. اين عمل بر آن کس است که اهل شهر مکّه نباشد. (به اين احکام عمل کنيد) و از نافرماني خدا پروا کنيد و بدانيد که عذاب خدا سخت است.
2|197|حجّ (واجب) در ماههايي معيّن است، پس هر که در اين ماهها حج مي‌گزارد بايست آنچه ميان زن و شوهر رواست ترک کند و کار ناروا (مانند دروغ و بدگويي) را ترک کند و مجادله نکند، و شما هر کار نيک کنيد خدا بر آن آگاه است و توشه (تقوا براي راه آخرت) برگيريد که بهترين توشه اين راه تقواست و از من پروا کنيد اي صاحبان عقل.
2|198|باکي نيست که در هنگام حجّ کسب معاش کرده و از فضل خدا روزي طلبيد، پس آن گاه که از عرفات بازگشتيد در مشعر ذکر خدا کنيد و به ياد خدا باشيد که شما را پس از آنکه به ضلالت (کفر) بوديد به راه هدايت آورد.
2|199|بعد از آن به طريقي که همه مسلمين باز مي‌گردند رجوع کنيد و از خدا طلب آمرزش کنيد که خدا آمرزنده و مهربان است.
2|200|پس آن گاه که اعمال حجّ را به جا آورديد، همان گونه که پدران خود را ياد مي‌کنيد بلکه بيش از آن خدا را ياد کنيد (و هر حاجت دنيا و آخرت را از خدا بخواهيد) بعضي مردم (کوتاه نظر از خدا تمنّاي متاع دنيوي تنها کنند و) گويند: پروردگارا، ما را از نعمتهاي دنيا بهره‌مند ساز؛ و آنان را از نعمت آخرت نصيبي نيست.
2|201|و بعضي ديگر گويند: خدايا ما را از نعمتهاي دنيا و آخرت هر دو بهره‌مند گردان و از عذاب آتش دوزخ نگاه دار.
2|202|هر يک از اين دو فرقه از نتيجه اعمال خود بهره‌مند خواهند گشت و خدا به حساب همه زود رسيدگي کند.
2|203|و خدا را ياد کنيد (به ذکر تکبير) در چند روزي معيّن (ايّام تشريق) پس هر که شتاب کند و اعمال را در دو روز انجام دهد گناه نکرده، و هر که تأخير کند نيز گناه نکرده. اين حکم براي کسي است که (از هر گناه يا از محرمات احرام) پرهيزکار بوده است، و از خدا بترسيد و بدانيد که به سوي خدا باز خواهيد گشت.
2|204|و از مردم کس هست که تو را از گفتار دلفريب خود به شگفت آرد (تا از دروغ به متاع دنيا رسد) و خدا را به راستي نيّت خود گواه گيرد حال آنکه اين کس بدترين دشمن (اسلام) است.
2|205|و چون از حضور تو دور شود کارش فتنه و فساد در زمين است و بکوشد تا حاصل خلق به باد فنا دهد و نسل (بشر) را قطع کند؛ و خدا فساد را دوست ندارد.
2|206|و چون او را (به نصيحت) گويند: از خدا بترس، خود پسندي او را به بدکاري برانگيزد (و پند نشنود). جهنّم او را کفايت کند که آرامگاه بدي است.
2|207|و بعضي از مردم از جان خود در راه رضاي خدا درگذرند؛ و خدا با چنين بندگان رئوف و مهربان است.
2|208|اي اهل ايمان، همه متّفقا در مقام تسليم خدا در آييد و از وساوس شيطان پيروي مکنيد که او همانا شما را دشمني آشکار است.
2|209|پس اگر باز به راه خطا رفتيد با وجود آنکه ادلّه روشن از جانب خدا براي شما آمد، در اين صورت بدانيد که خدا (بر انتقام خطا کاران) توانا و دانا است.
2|210|آيا کافران جز اين انتظار دارند که خدا با ملائکه در پرده‌هاي ابر بر آنها در آيد و حکم (قهر خدا به کيفر کافران) فرا رسد؟ و کارها همه به سوي خدا باز گردد.
2|211|(اي پيغمبر) از بني اسرائيل سؤال کن که ما چقدر آيات و ادلّه روشن بر آنها آورديم! و هر کس پس از آنکه نعمت و هدايتي که خدا به او داد آن را به کفر مبدّل کند (بداند که) عقاب خدا بر کافران بسيار سخت است.
2|212|حيات (عاريت و متاع) دنيوي براي کافران جلوه نمود و آنها اهل ايمان را فسوس و مسخره مي‌کنند ولي مقام تقوا پيشگان روز قيامت برتر از کافران است، و خدا به هر که خواهد روزي بي‌حساب بخشد.
2|213|مردم يک گروه بودند، خدا رسولان را فرستاد که (نيکوکاران را) بشارت دهند و (بدان را) بترسانند، و با آنها کتاب به راستي فرستاد تا در موارد نزاع مردم تنها دين خدا به عدالت حکمفرما باشد؛ و در کتاب حق، اختلاف و شبهه نيفکندند مگر همان گروه که بر آنان کتاب آسماني آمد، براي تعدي به حقوق يکديگر، پس خداوند به لطف خود اهل ايمان را از آن ظلمت شبهات و اختلافات به نور حق هدايت فرمود، و خدا هر که را خواهد راه راست بنمايد.
2|214|آيا گمان کرده‌ايد که به بهشت داخل شويد بدون امتحاناتي که پيش از شما بر گذشتگان آمد؟ که بر آنان رنج و سختيها رسيد و همواره پريشان خاطر و هراسان بودند تا آن گاه که رسول و گروندگان با او (از خدا مدد خواستند و) گفتند: بار خدايا، کي ما را ياري کني؟ (در آن حال خطاب شد: بشارت دهد که) هان! همانا ياري خدا نزديک است.
2|215|از تو سؤال کنند که چه انفاق کنند؟ بگو: هر چه از مال خود انفاق کنيد درباره پدر و مادر و خويشان و يتيمان و فقيران و در راه ماندگان رواست، و آنچه نيکويي کنيد خداوند بر آن آگاه است.
2|216|حکم جهاد بر شما مقرّر گرديد و حال آنکه بر شما ناگوار و مکروه است، لکن چه بسيار شود که چيزي را مکروه شماريد ولي به حقيقت خير و صلاح شما در آن بوده، و چه بسيار شود چيزي را دوست داريد و در واقع شرّ و فساد شما در آن است، و خدا (به مصالح امور) داناست و شما نادانيد.
2|217|(اي پيغمبر) از تو راجع به جنگ در ماه حرام سؤال کنند، بگو: گناهي است بزرگ، ولي بازداشتن خلق از راه خدا و کفر به خدا و پايمال کردن حرمت حرم خدا و بيرون کردن اهل حرم از آن (که مشرکان مرتکب شدند) نزد خدا بسيار گناه بزرگتري است و فتنه‌گري، فساد انگيزتر از قتل است. و کافران پيوسته با شما مسلمين کارزار کنند تا آنکه اگر بتوانند شما را از دين خود برگردانند، و هر کس از شما از دين خود برگردد و به حال کفر باشد تا بميرد چنين اشخاص اعمالشان در دنيا و آخرت ضايع و باطل گرديده، و آنان اهل جهنّمند و در آن هميشه (معذّب) خواهند بود.
2|218|آنان که به دين اسلام گرويدند و از وطن خود هجرت نموده در راه خدا جهاد کردند اينان اميدوار و منتظر رحمت خدا باشند، که خدا بخشاينده و مهربان است.
2|219|(اي پيغمبر) از تو از حکم شراب و قمار مي‌پرسند، بگو: در اين دو کار گناه بزرگي است و سودهايي براي مردم، ولي زيان گناه آن دو بيش از منفعت آنهاست. و نيز سؤال کنند تو را که چه در راه خدا انفاق کنند؟ جواب ده: آنچه زائد (بر ضروري زندگاني) است. خداوند بدين روشني آيات خود را براي شما بيان کند، باشد که تفکر نموده و عقل خود به کار بنديد،
2|220|در کار دنيا و آخرت (تا از دنيا براي آخرت توشه برداريد). و سؤال کنند تو را که با يتيمان چگونه رفتار کنند؟ بگو: به اصلاح (حال و مصلحت مآل) آنها کوشيد بهتر است (تا آنها را بي‌سرپرست گذاريد) و اگر با آن‌ها آميزش کنيد رواست که برادر ديني شما هستند، و خدا آگاه است از آن کس که (در کار آنان) نادرستي کند و آن که اصلاح و درستي نمايد. و اگر خدا مي‌خواست کار را بر شما سخت مي‌کرد چه آنکه خدا توانا و دانا است.
2|221|و با زنان مشرک ازدواج مکنيد مگر آنکه ايمان آرند و همانا کنيزکي با ايمان بهتر از زن آزاد مشرک است هر چند از (حسن و جمال) او به شگفت آييد، و زن به مشرکان مدهيد مگر آنکه ايمان آرند و همانا بنده مؤمن بسي بهتر از آزاد مشرک است هر چند از (مال و حسن) او به شگفت آييد. مشرکان (شما را از راه جهل) به آتش خوانند و خدا از راه لطف و مرحمت به بهشت و مغفرت دعوت کند و خداوند براي مردم آيات خويش بيان فرمايد، باشد که هشيار و متذکر گردند.
2|222|و سؤال کنند تو را از عادت شدن زنان، بگو: آن رنجي است (براي زنان) در آن حال از مباشرت آنان دوري کنيد و با آنان نزديکي نکنيد تا آنکه پاک شوند، چون خود را پاک کردند از آنجا که خدا دستور داده به آنها نزديک شويد، که همانا خدا آنان را که پيوسته به درگاهش توبه کنند و هم پاکيزگان دور از هر آلايش را دوست مي‌دارد.
2|223|زنان شما کشتزار شمايند، پس (براي کشت فرزند صالح) بدانها نزديک شويد هرگاه (مباشرت آنان) خواهيد، و چيزي براي خود پيش فرستيد و خدا ترس باشيد و بدانيد که محققا نزد خدا خواهيد رفت. و (اي رسول) اهل ايمان را بشارت ده.
2|224|و زنهار نام خدا را هدف سوگندهاي خود مکنيد تا (با اين سوگندهاي راست و دروغ) از حقوقي که مردم را بر شماست برائت جوئيد و خود را نيکوکار و پرهيزکار قلمداد کنيد و مصلح ميان مردم جلوه دهيد؛ و خدا (راست و دروغ و نيک و بد را) شنوا و داناست.
2|225|خدا شما را به سوگندهاي لغو مؤاخذه نکند و ليکن به آنچه در دل داريد مؤاخذه خواهد کرد و خدا بسيار آمرزنده و بردبار است.
2|226|آنان که با زنان خود ايلاء کنند (بر ترک مباشرت آنها قسم بخورند) چهار ماه انتظار کشند، اگر (از قسم خود) بازگشتند خداوند آمرزنده و مهربان است.
2|227|و اگر عزم طلاق نمودند خدا (به گفتار و کردارشان) شنوا و داناست.
2|228|و زنهايي که طلاق داده شدند از شوهر نمودن خودداري کنند تا سه پاکي بر آنان بگذرد و آنچه را (حيض يا حملي) که خدا در رحم آنها آفريده کتمان نکنند اگر به خدا و روز قيامت ايمان دارند. و شوهران آنها در زمان عدّه سزاوارترند که آنها را به زني خود رجوع دهند اگر نيّت سازش دارند، و زنان را بر شوهران حق مشروعي است چنانچه شوهران را بر زنان، ليکن مردان را بر زنان افزوني است، و خدا (بر هر چيز) توانا و داناست.
2|229|طلاق (طلاقي که شوهر در آن رجوع تواند کرد) دو مرتبه است، پس چون طلاق داد يا رجوع کند به سازگاري و يا رها کند به نيکي، و حلال نيست که چيزي از مهر آنان به جور بگيريد، مگر آنکه بترسيد حدود دين خدا را راجع به احکام ازدواج نگاه ندارند، در چنين صورت زن هر چه از مهر خود به شوهر (براي طلاق) ببخشد بر آنان روا باشد. اين احکام، حدود دين خداست، از آن سرکشي مکنيد و کساني که از احکام خدا سرپيچند آنها به حقيقت ستمکارند.
2|230|پس اگر زن را طلاق (سوم) داد ديگر آن زن بر او حلال نيست تا اينکه زن به ديگري شوهر کند، اگر آن شوهر دوم زن را طلاق داد زن با شوهر اوّل (که سه طلاق داده) توانند به زوجيّت بازگردند اگر گمان برند که احکام خدا را (راجع به امر ازدواج) نگاه خواهند داشت. اين است احکام خدا که براي مردم دانا بيان مي‌کند.
2|231|و هرگاه زنان را طلاق داديد بايستي تا نزديک پايان زمان عدّه يا آنها را به سازگاري (در خانه) نگاه داريد و يا به نيکي رها کنيد، و روا نيست آنان را به آزار نگاه داشته تا بر آنها ستم کنيد. هر کس چنين کند همانا بر خود ظلم کرده است. و آيات خدا را به مسخره نگيريد و به ياد آريد نعمت خدا را که به شما لطف فرمود و (به خصوص نعمت بزرگ) کتاب آسماني و حکمت الهي را که به شما فرستاد و شما را به اندرز آن بهره‌مند گرداند، و از خدا پروا کنيد و بدانيد که خدا به همه چيز آگاه است.
2|232|و چون زنان را طلاق داديد و زمان عده آن‌ها به پايان رسيد، نبايد آنها را از شوهر کردن منع کنيد هرگاه به طريق مشروع به ازدواج با مردي تراضي کنند. بدين سخن پند داده شود هر کس به خدا و روز بازپسين ايمان آورده. اين دستور براي تزکيه نفوس شما بهتر است و خدا (به مصلحت شما) داناست و شما (خير و صلاح خود) نمي‌دانيد.
2|233|و مادران بايستي دو سال کامل فرزندان خود را شير دهند، البته آن کسي که خواهد فرزند را شير تمام دهد؛ و به عهده صاحب فرزند است (يعني پدر) که خوراک و لباس مادر را به حد متعارف بدهد، هيچ کس را تکليف جز به اندازه طاقت نکنند، نه مادر بايد در نگهباني فرزند به زحمت و زيان افتد و نه پدر بيش از حدّ متعارف براي کودک متضرر شود. و اگر کودک را پدر نبود وارث بايد در نگهداري او به حد متعارف قيام کند. و اگر پدر و مادر به رضايت و مصلحت ديد يکديگر بخواهند فرزند را از شير بگيرند هر دو را رواست، و اگر خواهيد که براي فرزندان دايه بگيريد آن هم روا باشد در صورتي که دايه را حقوقي به متعارف بدهيد. و از خدا پروا کنيد و بدانيد که خداوند به کردار شما بيناست.
2|234|و مرداني که بميرند و زنانشان زنده مانند، آن زنان بايد از شوهر کردن خودداري کنند تا مدّت چهار ماه و ده روز بگذرد، پس از انقضاء اين مدت بر شما گناهي نيست که آنان در حق خويش کاري شايسته کنند (از زينت کردن و شوهر نمودن)، و خداوند از کردارتان آگاه است.
2|235|و باکي بر شما نيست که به فکر خواستگاري آن زنان برآييد يا نيّت ازدواج را در دل داشته بدون اظهار، تنها خدا داند که از اين پس از دل به زبان خواهيد آورد، وليکن (در عدّه) با آنها پنهاني قرار و پيماني نگذاريد مگر آنکه سخني به ميزان شرع گوييد، ولي عزم عقد و ازدواج مکنيد تا زمان عدّه آنها منقضي شود، و بدانيد که خداوند از نيّات دروني شما آگاه است، پس از او بترسيد و بدانيد که خدا بسيار آمرزنده و بردبار است.
2|236|باکي بر شما نيست اگر طلاق دهيد زناني را که با آنان مباشرت نکرده و مهري مقرّر نداشته‌ايد ولي آنها را به چيزي بهره‌مند سازيد، دارا به قدر خود و نادار به قدر خويش به بهره‌اي شايسته او، که اين سزاوار مقام نيکوکاران است.
2|237|و اگر زنها را قبل از مباشرت با آن‌ها طلاق دهيد، در صورتي که بر آنان مهر مقرّر داشته‌ايد بايستي نصف مهري را که تعيين شده به آنها بدهيد مگر آنها خود گذشت کنند يا کسي که امر نکاح به دست اوست (مثل پدر يا جدّ) از آن حق در گذرند، و گذشت کردن به تقوا و خدا پرستي نزديکتر است، و فضيلتهايي که در نيکويي به يکديگر است فراموش مکنيد، (و بدانيد) که خداوند به هر کار (نيک و بد) شما بيناست.
2|238|بر نمازها مواظبت و توجه کامل داشته باشيد و به خصوص نماز وسطي (صبح) و به طاعت خدا قيام کنيد.
2|239|پس اگر شما را بيم خطري از دشمن باشد به هر حال که ميسّر است، پياده يا سواره نماز به جاي آريد و آن گاه که ايمني يافتيد خدا را ياد کنيد که او شما را به آنچه نمي‌دانستيد دانا گردانيد.
2|240|مرداني که بميرند و زنانشان زنده مانند بايد وصيّت کنند که آن‌ها را تا يکسال نفقه دهند و از خانه شوهر بيرون نکنند، پس اگر زنها خود خارج شوند شما را گناهي نيست از آنچه آنها درباره خود در حدود شرع بگزينند، و خدا توانا و داناست.
2|241|مردان، زناني را که طلاق دهند به چيزي بهره‌مند کنند، که اين کار سزاوار مردم پرهيزکار است.
2|242|خدا آيات خود را براي شما اين گونه روشن بيان مي‌کند، شايد خردمندي کنيد.
2|243|آيا نديديد آنهايي را که از ترس مرگ از ديار خود بيرون رفتند که هزارها تن بودند، خدا فرمود که تمام بميريد (همه مردند) سپس آنها را زنده کرد، زيرا خدا را در حق بندگان فضل و کرم بسيار است، و ليکن بيشتر مردم سپاسگزار نيستند.
2|244|جهاد کنيد در راه خدا و بدانيد که خدا (به گفتار و کردار خلق) شنوا و دانا است.
2|245|کيست که خدا را قرض الحسنه دهد تا خدا بر او به چندين برابر بيفزايد؟ و خداست که مي‌گيرد و مي‌دهد، و همه به سوي او باز گردانده مي‌شويد.
2|246|آيا نديدي آن گروه بني اسرائيل را که پس از وفات موسي از پيغمبر وقت خود تقاضا کردند که پادشاهي براي ما برانگيز تا (به سرکردگي او) در راه خدا جهاد کنيم؛ پيغمبر آنها گفت: اگر جهاد فرض شود مبادا به جنگ قيام نکرده، نافرماني کنيد! گفتند: چگونه شود که ما به جنگ نرويم در صورتي که (دشمنان ما) ما و فرزندان ما را (به ستم) از ديارمان بيرون کردند؟! پس چون (با درخواست آنها) جهاد مقرّر گرديد به جز اندکي همه روي گردانيدند، و خدا از کردار ستمکاران آگاه است.
2|247|پيغمبرشان به آنها گفت: خداوند طالوت را به پادشاهي شما برانگيخت. گفتند که از کجا او را بر ما بزرگي و شاهي رواست در صورتي که ما به پادشاهي شايسته‌تر از اوييم و او را مال فراوان نيست. رسول گفت: خداوند او را برگزيده و در دانش و توانايي و قوت جسم فزوني بخشيده، و خدا ملک خود را به هر که خواهد بخشد، که خدا به حقيقت توانگر و داناست.
2|248|پيغمبرشان به آنها گفت که نشانه پادشاهي او اين است که تابوتي که در آن سکينه خدا و الواح بازمانده از خانواده موسي و هارون است و فرشتگانش به دوش برند براي شما مي‌آيد، که در آن براي شما حجتي است روشن اگر اهل ايمان باشيد.
2|249|پس هنگامي که طالوت لشکر کشيد، سپاه خود را گفت: خدا شما را به نهر آبي آزمايش کند، هر که از آن بياشامد از من و هم آيين من نيست، و هر که هيچ نياشامد يا کفي بيش برنگيرد از من و هم آيين من خواهد بود. پس همه سپاهش آشاميدند به جز عده قليلي از آنها. و چون طالوت و سپاه مؤمنش از نهر گذشتند (و مواجه با دشمن شدند لشکر بيمناک گشته) گفتند: ما را تاب مقاومت جالوت و سپاه او نخواهد بود. آنان که به لقاء رحمت خدا و ثواب آخرت معتقد بودند (ثابت قدم مانده) گفتند: چه بسيار شده که گروهي اندک به ياري خدا بر سپاهي بسيار غالب آمده، و خدا با صابران است.
2|250|و چون آنها در ميدان مبارزه جالوت و لشکريان او آمدند گفتند: پروردگارا، به ما صبر و استواري بخش و ما را ثابت قدم دار و بر شکست کافران ياري فرما.
2|251|پس به ياري خدا کافران را شکست دادند و داود (عليه السّلام) امير آنها جالوت را کشت و خدايش پادشاهي و فرزانگي عطا فرمود و از آنچه مي‌خواست بدو بياموخت. و اگر خدا برخي مردم را در مقابل بعضي ديگر بر نمي‌انگيخت فساد روي زمين را فرا مي‌گرفت، و ليکن خدا، خداوند فضل و کرم بر همه اهل عالم است.
2|252|اين آيات خداست که به راستي بر تو مي‌خوانيم و همانا تو از جمله پيغمبران مرسل هستي.
2|253|اين پيغمبران را برخي بر بعضي برتري و فضيلت داديم، بعضي را خدا با او سخن گفته و بعضي را رفعت مقام داده، و عيسي پسر مريم را معجزات آشکار داديم و او را به روح القدس نيرو بخشيديم، و اگر خدا مي‌خواست پس از فرستادن پيامبران و معجزات آشکار، مردم با يکديگر در مقام خصومت و قتال بر نمي‌آمدند، وليکن آنان برخلاف و دشمني با هم برخاستند، برخي ايمان آورده و بعضي کافر شدند، و اگر خدا مي‌خواست با هم بر سر جنگ نبودند، و ليکن خدا هر چه مشيّتش قرار گيرد خواهد کرد.
2|254|اي اهل ايمان، از آنچه روزي شما کرديم انفاق کنيد پيش از آنکه بيايد روزي که نه کسي (براي آسايش خود) چيزي تواند خريد و نه دوستي و شفاعتي به کار آيد، و کافران (دريابند که) خود ستمکار بوده‌اند.
2|255|خداي يکتاست که جز او خدايي نيست، زنده و پاينده است، هرگز او را کسالت خواب فرا نگيرد تا چه رسد که به خواب رود، اوست مالک آنچه در آسمانها و زمين است، که را اين جرأت است که در پيشگاه او به شفاعت برخيزد مگر به فرمان او؟ علم او محيط است به آنچه پيش نظر خلق آمده و آنچه سپس خواهد آمد و خلق به هيچ مرتبه از علم او احاطه نتوانند کرد مگر به آنچه او خواهد، قلمرو علمش از آسمانها و زمين فراتر، و نگهباني زمين و آسمان بر او آسان و بي‌زحمت است، و او والا مرتبه و با عظمت است.
2|256|کار دين به اجبار نيست، تحقيقا راه هدايت و ضلالت بر همه کس روشن گرديده، پس هر که از راه کفر و سرکشي ديو رهزن برگردد و به راه ايمان به خدا گرايد بي‌گمان به رشته محکم و استواري چنگ زده که هرگز نخواهد گسست، و خداوند (به هر چه خلق گويند و کنند) شنوا و داناست.
2|257|خدا يار اهل ايمان است که آنان را از تاريکيهاي جهل بيرون آرد و به عالم نور برد، و آنان که راه کفر گزيدند يار ايشان شياطين و ديوهايند که آنها را از عالم نور به تاريکيهاي گمراهي در افکنند، اين گروه اهل دوزخند و در آن هميشه خواهند بود.
2|258|آيا نديدي که پادشاه زمان ابراهيم (عليه السّلام) به دليل حکومتي که خدا به او داده بود درباره (يکتايي) خدا با ابراهيم به جدل برخاست؟ چون ابراهيم گفت: خداي من آن است که زنده گرداند و بميراند، او گفت: من نيز زنده مي‌کنم و مي‌ميرانم. ابراهيم گفت که خداوند خورشيد را از طرف مشرق برآورد، تو اگر تواني از مغرب بيرون آر؛ آن نادان کافر در جواب عاجز ماند؛ و خدا راهنماي ستمکاران نخواهد بود.
2|259|يا به مانند آن کس (عزير) که به دهکده‌اي گذر کرد که خراب و ويران شده بود، گفت: (به حيرتم که) خدا چگونه باز اين مردگان را زنده خواهد کرد! پس خداوند او را صد سال ميراند سپس زنده کرد و برانگيخت و بدو فرمود که چند مدّت درنگ نمودي؟ جواب داد: يک روز يا پاره‌اي از يک روز درنگ نمودم، خداوند فرمود (نه چنين است) بلکه صد سال است که به خواب مرگ افتاده‌اي، نظر در طعام و شراب خود بنما که هنوز تغيير ننموده، و الاغ خود را بنگر (که اکنون زنده‌اش کنيم تا احوال بر تو معلوم شود) و تا تو را حجت و نشانه‌اي براي خلق قرار دهيم (که امر بعثت را انکار نکنند) و بنگر در استخوانهاي آن که چگونه درهمش پيوسته و گوشت بر آن پوشانيم. چون اين کار بر او روشن گرديد، گفت: به يقين مي‌دانم که خدا بر هر چيز قادر است.
2|260|و چون ابراهيم گفت: بار پروردگارا، به من بنما که چگونه مردگان را زنده خواهي کرد؟ خدا فرمود: باور نداري؟ گفت: آري باور دارم، ليکن خواهم (به مشاهده آن) دلم آرام گيرد. خدا فرمود: چهار مرغ بگير و گوشت آنها را به هم درآميز نزد خود، آن گاه هر قسمتي را بر سر کوهي بگذار، سپس آن مرغان را بخوان، که به سوي تو شتابان پرواز کنند؛ و بدان که خدا (بر همه چيز) توانا و داناست.
2|261|مثل آنان که مالشان را در راه خدا انفاق مي‌کنند به مانند دانه‌اي است که از آن هفت خوشه برويد و در هر خوشه صد دانه باشد، و خداوند از اين مقدار نيز براي هر که خواهد بيفزايد، و خدا را رحمت بي‌منتهاست و (به همه چيز) داناست.
2|262|آنان که مالشان را در راه خدا انفاق کنند و در پي انفاق منّتي نگذارده و آزاري نکنند، آنها را پاداش نيکو نزد خدا خواهد بود و از هيچ پيشامدي بيمناک نباشند و هرگز اندوهناک نخواهند بود.
2|263|(فقير سائل را به) زبان خوش و طلب آمرزش (رد کردن) بهتر است از صدقه‌اي که پي آن آزار کنند، و خداوند بي‌نياز و بردبار است.
2|264|اي اهل ايمان، صدقات خود را به سبب منّت و آزار تباه نسازيد مانند آن که مال خود را از روي ريا (براي جلب توجه ديگران) انفاق کند و ايمان به خدا و روز قيامت ندارد؛ مثل اين رياکاران بدان ماند که دانه را (به جاي آنکه در زمين قابلي افشانند) بر روي سنگ صاف غبار گرفته‌اي ريزند و تند باراني غبار آن بشويد و آن سنگ را همان طور صاف و بي‌گياه به جاي گذارد، که نتوانند هيچ حاصلي از آن به دست آورند. و خداوند گروه کافران را راه (سعادت) ننمايد.
2|265|و مثل آنان که مالشان را در راه خشنودي خدا انفاق کنند و با کمال اطمينان خاطر، دل به لطف خدا شاد دارند مثل بوستاني است که در زمين بلندي باشد و بر آن باران زيادي به موقع ببارد و حاصلي دو چندان (که منتظرند) دهد، و اگر باران زياد نيايد، اندک بارد (تا باز به ثمر رسد)، و خدا (به کار شما) بيناست.
2|266|آيا هيچ يک از شما خواهد که او را باغي باشد از درخت خرما و انگور و زير آن درختان جويهاي روان، و در آن هرگونه ميوه موجود باشد، آن گاه ضعف و پيري بدو فرا رسد و او را فرزندان خرد و ناتوان باشد، پس در باغ او بادي آتشبار افتد و همه بسوزد؟ (حال کسي که به ريا انفاق کند بدين ماند). خداوند آيات خود را براي شما اين چنين روشن بيان کند، باشد که (در مآل کارها و حقيقت احوال) فکر کنيد.
2|267|اي اهل ايمان، انفاق کنيد از بهترين آنچه اندوخته‌ايد، و از آنچه براي شما از زمين مي‌رويانيم، و بدها را براي انفاق در نظر نگيريد، در صورتي که خود شما جنس بد را نستانيد مگر آنکه از بدي آن چشم پوشي کنيد؛ و بدانيد که خدا بي‌نياز و ستوده صفات است.
2|268|شيطان شما را وعده فقر و بي‌چيزي دهد و به کارهاي زشت و بخل وادار کند، و خدا به شما وعده آمرزش و احسان دهد، و خدا را رحمت بي‌منتهاست و (به همه امور جهان) داناست.
2|269|خدا فيض حکمت را به هر که خواهد عطا کند، و هر که را به حکمت و دانش رسانند در باره او مرحمت و عنايت بسيار کرده‌اند، و اين حقيقت را جز خردمندان متذکر نشوند.
2|270|هر چه انفاق کنيد و يا به نذر (و صدقه) دهيد همانا خدا مي‌داند، و (اگر در حق مسکينان ستم کنيد) براي ستمکاران در دو جهان يار و معيني نخواهد بود.
2|271|اگر (به مستحقان) آشکارا صدقه دهيد کاري نيکوست، ليکن اگر در پنهاني به فقيران (آبرومند) رسانيد براي شما نيکوتر است و خدا (به پاداش آن) برخي از گناهان شما را محو و مستور دارد، و خداوند از (آشکارا و نهان) آنچه مي‌کنيد آگاه است.
2|272|(اي رسول بر تو دعوت خلق است و) هدايت خلق بر تو نيست، خدا هر که را خواهد هدايت کند. و هر قسم انفاق و احسان کنيد درباره خويش کرده‌ايد، و نبايست انفاق کنيد جز در راه رضاي خدا، و هر انفاق و احساني کنيد از خدا پاداش تمام به شما رسد و هرگز به شما ستم نخواهد رسيد.
2|273|صدقات مخصوص فقيراني است که در راه خدا بازمانده و ناتوان شده‌اند و توانايي آنکه در زمين بگردند (و کاري پيش گيرند) ندارند و از فرط عفاف چنانند که هر کس از حال آنها آگاه نباشد پندارد غني و بي‌نيازند، به (فقر) آنها از سيمايشان پي مي‌بري، هرگز چيزي از کسي درخواست نکنند. و هر مالي انفاق کنيد خدا به آن آگاه است.
2|274|کساني که مال خود را در شب و روز انفاق کنند نهان و آشکارا، آنان را نزد پروردگارشان پاداش نيکو خواهد بود و هرگز (از حادثه آينده) بيمناک و (از امور گذشته) اندوهگين نخواهند گشت.
2|275|آن کساني که ربا خورند (از قبر در قيامت) برنخيزند جز به مانند آن که به وسوسه شيطان مخبّط و ديوانه شده. و آنان بدين سبب در اين عمل زشت افتند که گويند فرقي بين تجارت و ربا نيست؛ حال آنکه خدا تجارت را حلال و ربا را حرام کرده. پس هر کس که اندرز (کتاب) خدا بدو رسد و از اين عمل دست کشد خدا از گذشته او در گذرد و عاقبت کارش با خدا باشد، و کساني که دست نکشند اهل جهنّمند و در آن جاويد معذّب خواهند بود.
2|276|خدا سود ربا را نابود گرداند و صدقات را افزوني بخشد، و خدا مردم بي‌ايمان گنه پيشه را دوست ندارد.
2|277|آنان که اهل ايمان و نيکوکارند و نماز به پا دارند و زکات بدهند آنان را نزد پروردگارشان پاداش نيکو خواهد بود و هرگز ترس (از آينده) و اندوه (از گذشته) نخواهند داشت.
2|278|اي کساني که ايمان آورده‌ايد، از خدا بترسيد و زيادي ربا را رها کنيد اگر به راستي اهل ايمانيد.
2|279|پس اگر ترک ربا نکرديد آگاه باشيد که به جنگ خدا و رسول او برخاسته‌ايد. و اگر از اين کار پشيمان گشتيد اصل مال شما براي شماست، که در اين صورت به کسي ستم نکرده‌ايد و از کسي ستم نکشيده‌ايد.
2|280|و اگر (کسي که از او طلبکار هستيد) تنگدست شود به او مهلت دهيد تا توانگر گردد، و بخشيدن آن (به هنگام تنگدستي وي) به رسم صدقه، براي شما بهتر است اگر (به مصلحت خود) داناييد.
2|281|و بترسيد از روزي که شما را به سوي خدا باز گردانند، پس هر کس پاداش عمل خويش خواهد يافت و به هيچ کس ستمي نکنند.
2|282|اي اهل ايمان، چون به قرض و نسيه معامله کنيد تا زماني معيّن، سند و نوشته در ميان باشد، و بايست نويسنده درستکاري معامله ميان شما را بنويسد، و نبايد کاتب از نوشتن خودداري کند، که خدا به وي نوشتن آموخته پس بايد بنويسد، و مديون بايد مطالب را املاء کند، و از خدا بترسد و از آنچه مقرّر شده چيزي نکاهد، و اگر مديون سفيه يا ناتوان (صغير) است و صلاحيّت املا ندارد وليّ او به عدل و درستي املا کند و دو تن از مردان خود (از مسلمانان عادل) گواه آريد، و اگر دو مرد نيابيد يک مرد و دو زن، از هر که (به عدالت) قبول داريد گواه گيريد تا اگر يک نفر از آن دو زن فراموش کند ديگري به خاطرش آورد، و هرگاه شهود را (به محکمه) بخوانند امتناع از رفتن نکنند، و در نوشتن آن تا تاريخ معيّن مسامحه نکنيد چه معامله کوچک و چه بزرگ باشد. اين عادلانه‌تر است نزد خدا و محکمتر براي شهادت و نزديکتر به اينکه شکّ و ريبي در معامله پيش نيايد (که موجب نزاع شود) مگر آنکه معامله نقد حاضر باشد که دست به دست ميان شما برود، در اين صورت باکي نيست که ننويسيد، و گواه گيريد هرگاه معامله کنيد، و نبايست به نويسنده و گواه ضرري رسد (و بي‌اجر مانند)، و اگر چنين کنيد نافرماني کرده‌ايد. و از خدا بترسيد و خداوند هم به شما تعليم مصالح امور مي‌کند و خدا به همه چيز داناست.
2|283|و اگر در سفر باشيد و نويسنده‌اي نيابيد براي وثيقه دين گروي گرفته شود. و اگر برخي بعضي را امين داند (و به او امانت بسپارد) پس بايد ادا کند آن امين آنچه را که به امانت گرفته است و از خداي خود بترسد (و به امانت خيانت نکند)، و کتمان شهادت ننماييد، که هر کس کتمان کند البته به دل گناهکار است و خدا از همه کار شما آگاه است.
2|284|آنچه در آسمانها و زمين است همه ملک خداست و اگر آنچه در دل داريد آشکار و يا مخفي کنيد همه را خدا در محاسبه شما خواهد آورد، آن گاه هر که را خواهد ببخشد و هر که را خواهد عذاب کند، و خدا بر هر چيز تواناست.
2|285|اين رسول به آنچه خدا بر او نازل کرده ايمان آورده و مؤمنان نيز همه به خدا و فرشتگان خدا و کتب و پيغمبران خدا ايمان آوردند (و گفتند) ما ميان هيچ يک از پيغمبران خدا فرق نگذاريم، و (همه يک زبان و يک دل) اظهار کردند که ما (فرمان خدا را) شنيده و اطاعت کرديم، پروردگارا، ما آمرزش تو را خواهيم و (مي‌دانيم) بازگشت همه به سوي توست.
2|286|خدا هيچ کس را تکليف نکند مگر به قدر توانايي او، نيکيهاي هر کس به سود او و بديهايش نيز به زيان خود اوست. پروردگارا، ما را بر آنچه به فراموشي يا به خطا کرده‌ايم مؤاخذه مکن. بار پروردگارا، تکليف گران و طاقت فرسا که بر پيشينيان ما نهاده‌اي بر ما مگذار. پروردگارا، بار تکليفي فوق طاقت ما بر دوش ما منه، و بيامرز و ببخش گناه ما را، و بر ما رحمت فرما، تنها آقاي ما و ياور ما تويي، پس ما را بر گروه کافران ياري فرما.
3|1|الف، لام، ميم (از حروف مقطعه و اسرار قرآن است).
3|2|خداي يکتاست که جز او خدايي نيست که زنده و پاينده ابدي است.
3|3|آن خدايي که قرآن را به راستي بر تو فرستاد که تصديق کننده کتب آسماني قبل از خود است و (پيش از قرآن) تورات و انجيل را فرستاد،
3|4|براي هدايت مردم، و نيز کتاب جدا کننده ميان حق و باطل (يعني قرآن) را فرستاد. همانا آنان که به آيات خدا کافر شدند بر آنها عذاب سختي است، و خدا مقتدر و کيفر کننده ستمکاران است.
3|5|همانا چيزي در آسمان و زمين از خدا پنهان نيست.
3|6|خداست آن که صورت شما را در رحم مادران مي‌نگارد هر گونه اراده کند. خدايي جز آن ذات يکتا نيست که (به هر چيز) توانا و داناست.
3|7|اوست خدايي که قرآن را بر تو فرستاد که برخي از آن کتاب آيات محکم است که اصل و مرجع ساير آيات کتاب خداست و برخي ديگر متشابه است، و آنان که در دلشان ميل به باطل است از پي متشابه رفته تا به تأويل کردن آن در دين راه شبهه و فتنه‌گري پديد آرند، در صورتي که تأويل آن را کسي جز خداوند و اهل دانش نداند؛ گويند: ما به همه کتاب گرويديم که همه از جانب پروردگار ما آمده، و به اين (دانش) تنها خردمندان آگاهند.
3|8|بار پروردگارا، دلهاي ما را به باطل ميل مده پس از آنکه به حق هدايت فرمودي و به ما از لطف خود رحمتي عطا فرما، که تويي بسيار بخشنده (بي‌منّت).
3|9|پروردگارا، محققا تو تمام مردم را در روزي که هيچ شبهه در آن نيست جمع سازي، و هرگز خدا نقض وعده خويش نخواهد کرد.
3|10|کافران را هرگز مال و فرزندانشان از عذاب خدا نرهاند، و آنان خود آتش افروز جهنّمند.
3|11|اين گروه هم به مانند فرعونيان و پيشينيان (کافر کيش)، آيات ما را تکذيب کردند، خدا هم آنها را به کيفر گناهانشان مجازات کرد و خدا بدکاران را سخت به کيفر رساند.
3|12|بگو به آنان که کافر شدند که به زودي مغلوب شويد و به جهنّم محشور گرديد که بسيار بد جايگاهي است.
3|13|نشانه و آيتي (از لطف خدا) براي شما در اين بود که چون دو گروه با يکديگر روبرو شدند (در جنگ بدر) گروهي در راه خدا جهاد مي‌کردند و گروه ديگر کافر بودند، و گروه کافر مؤمنان را دو برابر خود به چشم مي‌ديدند، و خدا توانايي و ياري دهد به هر که خواهد، و بدين آيت الهي اهل بصيرت عبرت جويند.
3|14|مردم را حبّ شهوات نفساني، از ميل به زنها و فرزندان و هميان‌هايي از طلا و نقره و اسبهاي نشان دار نيکو و چهارپايان و مزارع در نظر زيبا و دلفريب است، (ليکن) اينها متاع زندگاني (فاني) دنياست و نزد خداست منزل بازگشت نيکو.
3|15|(اي پيغمبر) بگو: مي‌خواهيد شما را آگاه گردانم به بهتر از اينها؟ براي آنان که تقوا پيشه کنند نزد خدا باغهاي بهشتي است که در زير درختان آن نهرها جاري است و در آن جاويد و متنّعم هستند و زنان پاکيزه و آراسته‌اي و (از همه بهتر) خشنودي خدا، و خداوند به حال بندگان بيناست.
3|16|آنان که (به درگاه الهي) عرضه دارند: پروردگارا: (به کرم خود) گناهان ما ببخش و ما را از عذاب جهنّم نگاه دار.
3|17|آنان صابران و راستگويان و فرمانبرداران و انفاق کنندگان و استغفار کنندگان در سحرگاهانند.
3|18|خدا به يکتايي خود گواهي دهد که جز ذات اقدس او که نگهبان عدل و درستي است خدايي نيست، و فرشتگان و دانشمندان نيز به يکتايي او گواهي دهند؛ نيست خدايي جز او که (بر همه چيز) توانا و داناست.
3|19|همانا دين (پسنديده) نزد خدا آيين اسلام است، و اهل کتاب راه اختلاف نپيمودند مگر پس از آگاهي به حقّانيت آن، و اين خلاف را از راه حسد در ميان آوردند. و هر کس به آيات خدا کافر شود (بترسد که) محاسبه خدا زود خواهد بود.
3|20|پس اگر با تو (براي مخالفت با دين حقّ، به باطل) احتجاج کنند، بگو: من و پيروانم خود را تسليم امر خدا نموده‌ايم. و بگو با اهل کتاب و با امّيان: آيا شما هم (چون حق پديدار شود) تسليم حق شده و ايمان آريد؟ و چنانچه ايمان آرند هدايت يافته‌اند و اگر (از حق) روي گردانند بر تو چيزي جز تبليغ (دين خدا) نيست و خداوند به حال بندگان بيناست.
3|21|همانا آنان که به آيات خدا کافر شوند و انبياء را بي‌جرم و به ناحق بکشند و آن مردمي را که (خلق را) به درستي و عدل خوانند به قتل رسانند، آنها را به عذاب دردناک بشارت ده.
3|22|آنهايند که اعمالشان در دنيا و آخرت تباه گرديده و کسي آنها را (براي نجات از عذاب) ياري نخواهد کرد.
3|23|آيا ننگريستي آنهايي را که بهره‌اي از کتاب داده‌اند که چون دعوت شوند تا کتاب خدا بر آنها حکم کند گروهي از آنان (از حکم حق) روي گردانند و از آن دوري گزينند؟
3|24|بدين سبب که گويند: ما را هرگز در آتش جز روزهايي چند عذاب نکنند. و اين سخنان باطل که به دروغ بر خود بسته‌اند آنها را در دين خود مغرور گردانيده است.
3|25|پس چگونه خواهد بود حال آنها هنگامي که جمع آوريم آنان را در روزي که هيچ شکّي در آن نيست؟ و هر کس به تمام جزاي اعمال خود خواهد رسيد و به کسي ستم نخواهد شد.
3|26|بگو (اي پيغمبر): بار خدايا، اي پادشاه ملک هستي، تو هر که را خواهي ملک و سلطنت بخشي و از هر که خواهي ملک و سلطنت بازگيري، و هر که را خواهي عزت دهي و هر که را خواهي خوار گرداني، هر خير و نيکويي به دست توست و تنها تو بر هر چيز توانايي.
3|27|شب را در پرده روز نهان سازي، و روز را در حجاب شب ناپديد گرداني، زنده را از مرده و مرده را از زنده برانگيزي، و به هر که خواهي روزي بي‌حساب عطا کني.
3|28|نبايد اهل ايمان، مؤمنان را وا گذاشته و از کافران دوست گزينند، و هر که چنين کند رابطه او با خدا مقطوع است مگر براي در حذر بودن از شرّ آنها (تقيه کنند). و خدا شما را از (عقاب) خود مي‌ترساند و بازگشت همه به سوي خدا خواهد بود.
3|29|(اي پيغمبر) بگو: هر چه را در دل پنهان داشته و يا آشکار کنيد خدا به همه آنها آگاه است و به هر چه در آسمانها و زمين است داناست، و خدا (به قدرت کامله) بر همه چيز تواناست.
3|30|روزي که هر شخصي هر کار نيکو کرده همه را پيش روي خود حاضر بيند و نيز آنچه بد کرده؛ آرزو کند که اي کاش ميان او و کار بدش به مسافتي دور جدايي بود! و خداوند شما را از (عقاب) خود مي‌ترساند، و خداوند در حق بندگان بسي مهربان است.
3|31|بگو (اي پيغمبر): اگر خدا را دوست مي‌داريد مرا پيروي کنيد تا خدا شما را دوست دارد و گناه شما را ببخشد، و خدا آمرزنده و مهربان است.
3|32|بگو: فرمان خدا و رسول را اطاعت کنيد و اگر (از آنان) روي گردانيد (و کافر شويد) همانا خدا هرگز کافران را دوست ندارد.
3|33|به حقيقت خدا آدم و نوح و خاندان ابراهيم و خاندان عمران را بر جهانيان برگزيد.
3|34|فرزنداني هستند برخي از نسل برخي ديگر، و خدا (به اقوال و احوال همه) شنوا و داناست.
3|35|آن گاه که زن عمران گفت: پروردگارا، من عهد کردم فرزندي که در رحم دارم از فرزندي خود در راه خدمت تو آزاد گردانم، اين عهد من بپذير که تويي شنوا و آگاه.
3|36|و چون او را بزاد (از روي حسرت) گفت: پروردگارا، فرزندم دختر است!-و خدا بر آنچه او زاييده داناتر است-و پسر مانند دختر نخواهد بود، و من او را مريم نام نهادم و او و فرزندانش را از شرّ شيطان رانده شده در پناه تو آوردم.
3|37|پس خدا او را به نيکويي پذيرفت و به تربيتي نيکو پرورش داد و زکريّا را براي کفالت و نگهباني او برگماشت؛ هر وقت زکريّا به صومعه عبادت مريم مي‌آمد نزد او رزق شگفت آوري مي‌يافت، گفت که اي مريم، اين روزي از کجا براي تو مي‌رسد؟ پاسخ داد که اين از جانب خداست، همانا خدا به هر کس خواهد روزي بي‌حساب دهد.
3|38|در آن هنگام زکريّا (که کرامت مريم مشاهده کرد) پروردگار خود را بخواند، گفت: پروردگارا، مرا (به لطف خويش) فرزندي پاک سرشت عطا فرما، که همانا تويي اجابت کننده دعا.
3|39|پس فرشتگان زکريّا را ندا کردند هنگامي که در محراب عبادت به نماز ايستاده بود که همانا خدا تو را بشارت مي‌دهد به (ولادت) يحيي، در حالي که او به کلمه خدا (يعني نبوّت عيسي) گواهي دهد و او خود پيشوا و پارسا و پيغمبري از شايستگان است.
3|40|زکريّا عرض کرد: پروردگارا، چگونه مرا پسري تواند بود در حالي که مرا سن پيري رسيده و عيالم عجوزي نازاست؟ گفت: چنين است، خدا هر آنچه بخواهد مي‌کند.
3|41|گفت: پروردگارا، براي من (به شکرانه اين نعمت) آيتي مقرّر فرما، فرمود: تو را آيت اين باشد که تا سه روز با مردم سخن جز به رمز نگويي، و پيوسته به ياد خدا باش و (او را) در صبحگاه و شبانگاه تسبيح گوي.
3|42|و (ياد کن) آن گاه که فرشتگان گفتند: اي مريم، همانا خدا تو را برگزيد و پاکيزه گردانيد و بر زنان جهانيان برتري بخشيد.
3|43|اي مريم، فرمانبردار خدا باش و نماز را با اهل طاعت به جاي آر.
3|44|اين از اخبار غيب است که به تو وحي مي‌کنيم، و تو حاضر نبودي آن زمان که قرعه براي نگهباني و کفالت مريم مي‌زدند تا قرعه به نام کدام يک شود، و نبودي نزد ايشان وقتي که بر سر اين کار نزاع مي‌کردند.
3|45|چون فرشتگان مريم را گفتند که خدا تو را به کلمه خود بشارت مي‌دهد که نامش مسيح (عيسي) پسر مريم است، که در دنيا و آخرت آبرومند و از مقرّبان (درگاه خدا) است.
3|46|و با خلق در گهواره سخن گويد بدان گونه که در سنين بزرگي، و او از جمله نيکويان جهان است.
3|47|مريم گفت: پروردگارا، مرا چگونه فرزندي تواند بود و حال آنکه با من مردي نزديک نشده؟ گفت: چنين است (کار خدا)، خدا هر آنچه بخواهد مي‌آفريند؛ چون مشيّت او به چيزي قرار گيرد، به محض اينکه گويد «موجود باش»، همان دم موجود مي‌شود.
3|48|و خدا به او تعليم کتاب و حکمت کند و تورات و انجيل آموزد.
3|49|و او را به رسالت به سوي بني اسرائيل فرستد که به آنان گويد: من از طرف خدا معجزي آورده‌ام، من از گل مجسمه مرغي ساخته و بر آن (نفس قدسي) بدمم تا به امر خدا مرغي گردد، و کور مادر زاد و مبتلاي به پيسي را به امر خدا شفا دهم، و مردگان را به امر خدا زنده کنم، و به شما (از غيب) خبر دهم که در خانه‌هاتان چه مي‌خوريد و چه ذخيره مي‌کنيد. اين معجزات براي شما حجّت و نشانه (حقانيت من) است اگر اهل ايمان هستيد.
3|50|و (آمده‌ام) در حالي که کتاب تورات شما را تصديق کنم و حلال گردانم بعض چيزهايي را که بر شما حرام شده بود، و از طرف خداوند براي شما معجزي آورده‌ام، پس (اي بني اسرائيل) از خدا بترسيد و مرا اطاعت کنيد.
3|51|همانا خداست پروردگار من و شما، او را بپرستيد، که همين است راه راست.
3|52|پس چون عيسي به يقين دريافت که قوم ايمان نخواهند آورد، گفت: کيست که با من دين خدا را ياري کند؟ حواريّون (شاگردان خاص او) گفتند: ما ياري کنندگان دين خداييم، به خدا ايمان آورده‌ايم، و گواهي ده که ما تسليم فرمان اوييم.
3|53|پروردگارا ما به کتابي که فرستادي ايمان آورده و از رسول تو پيروي کرديم، نام ما را در صحيفه اهل يقين ثبت فرما.
3|54|يهود با خدا مکر کردند و خدا هم در مقابل با آنها مکر کرد، و خدا از همه بهتر تواند مکر کرد.
3|55|(به ياد آر) وقتي که خدا فرمود: اي عيسي، همانا من (روح) تو را قبض نموده و به سوي (آسمان قرب) خود بالا برم و تو را پاک و منزّه از (معاشرت و آلايش) کافران گردانم و پيروان تو را بر کافران تا روز قيامت برتري دهم، آن گاه بازگشت شما به سوي من خواهد بود، پس (به حق) حکم کنم در آنچه بر سر آن با هم به نزاع بر مي‌خاستيد.
3|56|پس آن گروهي را که کافر شدند به عذابي سخت در دنيا و آخرت معذّب گردانم، و (براي نجاتشان) هيچ کس به آنها مدد و ياري نخواهد کرد.
3|57|اما آنان که ايمان آورده و نيکوکار شدند، خدا اجر تمام و کامل به آنها عطا کند، و خدا هرگز ستمکاران را دوست نمي‌دارد.
3|58|اين سخنان که بر تو مي‌خوانيم از آيات الهي و ذکر حکمت آموز است.
3|59|همانا مثل (خلقت) عيسي به امر خدا مثل خلقت آدم است که او را از خاک بساخت، سپس بدان خاک گفت: (بشري به حد کمال) باش، همان دم چنان گشت.
3|60|سخن حق همان است که از جانب خدا به تو رسيد، مبادا هيچ گاه در آن شکّ کني!
3|61|پس هر کس با تو درباره عيسي در مقام مجادله برآيد بعد از آنکه به احوال او آگاهي يافتي، بگو: بياييد ما و شما فرزندان و زنان و کساني را که به منزله خودمان هستند بخوانيم، سپس به مباهله برخيزيم (در حق يکديگر نفرين کنيم) تا دروغگويان (و کافران) را به لعن و عذاب خدا گرفتار سازيم.
3|62|اين داستان به حقيقت سخن حق است، و جز آن خداي يکتا خدايي نيست، و همانا خداست که (بر همه کار) توانا و (به حقايق) داناست.
3|63|پس اگر روي از حق بگردانند (بايد بترسند که) خدا از (کردار) مفسدان آگاه است.
3|64|بگو: اي اهل کتاب، بياييد از آن کلمه حق که ميان ما و شما يکسان است پيروي کنيم که به جز خداي يکتا را نپرستيم، و چيزي را با او شريک قرار ندهيم، و برخي برخي را به جاي خدا به ربوبيّت تعظيم نکنيم. پس اگر از حق روي گردانند بگوييد: شما گواه باشيد که ما تسليم فرمان خداونديم.
3|65|اي اهل کتاب، چرا در آيين ابراهيم با يکديگر مجادله مي‌کنيد (که هر يک او را به خود نسبت مي‌دهيد)؟! در صورتي که تورات و انجيل شما فرستاده نشد مگر بعد از ابراهيم؛ آيا تعقل نمي‌کنيد؟
3|66|گيرم در آنچه مي‌دانيد شما را مجادله روا باشد، چرا در آنچه علم نداريد جدل و گفتگو به ميان آوريد؟! و خدا (همه چيز را) مي‌داند و شما نمي‌دانيد.
3|67|ابراهيم به آيين يهود و نصاري نبود، ليکن به دين حنيف توحيد و اسلام بود و هرگز از آنان که به خدا شرک آورند نبود.
3|68|نزديکترين مردم به ابراهيم کساني هستند که از او پيروي کنند و اين پيغمبر و امّتش که اهل ايمانند؛ و خدا دوستدار و سرپرست مؤمنان است.
3|69|گروهي از اهل کتاب انتظار و آرزوي آن دارند که شما را گمراه کنند، و گمراه نمي‌کنند مگر خودشان را، و (اين را) نمي‌فهمند.
3|70|اي اهل کتاب، چرا به آيات خدا کافر شويد و حال آنکه شما به صدق آن گواهيد؟!
3|71|اي اهل کتاب، چرا حق را به باطل مشتبه سازيد (تا چراغ حق را به باد شبهات خاموش کنيد) و حق را پوشيده مي‌داريد در صورتي که (به حقّانيّت آن) آگاهيد؟!
3|72|و گروهي از اهل کتاب گفتند: به دين و کتابي که براي مسلمانان نازل شده اول روز ايمان آريد و آخر روز کافر شويد، شايد (به اين حيله) آنها نيز (از اسلام) برگردند.
3|73|و ايمان نياوريد مگر به آن کس که پيرو دين شما باشد-بگو: راه سعادت آن است که خدا بنمايد-تا مبادا معلوم شود که به امتي ديگر نيز مانند شريعت شما عطا مي‌گردد، يا بتوانند با شما نزد پروردگار احتجاج کنند. بگو: فضل و رحمت به دست خداست، به هر که خواهد عطا کند، و خدا را رحمت بي‌منتهاست و به همه امور داناست.
3|74|هر که را مشيّت او تعلّق بگيرد مخصوص به فضل و رحمت خود گرداند، و خدا را فضل و رحمت بي‌منتهاست.
3|75|بعضي از اهل کتاب (به آن حد درستکارند که) اگر مال بسيار به آنها بسپاري ردّ امانت کنند، و برخي ديگر از اهل کتاب (تا آن اندازه نادرستند که) اگر يک دينار به او امانت دهي رد نکنند جز آنکه بر مطالبه آن سخت‌گيري کني، از اين رو که گويند: براي ما (پيروان تورات) به هر وسيله خوردن مال اميّان (غير اهل تورات) گناهي ندارد، و اين سخن را به دروغ به خدا نسبت دهند در صورتي که مي‌دانند (که به خدا نسبت دروغ مي‌دهند).
3|76|آري، هر کس به عهد خود وفا کند و خدا ترس و پرهيزکار شود همانا خدا پرهيزکاران را دوست مي‌دارد.
3|77|آنان که عهد خدا و سوگند خدا را به بهايي اندک بفروشند اينان را در آخرت بهره‌اي نيست و خدا با آنها (از خشم) سخن نگويد و در قيامت (به نظر رحمت) بدانها ننگرد و (از پليدي گناه) پاکيزه‌شان نگرداند، و آنان را عذابي دردناک خواهد بود.
3|78|و همانا برخي از اهل کتاب، قرائت کتاب آسماني را تغيير و تبديل مي‌دهند تا شما آنچه آنها از پيش خود خوانده‌اند از کتاب خدا محسوب داريد، و هرگز آن تحريف شده از کتاب خدا نخواهد بود، و گويند: اين از جانب خدا نازل شده، در صورتي که هرگز از خدا نيست. و با آنکه مي‌دانند به خدا دروغ مي‌بندند.
3|79|هيچ بشري را نرسد که خدا وي را به رسالت برگزيند و به او کتاب و حکمت و نبوت بخشد آن گاه به مردم گويد: مرا به جاي خدا بپرستيد، بلکه (پيغمبران بر حسب وظيفه خود به مردم گويند) خداشناس و خداپرست باشيد چنانکه اين حقيقت را از کتاب به ديگران مي‌آموزيد و خود نيز مي‌خوانيد.
3|80|و هرگز خدا به شما امر نکند که فرشتگان و پيامبران را خدايان خود گيريد؛ چگونه ممکن است شما را به کفر خواند پس از آنکه (به خداي يگانه) اسلام آورده باشيد؟!
3|81|و (ياد کن) آن گاه که خدا از پيغمبران (و امّتهاشان) پيمان گرفت که چون به شما کتاب و حکمت بخشيدم سپس بر شما (اهل کتاب) رسولي از جانب خدا آمد که گواهي به راستي کتاب و شريعت شما مي‌داد به او ايمان آورده و ياري او کنيد؛ خدا فرمود: آيا اقرار داشته و پيمان مرا بر اين امر پذيرفتيد؟ همه گفتند: اقرار داريم. خدا فرمود: گواه باشيد، من هم با شما گواهم.
3|82|پس کساني که بعد از آمدن آن رسولان روي (از حق) بگردانند، محققا آنان گروه فاسقان خواهند بود.
3|83|آيا کافران، ديني غير دين خدا را مي‌طلبند؟ و حال آنکه هر که در آسمانها و زمين است خواه ناخواه مطيع امر خداست و همه به سوي او رجوع خواهند کرد.
3|84|بگو: ما به خداي عالم و شريعت و کتابي که به خود ما نازل شده و آنچه به ابراهيم و اسماعيل و اسحاق و يعقوب و فرزندانش نازل شده و آنچه به موسي و عيسي و پيغمبران ديگر از جانب پروردگارشان داده شده (به همه ايمان آورده‌ايم) فرقي ميان هيچ يک از پيغمبران نگذاريم و ما مطيع فرمان خداييم.
3|85|هر کس غير از اسلام ديني اختيار کند هرگز از وي پذيرفته نيست، و او در آخرت از زيانکاران است.
3|86|چگونه خداوند گروهي را که بعد از ايمان به خدا و گواهي دادن به راستي رسول او و بعد از ادلّه روشن باز کافر شدند، به راه راست هدايت کند؟ و خدا هرگز گروه ستمکاران را رهبري نخواهد کرد.
3|87|کيفر آن گروه کافر اين است که خدا و فرشتگان و همه مردمان بر آنان لعنت کنند.
3|88|جاويد در جايگاه لعنت (که جهنّم است) بمانند و بر آنها عذاب خدا تخفيف نيابد و هرگز نظر رحمت به آنها نکنند.
3|89|مگر آنهايي که بعد از عصيان و بدکاري توبه کنند و (هر بدي که کرده‌اند) اصلاح نمايند، که البته خدا بر آنها آمرزنده و مهربان است.
3|90|همانا آنان که بعد از ايمان کافر شدند و بر کفر خود افزودند، هرگز توبه آنها پذيرفته نشود، و همانا گمراهان هم آنان خواهند بود.
3|91|البته آنان که کافر شدند و بر کفر خويش مردند، اگر هر يک براي آزادي خويش (از عذاب خدا) برابر تمام زمين طلا به فدا آرند هرگز از ايشان پذيرفته نشود، آنها را عذاب دردناک مهيّا باشد و ياراني نخواهند داشت.
3|92|شما هرگز به مقام نيکوکاران و خاصان خدا نخواهيد رسيد مگر از آنچه دوست مي‌داريد و محبوب شماست در راه خدا انفاق کنيد، و آنچه انفاق کنيد خدا بر آن آگاه است.
3|93|همه طعامها بر بني اسرائيل حلال بود مگر آن را که يعقوب پيش از نزول تورات بر خود حرام کرد. بگو: اگر راست مي‌گوييد حکم تورات را آورده، تلاوت کنيد.
3|94|پس کساني که بعد از اين حجّت بر خدا دروغ بندند، البته ستمکاران هم آنها خواهند بود.
3|95|بگو: سخن خدا راست است، پس بايد از آيين ابراهيم پيروي کنيد که بر آيين پاک توحيد بود و هرگز از مشرکان نبود.
3|96|اول خانه‌اي که براي عبادت خلق بنا شد همان خانه (کعبه) است که در بکّه است که در آن برکت و هدايت خلايق است.
3|97|در آن خانه آيات (ربوبيّت) هويداست، مقام ابراهيم خليل است، و هر که در آنجا داخل شود ايمن باشد. و مردم را حجّ و زيارت آن خانه به امر خدا واجب است بر هر کسي که توانايي براي رسيدن به آنجا دارد، و هر که کافر شود (به خود زيان رسانده و) خدا از جهانيان بي‌نياز است.
3|98|بگو: اي اهل کتاب، چرا به آيات خدا کافر مي‌شويد حال آنکه خدا گواه اعمال شماست؟!
3|99|بگو: اي اهل کتاب، چرا اهل ايمان را از راه خدا باز مي‌داريد و اهل ايمان را به راه باطل مي‌خوانيد در صورتي که (به زشتي اين عمل) آگاهيد؟! و (بترسيد که) خدا از کردار شما غافل نيست.
3|100|اي کساني که ايمان آورده‌ايد، اگر پيروي بسياري از اهل کتاب کنيد شما را بعد از ايمان به کفر بر مي‌گردانند.
3|101|و چگونه کافر خواهيد شد در صورتي که آيات خدا بر شما تلاوت مي‌شود و پيغمبر خدا ميان شماست؟ و هر کس به دين خدا متمسّک شود محققا به راه مستقيم هدايت يافته است.
3|102|اي اهل ايمان، از خدا بترسيد چنانچه شايسته خدا ترس بودن است، و نميريد جز به دين اسلام.
3|103|و همگي به رشته (دين) خدا چنگ زده و به راههاي متفرّق نرويد، و به ياد آريد اين نعمت بزرگ خدا را که شما با هم دشمن بوديد، خدا در دلهاي شما الفت و مهرباني انداخت و به لطف و نعمت خدا همه برادر ديني يکديگر شديد، و در پرتگاه آتش بوديد، خدا شما را نجات داد. بدين گونه خدا آياتش را براي (راهنمايي) شما بيان مي‌کند، باشد که هدايت شويد.
3|104|و بايد برخي از شما مسلمانان، خلق را به خير و صلاح دعوت کنند و امر به نيکوکاري و نهي از بدکاري کنند، و اينها (که واسطه هدايت خلق هستند) رستگار خواهند بود.
3|105|و شما مسلمانان مانند مللي نباشيد که پس از آنکه آيات روشن براي (هدايت) آنها آمد راه تفرقه و اختلاف پيمودند، که البته براي آنها عذاب بزرگ خواهد بود.
3|106|در روزي که گروهي روسفيد و گروهي روسياه باشند، اما سيه رويان (را نکوهش کنند که) چرا بعد از ايمان باز کافر شديد؟ اکنون بچشيد عذاب را به کيفر کفر و عصيان خود.
3|107|و اما روسفيدان در رحمت خدا (يعني بهشت) درآيند و در آن جاويد متنعّم باشند.
3|108|اينها آيات الهي است که براي تو به راستي مي‌خوانيم، و خداوند هرگز اراده ستم به هيچ کس از مردم عالم نخواهد کرد.
3|109|و هر آنچه در آسمانها و آنچه در زمين است همه ملک خداست و بازگشت همه امور (و موجودات) به سوي اوست.
3|110|شما (مسلمانان حقيقي) نيکوترين امتي هستيد که پديدار گشته‌ايد (براي اصلاح بشر، که مردم را) به نيکوکاري امر مي‌کنيد و از بدکاري باز مي‌داريد و ايمان به خدا داريد. و اگر اهل کتاب همه ايمان مي‌آوردند بر آنان چيزي بهتر از آن نبود، ليکن برخي از آنان با ايمان و بيشترشان فاسق و بدکارند.
3|111|هرگز (يهودان) به شما آسيب سخت نتوانند رسانيد مگر آنکه شما را اندکي بيازارند، و اگر به کارزار شما آيند از جنگ خواهند گريخت و از آن پس هيچ وقت منصور نخواهند بود.
3|112|آنها محکوم به ذلّت و خواري هستند به هر کجا که يافت شوند، مگر به دين خدا و عهد مسلمين درآيند. و آنان پيوسته مستحق خشم خدا و اسير بدبختي و ذلّت شدند از اين رو که به آيات خدا کافر شده و پيغمبران حق را به ناحق مي‌کشتند، و اين نابکاريها به خاطر نافرماني و ستمگري هميشه آنها بود.
3|113|همه اهل کتاب يکسان نيستند، طايفه‌اي از آنها معتدل و به راه راست‌اند، در دل شب به تلاوت آيات خدا و نماز و طاعت حق مشغولند.
3|114|ايمان به خدا و روز قيامت مي‌آورند و امر به نيکويي و نهي از بدکاري مي‌کنند و در نکوکاري مي‌شتابند و آنها خود مردمي نيکوکارند.
3|115|هر کار نيک کنند از ثواب آن محروم نخواهند شد و خدا دانا به حال پرهيزکاران است.
3|116|هرگز کافران را بسياري مال و اولاد از عذاب خدا نتواند رهانيد، و آنها اهل جهنم و جاويد در آن معذّب خواهند بود.
3|117|مثل مالي که کافران براي پيشرفت مقاصد دنيوي خود صرف کنند (و از آن بهره نيابند) بدان ماند که باد سرد شديدي به کشتزار ستمکاران برسد و همه را نابود کند (که حاصلي از آن به دست نيايد). و خدا ستمي بر آنها نکرده، ليکن آنها به خود ستم مي‌کنند.
3|118|اي اهل ايمان، از غير همدينان خود دوست صميمي همراز نگيريد، چه آنکه آنها از خلل و فساد در کار شما ذرّه‌اي کوتاهي نکنند، آنها مايلند شما هميشه در رنج باشيد، دشمني شما را بر زبان هم آشکار سازند و محققا آنچه در دل دارند بيش از آن است. ما به خوبي براي شما بيان آيات کرديم اگر عقل را به کار بنديد.
3|119|آگاه باشيد، چنانچه شما آنها را دوست مي‌داريد آنان شما را دوست نمي‌دارند، و شما به همه کتب آسماني ايمان داريد، و آنها در مجامع شما اظهار ايمان کرده و چون تنها شوند از شدت کينه بر شما سر انگشت خشم به دندان گيرند. بگو: بدين خشم بميريد، همانا خدا از درون دلها آگاه است.
3|120|اگر شما (مسلمين) را خوشحالي پيش آيد از آن غمگين شوند، و اگر به شما حادثه ناگواري رسد خوشحال شوند. اما اگر شما صبر پيشه کنيد و پرهيزکار باشيد مکرر و عداوت آنان آسيبي به شما نرساند، که همانا خدا بر آنچه مي‌کنيد محيط و آگاه است.
3|121|(و به ياد آراي پيغمبر) صبحگاهي که از خانه خود به جهت صف آرايي مؤمنان براي جنگ بيرون شدي، و خدا (به همه گفتار و کردار تو) شنوا و دانا بود.
3|122|آن‌گاه که دو طايفه از شما بد دل و ترسناک (و در انديشه فرار از جنگ) شدند و خدا يار آنها بود، و هميشه بايد اهل ايمان به خدا توکل کنند.
3|123|و خدا شما را در جنگ بدر ياري کرد با آنکه ضعيف بوديد. پس پرهيزکار شويد، باشد که شکر نعمتهاي او به جاي آريد.
3|124|آن‌گاه که به مؤمنين مي‌گفتي: آيا اين شما را کفايت نمي‌کند که خدا سه هزار فرشته به ياري شما فرو فرستد؟!
3|125|بلي اگر صبر و مقاومت پيشه کنيد و پرهيزکار باشيد، چون کافران بر سر شما شتابان بيايند خدا پنج‌هزار فرشته را با پرچمي که نشان مخصوص سپاه اسلام است به مدد شما مي‌فرستد.
3|126|و خدا آن وعده را نداد مگر آنکه به شما مژده فتح دهد و تا دل شما مطمئن شود؛ و فتح و پيروزي نصيب کسي نشود مگر از جانب خداي تواناي دانا.
3|127|تا گروهي از کافران را هلاک گرداند يا خوار کند، تا (از مقصود خود) نااميد باز گردند.
3|128|(اي پيغمبر) به دست تو کاري نيست، اگر خدا بخواهد (به لطف خود) از آن کافران درگذرد و اگر بخواهد آنها را عذاب کند چون مردمي ستمکارند.
3|129|هر چه در آسمانها و هر چه در زمين است مِلک خداست، هر که را خواهد ببخشد و هر که را خواهد عذاب کند، و خدا بسيار آمرزنده و مهربان است.
3|130|اي کساني که ايمان آورده‌ايد، ربا مخوريد که دائم سود بر سرمايه افزاييد تا چند برابر شود، و از خدا بترسيد، باشد که رستگاري يابيد.
3|131|و بپرهيزيد از آتش عذابي که براي کافران مهيا ساخته‌اند.
3|132|و از خدا و رسول او فرمان بريد، باشد که مشمول لطف و رحمت خدا شويد.
3|133|و بشتابيد به سوي مغفرت پروردگار خود و به سوي بهشتي که پهناي آن همه آسمانها و زمين را فرا گرفته و مهيّا براي پرهيزکاران است.
3|134|آنهايي که از مال خود در حال وسعت و تنگدستي انفاق کنند و خشم خود فرونشانند و از (بديِ) مردم درگذرند، و خدا دوستدار نکوکاران است.
3|135|و آنان که اگر کار ناشايسته کنند و يا ظلمي به نفس خويش نمايند خدا را به ياد آرند و از گناه خود (به درگاه خدا) توبه کنند-و کيست جز خدا که گناه خلق را بيامرزد؟-و آنها که اصرار در کار زشت نکنند چون به زشتي معصيت آگاهند.
3|136|آنهايند که پاداش عملشان آمرزش پروردگار است و باغهايي که زير درختان آنها نهرها جاري است، جاويدان در آن بهشت‌ها متنعّم هستند، چه نيکو است پاداش نيکوکاران!
3|137|پيش از شما مللي بودند و رفتند، پس در اطراف زمين گردش کنيد تا ببينيد چگونه تکذيب‌کنندگانِ (وعده‌هاي خدا) هلاک شدند.
3|138|اين آيات حجت و بياني است براي (عموم) مردم، و راهنما و پندي براي پرهيزکاران.
3|139|شما هرگز سستي نکنيد و (از فوت متاع دنيا) اندوهناک نشويد، زيرا شما فيروزمندترين و بلندترين ملل دنياييد اگر در ايمان ثابت قدم باشيد.
3|140|اگر (در اُحد) به شما آسيبي رسيد، به دشمنان شما نيز (در بدر) آسيب رسيد (پس مقاومت کنيد). اين روزگار را با (اختلاف احوال) ميان خلايق مي‌گردانيم تا خداوند مقام اهل ايمان را معلوم کند و از شما مؤمنان (آن را که ثابت است) گواهِ ديگران گيرد. و خدا ستمکاران را دوست ندارد.
3|141|و تا آنکه اهل ايمان را (از هر عيب) پاک کند و کافران را نابود گرداند.
3|142|آيا گمان مي‌کنيد به بهشت داخل خواهيد شد حال آنکه هنوز خدا از شما آنان را که (در راه دين) جهاد کرده و (در سختي‌ها) مقاومت کنند معلوم نگردانيده است؟!
3|143|شما همانيد که آرزوي کشته شدن (در راه دين) مي‌کرديد، پيش از آنکه با آن روبرو شويد، پس چگونه امروز که به آن مأمور شديد از مرگ نگران مي‌شويد؟!
3|144|محمد (صلّي اللّه عليه و آله و سلّم) جز يک پيامبر نيست که پيش از او نيز پيغمبراني بودند و درگذشتند، آيا اگر او به مرگ يا شهادت درگذشت شما باز به دين جاهليّت خود رجوع خواهيد کرد؟ پس هر که مرتد شود به خدا ضرري نخواهد رسانيد، و البته خدا جزاي نيک اعمال به شکرگزاران عطا کند.
3|145|و هيچ کس جز به فرمان خدا نخواهد مُرد، که اجل هر کس (در لوح قضاي الهي) به وقت معين ثبت است، و هر که براي متاع دنيا کوشش کند از دنيا بهره‌مندش کنيم، و هر که ثواب آخرت خواهد از نعمت آخرت برخوردارش گردانيم، و البته سپاسگزاران را جزاي نيک دهيم.
3|146|چه بسيار رخ داده که پيغمبري جمعيت بسيار (از پيروانش) همراه او جنگيدند و با اين حال، اهل ايمان با سختي‌هايي که در راه خدا به آنها رسيد هرگز بيمناک و زبون نشدند و سر زير بار دشمن فرو نياوردند و (صبر و ثبات پيش گرفتند، که) خدا صابران را دوست مي‌دارد.
3|147|و آنها جز اين نمي‌گفتند که پروردگارا، از گناه و ستمي که ما درباره خود کرده‌ايم درگذر و ما را ثابت قدم بدار و بر (محو) گروه کافران مظفّر و منصور گردان.
3|148|پس خدا پاداش (فتح و فيروزي) در دنيا، و ثواب نيکو در آخرت نصيبشان گردانيد، که خدا نيکوکاران را دوست مي‌دارد.
3|149|اي اهل ايمان، اگر پيروي کافران کنيد شما را (از دين اسلام) باز به کفر برمي‌گردانند، آن‌گاه شما هم از زيانکاران خواهيد گشت.
3|150|(اي مسلمانان، کافران يار شما نيستند) بلکه خدا يار شماست و او بهترين ياري‌کنندگان است.
3|151|به زودي در دل کافران بيم و هراس افکنيم، زيرا که آنان براي خدا چيزي را شريک قرار دادند که خدا اصلاً بر آن دليلي فرو نفرستاده است. و منزلگاه آنان آتش است و سراي ستمکاران بد منزلگاهي است.
3|152|و به حقيقت، خداوند صدق وعده خود را به شما نمود آن‌گاه که به فرمان خدا کافران را به خاک هلاک مي‌افکنديد تا وقتي که در کار جنگ (احد) سستي کرده و اختلاف برانگيختيد و نافرماني (حکم پيغمبر) نموديد پس از آنکه خدا آنچه آرزوي شما بود به شما نمود، منتها برخي جهت دنيا و برخي جهت آخرت مي‌کوشيديد، سپس شما را از پيشرفت بازداشت تا شما را بيازمايد، و خدا از تقصير شما درگذشت، که خدا را با اهل ايمان عنايت و رحمت است.
3|153|(به ياد آريد) هنگامي که به مکانهاي دوردست مي‌گريختيد و توجه به احدي نداشتيد در حالي که پيغمبر شما را به ياري ديگران در صف کارزار مي‌خواند! پس خداوند (به کيفر اين بي‌ثباتي) غمي بر غم شما افزود تا از اين پس بر آنچه از دست رفت يا براي رنج و المي که به شما مي‌رسد اندوهناک نشويد، و خدا به هر چه کنيد آگاه است.
3|154|پس از آن غم، خدا شما را ايمني بخشيد که خواب آسايش، گروهي از شما را فرا گرفت و گروهي هنوز در غم جان خود بودند و از روي ناداني به خدا گمان ناحق مي‌بردند (از روي انکار) مي‌گفتند: آيا ممکن است ما را قدرتي به دست آيد؟ بگو: تنها خداست که بر عالم هستي فرمانرواست. (منافقان از ترس مؤمنان) خيالات باطل خود را که در دل مي‌پرورند با تو اظهار نمي‌دارند، (با خود) مي‌گويند: اگر ما را قدرت و پيروزي بود (شکست نمي‌خورديم) و در اينجا کشته نمي‌شديم. بگو: اگر در خانه‌هاي خود هم بوديد باز کساني که سرنوشت آنان (در قضاي الهي) کشته شدن است (از خانه‌ها) به پاي خود به قتلگاه بيرون مي‌آمدند، تا خدا آنچه در سينه داريد بيازمايد و آنچه در دل داريد پاک و خالص گرداند، و خدا از راز درون سينه‌ها آگاه است.
3|155|کساني از شما که در روز برخورد دو گروه (مسلمان و کافر در جنگ احد) پشت کردند و فراري شدند شيطان آنها را به سبب نافرماني و بدکرداريشان به لغزش افکند، و همانا خدا از آنها درگذشت، که خدا بسيار آمرزنده و مهربان است.
3|156|اي گرويدگان (به دين اسلام)، شما مانند کساني نباشيد که راه کفر (و نفاق) پيمودند و درباره برادران و خويشان خود که به سفر رفته و يا به جنگ حاضر شدند (و مردند يا به شهادت رسيدند) گفتند: اگر نزد ما مي‌ماندند به چنگ مرگ نمي‌افتادند و کشته نمي‌شدند. اين آرزوهاي باطل را خدا حسرت دلهاي آنان خواهد کرد، و خداست که زنده مي‌گرداند و مي‌ميراند و خدا به هر چه کنيد آگاه است.
3|157|اگر در راه خدا کشته شده يا بميريد (در آن جهان به آمرزش و رحمت خدا نائل شويد، که) همانا آمرزش و رحمت خدا بهتر از هر چيز است که (در حيات دنيا براي خود) فراهم آورند.
3|158|و اگر (در راه خدا) بميريد يا کشته شويد (به رحمت ايزدي در پيوسته و) به سوي خدا محشور خواهيد شد.
3|159|به مرحمت خدا بود که با خلق مهربان گشتي و اگر تندخو و سخت‌دل بودي مردم از گِرد تو متفرق مي‌شدند، پس از (بديِ) آنان درگذر و براي آنها طلب آمرزش کن و (براي دلجويي آنها) در کارِ (جنگ) با آنها مشورت نما، ليکن آنچه تصميم گرفتي با توکل به خدا انجام ده، که خدا آنان را که بر او اعتماد کنند دوست دارد.
3|160|اگر خدا شما را ياري کند محال است کسي بر شما غالب آيد، و اگر به خواري واگذارد آن کيست که بتواند بعد از آن شما را ياري کند؟ و اهل ايمان تنها به خدا بايد اعتماد کنند.
3|161|و هيچ پيغمبري خيانت نخواهد کرد، و هر کس خيانت کند روز قيامت با همان خيانت بيايد (و به کيفر آن برسد) و هر کس هر عمل به جا آرد به جزاي کامل آن مي‌رسد و به هيچ کس ستمي نخواهد شد.
3|162|آيا کسي که (به ايمان) در راه رضاي خدا قدم بردارد مانند کسي است که (به کفر) راه غضب خدا پيمايد؟ که منزلگاه او جهنم است و بسيار بد جايگاهي است.
3|163|اين دو گروه را (به مراتب ايمان و کفر) نزد خدا درجات (مختلفه) است و خدا به هر چه مي‌کنند بيناست.
3|164|خدا بر اهل ايمان منّت گذاشت که رسولي از خودشان در ميان آنان برانگيخت که بر آنها آيات او را تلاوت مي‌کند و آنان را پاک مي‌گرداند و به آنها علم کتاب (احکام شريعت) و حقايق حکمت مي‌آموزد، و همانا پيش از آن در گمراهي آشکار بودند.
3|165|آيا هر گاه به شما آسيبي رسد در صورتي که دو برابر آن آسيب را به دشمنان رسانديد (باز از روي تعجب) گوييد: اين از کجاست؟ بگو: اين مصيبت از دست خود کشيديد، همانا خدا بر هر چيز تواناست.
3|166|و آنچه در روز (اُحد هنگام) مقابله دو صف کارزار به شما رسيد به قضا و مشيّت نافذ خدا بود (تا آنکه بيازمايد اهل ايمان را) و تا معلوم کند چه کساني ثابت‌قدم در ايمانند.
3|167|و تا معلوم کند حالِ آنان که نفاق و دورويي کردند و (چون) به آنها گفته شد بياييد در راه خدا جهاد و يا دفاع کنيد (عذر آوردند و) گفتند که اگر ما به فنون جنگي دانا بوديم از شما تبعيت نموده و به کارزار مي‌آمديم. اينان به کفر نزديکترند تا به ايمان؛ به زبان چيزي اظهار کنند که در دل خلاف آن پنهان داشته‌اند، و خدا بر آنچه پنهان مي‌دارند آگاه‌تر از خود آنهاست.
3|168|آن کساني که در جنگ با سپاه اسلام همراهي نکرده و درباره برادران خود گفتند: اگر آنان نيز سخنان ما را شنيده بودند (و به جنگ احد نرفته بودند) کشته نمي‌شدند، بگو: (شما که براي حفظ حيات ديگران چاره توانيد کرد) مرگ را از خود دور کنيد اگر راست مي‌گوييد.
3|169|البته نپنداريد که شهيدان راه خدا مرده‌اند، بلکه زنده‌اند (به حيات ابدي و) در نزد خدا متنعّم خواهند بود.
3|170|آنان به فضل و رحمتي که خدا نصيبشان گردانيده شادمانند، و دلشادند به حال آن مؤمنان که هنوز به آنها نپيوسته‌اند و بعداً در پي آنها به سراي آخرت خواهند شتافت که بيمي بر آنان نيست و غمي نخواهند داشت.
3|171|دلشادند به نعمت و فضل خدا و اين که خداوند اجر اهل ايمان را هرگز ضايع نگذارد.
3|172|آنان که دعوت خدا و رسول را اجابت کنند پس از آنکه به آنها رنج و الم رسيد، از آنها هر کس نيکوکار و پرهيزکار شد اجر عظيم خواهد يافت.
3|173|آن مؤمناني که چون مردم (منافق) به آنها گفتند: لشکري بسيار بر عليه شما مؤمنان فراهم شده، از آنان در انديشه و بر حذر باشيد، (اين تبليغات) بر ايمانشان بيفزود و گفتند: تنها خدا ما را کفايت کند و او نيکو وکيل و کارسازي است.
3|174|آن گروه مؤمنان با نعمت و فضل خدا در حالي بازگشتند که بر آنان هيچ الم و رنجي پيش نيامد و پيرو رضاي خدا شدند، و خدا صاحب فضل و رحمتي بزرگ است.
3|175|تنها اين شيطان است که مي‌ترساند دوستداران خود را، شما مسلمانان از آنان بيم و انديشه مکنيد و از من بترسيد اگر اهل ايمانيد.
3|176|(اي پيغمبر) تو اندوهناک مباش که گروهي به راه کفر مي‌شتابند، آنها هرگز زياني به خدا نرسانند و خدا مي‌خواهد آنها را در آخرت هيچ نصيبي ندهد، و نصيبشان عذاب بزرگ و سخت دوزخ خواهد بود.
3|177|آنان که خريدار کفر شدند به عوض ايمان، هرگز زياني به خدا نمي‌رسانند، و آنان را عذابي دردناک است.
3|178|آنان که به راه کفر رفتند گمان نکنند که مهلتي که ما به آنها مي‌دهيم به حال آنان بهتر خواهد بود، بلکه آنها را (براي امتحان) مهلت مي‌دهيم تا بر گناه و سرکشي خود بيفزايند، و آنان را عذابي خوارکننده است.
3|179|خداوند هرگز مؤمنان را بدين حال کنوني که برآنيد وانگذارد تا آنکه (با آزمايش خود) بدسرشت را از پاک گوهر جدا کند. و خدا همه شما را از سرّ غيب آگاه نسازد و ليکن (به اين مقام) از پيغمبران خود هر که را مشيّت او تعلق گرفت برگزيند، پس شما به خدا و پيغمبرانش بگرويد، که هر گاه ايمان آريد و پرهيزکار شويد اجر عظيم خواهيد يافت.
3|180|آنان که بخل نموده و از مالي که خدا از فضل خويش به آنها داده حقوق فقيران را ادا نمي‌کنند گمان نکنند اين بخل به نفع آنها خواهد بود بلکه به ضرر آنهاست، چه آنکه مالي که در آن بخل ورزند در قيامت زنجير گردن آنها شود، و تنها خدا وارث آسمانها و زمين است و خدا به کردار شما آگاه است.
3|181|هر آينه خدا شنيد سخن (جاهلانه) آن کسان را که گفتند: خدا فقير است و ما دارا. البته ما گفتارشان را ثبت خواهيم کرد با اين گناه بزرگشان که انبياء را به ناحق کشتند، و گوييم: بچشيد عذاب آتش سوزان را.
3|182|اين عذاب به خاطر کارهايي است که به دست خود پيش فرستاديد، و خدا هرگز در حق بندگان ستم نخواهد کرد.
3|183|آنان که گفتند: خدا از ما پيمان گرفته که به هيچ پيغمبري ايمان نياوريم تا آنکه او قربانيي آورد که در آتش بسوزد. بگو که پيش از من رسولاني آمده و براي شما هر گونه معجزه آورده و اين را هم که خواستيد آوردند، پس اگر راست مي‌گوييد چرا آن پيامبران را کشتيد؟!
3|184|پس اگر تو را تکذيب کردند (غمگين مباش که) پيغمبران پيش از تو هم که معجزات و زبورها و کتاب آسماني روشن آوردند نيز تکذيب کردند.
3|185|هر نفسي شربت مرگ را خواهد چشيد و محققاً روز قيامت همه شما به مزد اعمال خود کاملاً خواهيد رسيد، پس هر کس را از آتش جهنم دور دارند و به بهشت ابدي درآرند چنين کس سعادت ابد يافت، که زندگي دنيا جز متاعي فريبنده نيست.
3|186|محققاً شما را در مال و جان آزمايش خواهند کرد و از آنها که پيش از شما کتاب آسماني به آنها داده شد و از مشرکان زخم زبان بسيار خواهيد شنيد، و اگر صبر پيشه کرده و پرهيزکار شويد (البته ظفر يابيد) که ثبات و تقوا سبب قوت اراده در کارهاست.
3|187|و چون خدا از آنان که کتاب به آنها داده شد پيمان گرفت که حقايق کتاب آسماني را براي مردم بيان کنيد و کتمان مکنيد، پس آنها عهد خدا را پشت سر انداخته و آيات الهي را به بهايي اندک فروختند، پس بد معامله‌اي کردند.
3|188|(اي پيغمبر) مپندار آنهايي که به کردار زشت خود شادمانند و دوست دارند که مردم به اوصاف پسنديده‌اي که هيچ در آنها نيست آنها را ستايش کنند، البته گمان مدار که از عذاب خدا رهايي دارند، که آنها را عذابي دردناک خواهد بود.
3|189|خداست مالک آسمانها و زمين، و خدا بر هر چيز تواناست.
3|190|محققا در خلقت آسمانها و زمين و رفت و آمد شب و روز دلائل روشني است براي خردمندان عالم.
3|191|آنها که در هر حالت، ايستاده و نشسته و خفته خدا را ياد کنند و دائم در خلقت آسمان و زمين بينديشند و گويند: پروردگارا، تو اين دستگاه با عظمت را بيهوده نيافريده‌اي، پاک و منزهي، ما را به لطف خود از عذاب دوزخ نگاهدار؛
3|192|اي پروردگار ما، هر که را در آتش افکني او را سخت خوار کرده‌اي، و ستمکاران هيچ ياوري ندارند؛
3|193|پروردگارا، ما صداي مناديي که خلق را به ايمان فرا مي‌خواند که به پروردگارتان ايمان آوريد، شنيديم و ايمان آورديم، پروردگارا، از گناهان ما درگذر و زشتي کردار ما بپوشان و هنگام جان سپردن ما را با نيکان و صالحان محشور گردان؛
3|194|پروردگارا، ما را از آنچه به زبان رسولان خود وعده دادي نصيب فرما و ما را در روز قيامت محروم مگردان، که تو هرگز در وعده تخلّف نمي‌ورزي.
3|195|پس خدا دعاهاي ايشان را اجابت کرد که البته من (که پروردگارم) عمل هيچ کس از مرد و زن را بي‌مزد نگذارم، زيرا شما از يکديگريد (و همه در نظر من يکسانيد)، پس آنان که از وطن خود هجرت نمودند و از ديار خويش بيرون رانده شدند و در راه من رنج کشيدند و جهاد کرده و کشته شدند همانا بديهاي آنان را بپوشانم و آنها را به بهشتهايي درآورم که زير درختانش نهرها جاري است. اين پاداشي است از جانب خدا، و نزد خدا است پاداش نيکو.
3|196|(دنيا) تو را نفريبد چون بيني که کافران در شهرها به راحتي مي‌گردند.
3|197|اين متاعي اندک است و پس از اين جهان منزلگاه آنان جهنم است و بد آرامگاهي است.
3|198|ليکن آنان که خداترس و با تقوايند منزلگاهشان بهشت‌هايي است که در زير درختانش نهرها جاري است و در آن جاودانند، در حالتي که خدا بر آنها خوان احسان خود گسترده، و آنچه نزد خداست براي نيکان بهتر است.
3|199|همانا برخي از اهل کتاب کساني‌اند که به خدا و کتاب آسماني شما و کتاب آسماني خودشان ايمان آورند در حالي که مطيع فرمان خدا بوده و آيات خدا را به بهاي اندک نفروشند، آن طايفه را نزد خدا پاداش نيکوست، و البته خدا حساب خلق را سريع و آسان خواهد رسيد.
3|200|اي اهل ايمان، (در کار دين) صبور باشيد و يکديگر را به صبر و مقاومت سفارش کنيد و مهيّا و مراقب کار دشمن بوده و خداترس باشيد، باشد که فيروز و رستگار گرديد.
4|1|اي مردم، بترسيد از پروردگار خود، آن خدايي که همه شما را از يک تن بيافريد و هم از آن، جفت او را خلق کرد و از آن دو تن خلقي بسيار در اطراف عالم از مرد و زن پراکند، و بترسيد از آن خدايي که به نام او از يکديگر مسئلت و درخواست مي‌کنيد و درباره ارحام کوتاهي نکنيد، که خدا مراقب اعمال شماست.
4|2|و اموال يتيمان را پس از بلوغ به دست آنها دهيد، و مال بد و نامرغوب خود را به مرغوب (آنها) تبديل نکنيد و اموال آنان را به ضميمه اموال خود مخوريد، که اين گناهي بس بزرگ است.
4|3|و اگر بترسيد که مبادا درباره يتيمان (ازدواج با دختران يتيم) مراعات عدل نکنيد پس آن کس از زنان را به نکاح خود درآريد که شما را نيکو (و مناسب با عدالت) است: دو يا سه يا چهار (نه بيشتر) و اگر بترسيد که (چون زنان متعدّد گيريد) راه عدالت نپيموده و به آنها ستم مي‌کنيد پس تنها يک زن اختيار کنيد و يا چنانچه کنيزي داريد به آن اکتفا کنيد، که اين نزديکتر به عدالت و ترک ستمکاري است.
4|4|و مهر زنان را در کمال رضايت به آنها بپردازيد، پس اگر چيزي از مهر خود را از روي رضا و خشنودي به شما بخشيدند، از آن برخوردار شويد که شما را حلال و گوارا خواهد بود.
4|5|و اموالي که خدا قوام زندگي شما را به آن مقرّر داشته به تصرّف سفيهان ندهيد و از مالشان نفقه و لباس به آنها دهيد و با آنان سخن نيکو و دلپسند گوييد.
4|6|يتيمان را آزمايش کنيد تا هنگامي که بالغ شده و قدرت بر نکاح پيدا کنند آن‌گاه اگر آنها را دانا به درک مصالح زندگي خود يافتيد اموالشان را به آنها باز دهيد، و به اسراف و عجله مال آنها را حيف و ميل مکنيد بدين انديشه که مبادا بزرگ شوند (و اموالشان را از شما بگيرند). و هر کس (از اولياء يتيم) داراست (از تصرف در مال او) خودداري کند، و هر که فقير است (در مقابل نگهباني او از مال يتيم) به قدر متعارف ارتزاق کند، پس آن‌گاه که مالشان را به آنها رد کرديد بايد بر ردّ مال بر آنها گواه گيريد، و گواهي خدا براي محاسبه خلق کافي است.
4|7|براي فرزندان پسر، سهمي از تَرَکه ابوين و خويشان است و براي فرزندان دختر نيز سهمي از ترکه ابوين و خويشان است، چه مال اندک باشد يا بسيار، نصيب هر کس از آن معين گرديده.
4|8|و چون در تقسيم (ترکه ميّت، اشخاصي از) خويشان و يتيمان و فقيران حاضر آيند، به چيزي از آن مال آنها را روزي دهيد و با آنان سخن نيکو و دلپسند گوييد.
4|9|و بايد بترسند (از مکافات عمل خود) کساني که اگر کودکان ناتوان از خود باقي مي‌گذارند بر آنان بيم دارند، پس بايد از خدا بترسند و (در حق ايتام مردم) سخن به اصلاح و درستي گويند.
4|10|آنان که اموال يتيمان را به ستمگري مي‌خورند، در حقيقت آنها در شکم خود آتش جهنّم فرو مي‌برند و به زودي در آتش فروزان خواهند افتاد.
4|11|حکم خدا در حق فرزندان شما اين است که پسر دو برابر دختر ارث برد، پس اگر همه دختر و بيش از دو تن باشند فرض همه دو ثلث [فرض‌ها يعني سهميه‌هاي معيّن ارث، شش نوع است: نصف، رُبع (يک چهارم)، ثُمن (يک هشتم)، سُدس (يک ششم)، ثلث (يک سوم)، ثُلُثان (دو سوم).] ترکه است، و اگر يک دختر باشد نصف، و فرض هر يک از پدر و مادر يک سُدس تَرَکه است در صورتي که ميّت را فرزند باشد و اگر فرزند نباشد و وارث منحصر به پدر و مادر بود، در اين صورت مادر يک ثلث مي‌برد (باقي را پدر)، و اگر ميّت را برادراني باشد در اين فرض مادر يک سُدس خواهد برد، پس از آنکه حقّ وصيّت و بدهي که به مال ميّت تعلق گرفته جدا شود. شما اين را که پدران و فرزندان کدام يک به خير و صلاح (و به ارث بردن) به شما نزديکترند نمي‌دانيد. (اين احکام) فريضه‌اي است که خدا معيّن فرموده، که خدا به هر چيز دانا و آگاه است.
4|12|سهم ارث شما مردان از تَرَکه زنانتان نصف است در صورتي که آنها را فرزند نباشد و اگر فرزند باشد براي شما ربع خواهد بود، پس از خارج کردن حق وصيت و بدهي که به دارايي آنها تعلق گرفته است. و سهم ارث زنان ربع ترکه شما مردان است اگر داراي فرزند نباشيد، و چنانچه فرزند داشته باشيد هشت يک خواهد بود از ترکه شما، پس از اداء حقّ وصيّت و بدهي شما. و اگر مردي يا زني بميرد که وارثش کلاله او باشند (يعني پدر و مادر و فرزند نداشته باشد) و يک برادر و يا خواهر (اُمّي) داشته باشد در اين فرض سهم ارث هر يک نفر از آنها يک سُدس خواهد بود و اگر بيش از يک نفر باشد همه آنها ثلث ترکه را به اشتراک ارث برند، بعد از خارج کردن بدهي و حقّ وصيّت ميّت در صورتي که وصيّت يا بدهي زيان‌آور نباشد. اين حکمي است که خدا سفارش فرموده، و خدا (به همه احوال بندگان) دانا و (به هر چه ناروا کنند) بردبار است.
4|13|اينها اوامر و احکام خداست، و هر کس پيرو امر خدا و رسول اوست او را به بهشتهايي درآورد که در زير درختانش نهرها جاري است و آنجا منزل ابدي مطيعان خواهد بود، اين است سعادت و فيروزي عظيم.
4|14|و هر که نافرماني خدا و رسول او کند و تجاوز از حدود و احکام الهي نمايد او را به آتش درافکند که هميشه در آن (معذّب) است و همواره در عذاب خواري خواهد بود.
4|15|زناني از (جامعه) شما که عمل ناشايسته کنند چهار شاهد مسلمان بر آنها بخواهيد، چنانچه شهادت دادند آن زنان را در خانه نگه داريد تا عمرشان به پايان رسد يا خدا براي آنها راهي پديدار گرداند.
4|16|و هر کس از شما (مسلمانان) عمل ناشايست مرتکب شود، چه زن و چه مرد، آنان را (به سرزنش و توبيخ) بيازاريد، چنانچه توبه کردند و به کار شايسته پرداختند متعرض آنها نشويد، که خدا توبه‌پذير و مهربان است.
4|17|محققا خدا توبه آنهايي را مي‌پذيرد که عمل ناشايسته را از روي ناداني مرتکب شوند و پس از آن به زودي توبه کنند، البته خدا آنها را مي‌بخشد و خدا (به مصالح خلق) دانا و آگاه است.
4|18|و کساني که (تمام عمر) به اعمال زشت اشتغال ورزند تا آن‌گاه که يکيشان مشاهده مرگ کند در آن ساعت پشيمان شود و گويد: اکنون توبه کردم، توبه چنين کسي پذيرفته نخواهد شد، و آنان که به حال کفر بميرند (توبه آنها نيز قبول نشود)، بر اينان عذابي دردناک مهيا ساختيم.
4|19|اي اهل ايمان، براي شما حلال نيست که زنان را به اکراه و جبر به ميراث گيريد (مانند جاهليّت)، و بر آنان سخت‌گيري و بهانه‌جويي مکنيد که قسمتي از آنچه مهر آنها کرده‌ايد به جور بگيريد، مگر آنکه عمل زشتي از آنها آشکار شود. و در زندگاني به آنها به انصاف رفتار نماييد، و چنانچه دلپسند شما نباشند (اظهار کراهت مکنيد) چه بسا چيزها ناپسند شماست و حال آنکه خدا در آن خير بسيار مقدّر فرمايد.
4|20|و اگر خواستيد زني را رها کرده و زني ديگر اختيار نماييد و مال بسيار مهر او کرده‌ايد نبايد چيزي از مهر او بازگيريد، آيا به وسيله تهمت زدن به زن و گناهي آشکار مهر او را مي‌گيريد؟!
4|21|و چگونه مهر آنان را خواهيد گرفت در حالي که هر کدام به حقّ خود رسيده‌ايد و آن زنان (مَهر را در مقابل عقد زوجيّت و) عهد محکم از شما گرفته‌اند.
4|22|و نکاح مکنيد زن پدر را (بعد از اين حکم) الاّ آنچه از پيش کرده‌ايد، زيرا اين کاري است زشت و مبغوض (خدا) و بد راه و رسمي است.
4|23|حرام شد بر شما (ازدواج با) مادران و دختران و خواهران و عمّه‌ها و خاله‌ها و دختران برادر و دختران خواهر و مادران رضاعي و خواهران رضاعي و مادران زن و دختران زن که در دامن شما تربيت شده‌اند اگر با آن زن مباشرت کرده باشيد، و اگر دخول با آن زن نکرده (طلاق دهيد) باکي نيست (که با دختر او ازدواج کنيد). و نيز حرام شد زن فرزندان صلبي و نيز حرام شد جمع ميان دو خواهر مگر آنچه پيش از نزول اين حکم کرده‌ايد (که خدا از آن درگذشت) که خدا (در حق بندگان) بخشنده و مهربان است.
4|24|و نکاح زنان شوهردار نيز (براي شما حرام شد) مگر آن زناني که (در جنگهاي با کفّار، به حکم خدا) متصرّف شده‌ايد. اين حکم خدا بر شماست، و هر زني غير آنچه ذکر شد شما را حلال است که به مال خود به طريق زناشويي بگيريد نه آنکه زنا کنيد، پس چنانچه از آنها بهره‌مند شويد آن مهر معيّن که حق آنهاست به آنان بپردازيد، و باکي نيست بر شما که بعد از تعيين مهر هم به چيزي با هم تراضي کنيد (و بدانيد که) البته خدا دانا و آگاه است.
4|25|و هر که را توانايي آن نباشد که زنان پارساي با ايمان (و آزاد) گيرد پس، از کنيزان مؤمنه که مالک آن شديد به زني اختيار کند. خدا آگاه‌تر است به (مراتب) ايمان شما که شما اهل ايمان بعضي از جنس بعضي ديگريد (و همه مؤمن و در رتبه يکسانيد)، پس با کنيزان مؤمنه با اذن مالکشان ازدواج کنيد و مهر آنها را به طرز پسنديده بدهيد، کنيزاني که عفيف باشند نه زناکار و رفيق و دوست‌باز، پس چون شوهر کردند چنانچه عمل زشتي از آنها سر زند بر آنها نصف عذاب (يعني حدّ) زنان پارساي آزاد است. اين حکم درباره کسي است که بترسد مبادا به رنج افتد، و صبر کردن براي شما بهتر است، و خدا بخشنده و مهربان است.
4|26|خدا مي‌خواهد (راه سعادت را) براي شما بيان کند و شما را به آداب (ستوده) آنان که پيش از شما بودند رهبر گردد و بر شما ببخشايد، که خدا دانا و به حقايق امور آگاه است.
4|27|و خدا مي‌خواهد بر شما (به رحمت و مغفرت) بازگشت فرمايد، و مردم هوسناکِ پيرو شهوات مي‌خواهند که شما (از راه حقّ و رحمت) دور و منحرف گرديد.
4|28|خدا مي‌خواهد کار بر شما آسان کند، که انسان ضعيف خلق شده است.
4|29|اي اهل ايمان، مال يکديگر را به ناحق مخوريد مگر آنکه تجارتي باشد که از روي رضا و رغبت کرده (و سودي بريد)، و يکديگر را نکشيد، که البته خدا به شما بسيار مهربان است.
4|30|و هر کس از روي دشمني و ستمگري چنين کند، پس او را به زودي در آتش دوزخ درآوريم، و اين کار (انتقام کشيدن از ظالمان) براي خدا آسان است.
4|31|(اي اهل ايمان) چنانکه از گناهان بزرگي که شما را از آن نهي کرده‌اند دوري گزينيد، ما از گناهان ديگر شما درگذريم و شما را به مقامي نيکو برسانيم.
4|32|آرزو (و توقّع بيجا) در فضيلت و مزيّتي که خدا به آن بعضي را بر بعضي برتري داده مکنيد؛ که هر يک از مرد و زن از آنچه اکتساب کنند بهره‌مند شوند. و هر چه مي‌خواهيد از فضل خدا درخواست کنيد (نه از خلق) که خدا به همه چيز داناست.
4|33|و ما براي هر چيزي از آنچه پدر و مادر و خويشان به جاي گذاشته‌اند وارثاني قرار داده‌ايم، و با هر که عهد و پيمان (حقوقي) بسته‌ايد بهره آنان را بدهيد (و نقض عهد نکنيد) که خدا بر هر چيز گواه است.
4|34|مردان را بر زنان تسلط و حق نگهباني است به واسطه آن برتري که خدا براي بعضي بر بعضي مقرر داشته و هم به واسطه آنکه مردان از مال خود نفقه دهند، پس زنان شايسته مطيع شوهران و در غيبت آنان حافظ (حقوق آنها) باشند از آن رو که خدا هم (حقوق زنان را) حفظ فرموده است. و زناني که از نافرماني آنان (در حقوق همسري) بيمناکيد بايد نخست آنان را موعظه کنيد و (اگر مطيع نشدند) از خوابگاه آنان دوري گزينيد و (اگر باز مطيع نشدند) آنان را به زدن تنبيه کنيد، چنانچه اطاعت کردند ديگر راهي بر آنها مجوييد، که همانا خدا بزرگوار و عظيم الشأن است.
4|35|و چنانچه بيم آن داريد که نزاع سخت بين آنها پديد آيد، از طرف کسان مرد و کسان زن داوري برگزينيد، که اگر مقصود اصلاح داشته باشند خدا ميان ايشان موافقت و سازگاري برقرار کند، که خدا دانا و آگاه است.
4|36|و خداي يکتا را پرستيد و هيچ چيزي را شريک وي نگيريد و نسبت به پدر و مادر و خويشان و يتيمان و فقيران و همسايه دور و نزديک و دوستان موافق و رهگذران و بندگان که زيردست تصرف شمايند نيکي کنيد، که خدا مردم متکبّر خودپسند را دوست ندارد.
4|37|همان گروه که بخل مي‌ورزند و مردم را به بخل وادار مي‌کنند و آنچه را که خدا از فضل خود به آنها بخشيده (از آيات و احکام آسماني) کتمان مي‌کنند. و ما براي کافران عذابي خوارکننده مهيّا داشته‌ايم.
4|38|و هم آنان که اموال خود را به قصد ريا و خودنمايي به مردم مي‌بخشند و به خدا و روز قيامت نمي‌گروند. و هر که را شيطان يار است بسيار بد ياري است.
4|39|چه زياني به آنها مي‌رسيد اگر به خدا و روز قيامت ايمان آورده و از بهره‌اي که خدا به آنان داده چيزي انفاق مي‌کردند؟! و خدا به (احوال و نيّات) آنان دانا است.
4|40|خداوند به مقدار ذرّه‌اي به کسي ستم نکند، و اگر عمل نيکي باشد زياد گرداند و (به نيکان) جانب خود مزدي بزرگ عطا کند.
4|41|پس چگونه است (حال آنان) آن‌گاه که از هر طايفه‌اي گواهي آريم و تو را بر اين امّت به گواهي خواهيم؟
4|42|در آن روز آنان که به راه کفر رفته و نافرماني رسول کردند آرزو کنند که اي کاش با خاک زمين يکسان بودند، و از خدا سخني پنهان نتوانند کرد.
4|43|اي اهل ايمان، هرگز در حال مستي به نماز نياييد تا بدانيد چه مي‌گوييد (و چه مي‌کنيد) و نه در حال جنابت (به مساجد آييد) مگر آنکه رهگذر باشيد تا وقتي که غسل کنيد. و اگر بيمار بوديد يا آنکه در سفر باشيد يا قضاء حاجتي دست داده باشد يا با زنان مباشرت کرده‌ايد و آب براي تطهير و غسل نيافتيد پس به خاک پاک تيمم کنيد، آن‌گاه صورت و دستها را (بدان) مسح کنيد، که خدا بخشنده و آمرزنده است.
4|44|آيا نديدي و ننگريستي به (حال) آنان که اندک بهره‌اي از علم کتاب يافتند که خريدار ضلالت هستند و همي خواهند که شما (اهل ايمان) نيز گمراه شويد؟!
4|45|و خدا داناتر است به دشمنان شما، و همين بس که خدا دوستدار و ياور (شما) باشد.
4|46|گروهي از يهود کلمات (خدا) را از جاي خود تغيير داده و گويند: (فرمان خدا را) شنيديم و (از آن) سرپيچيم و (به جسارت گويند) بشنو که (کاش) ناشنوا باشي؛ و گويند ما را رعايت کن. و گفتار ايشان زبان‌بازي و طعنه و تمسخر به دين است. و اگر (به احترام) مي‌گفتند که ما (فرمان حق را) شنيديم و (تو را) اطاعت کنيم و تو نيز (سخن ما) بشنو و به حال ما بنگر، هر آينه آنان را نيکوتر بود و به صواب نزديکتر، ليکن چون کافر شدند خدا آنها را لعنت کرد، و به جز اندکي ايمان نخواهند آورد.
4|47|اي کساني که به شما کتاب آسماني داده شد، به قرآني که فرستاديم که مصدّق تورات و انجيل شماست ايمان آوريد پيش از آنکه بر چهره‌هايي (از اثر ضلالت) خط خذلان کشيم و آنها را واژگون کنيم يا مانند اصحاب سَبت بر آنها لعنت و عذاب فرستيم، و (بترسيد که) قضاي خدا واقع‌شدني است.
4|48|محققاً خدا گناه شرک را نخواهد بخشيد و سواي شرک را براي هر که خواهد مي‌بخشد، و هر کس که شرک به خدا آورد به دروغي که بافته گناهي بزرگ مرتکب شده است.
4|49|نمي‌بيني آنان را که دعوي پاکدلي کنند؟ خداست که هر که را خواهد از رذائل پاک و منزّه دارد، و به قدر فتيلي (رشته خرما) به کسي ستم نشود.
4|50|بنگر چگونه بر خدا دروغ مي‌بافند! و همين (افترا) بس گناهي آشکار است.
4|51|نديدي آنان که بهره‌اي از کتاب آسماني داشتند (يعني جهودان) چگونه به (بتان) جِبت و طاغوت مي‌گروند و درباره کافران مشرک مي‌گويند که راه آنان به صواب نزديکتر از طريقه اهل ايمان است؟!
4|52|اين گروهند که خدا آنان را لعنت کرد، و هر که را خدا لعن کند ديگر مددکار و ياوري براي او نتواني يافت.
4|53|مگر آنان که از احسان به خلق به هسته خرمايي بخل مي‌ورزند بهره‌اي از مُلک خدا خواهند يافت؟
4|54|بلکه حسد مي‌ورزند با مردم (يعني پيامبر و مسلمين) چون آنها را خدا به فضل خود برخوردار نمود. که البته ما به آل ابراهيم کتاب و حکمت داديم و به آنها ملک و سلطنتي بزرگ عطا کرديم.
4|55|آن‌گاه برخي بدو گرويدند و برخي مانع ايمان به او شدند؛ پس (آنان را) کيفر آتش افروخته دوزخ بس است.
4|56|آنان که به آيات ما کافر شدند به زودي در آتش دوزخشان درافکنيم که هر چه پوست تن آنها بسوزد آنان را پوست ديگري جايگزين کنيم تا (سختي) عذاب را بچشند، که همانا خدا مقتدر و کارش از روي حکمت است.
4|57|آنان را که ايمان آوردند و نيکوکار شدند به زودي در بهشتي درآوريم که نهرها از زير درختانش جاري است و در آن زندگاني جاويد کنند و براي آنها در بهشت جفتهاي پاکيزه است و آنان را به سايه رحمت ابدي خود درآوريم.
4|58|همانا خدا به شما امر مي‌کند که امانتها را به صاحبانش باز دهيد و چون حاکم بين مردم شويد به عدالت داوري کنيد. همانا خدا شما را پند نيکو مي‌دهد، که خدا شنوا و بيناست.
4|59|اي اهل ايمان، فرمان خدا و رسول و فرمانداران (از طرف خدا و رسول) که از خود شما هستند اطاعت کنيد، پس اگر در چيزي کار به نزاع کشد آن را به حکم خدا و رسول بازگردانيد اگر به خدا و روز قيامت ايمان داريد. اين کار براي شما بهتر و خوش‌عاقبت‌تر خواهد بود.
4|60|آيا ننگري به حال آنان که به گمان (و دعوي) خود ايمان به قرآن تو و کتبي که پيش از تو فرستاده شده آورده‌اند، چگونه باز مي‌خواهند داوري به طاغوت برند در صورتي که مأمورند که به طاغوت کافر شوند؟! و شيطان خواهد که آنان را گمراه کند گمراهي دور (از هر سعادت).
4|61|و چون به آنها گفته شود که به حکم خدا و رسول بازآييد، گروه منافق را بيني که مردم را از گرويدن به تو منع مي‌کنند.
4|62|پس چگونه خواهد بود (حال آنها) چون مصيبتي از کردار زشت خود به آنان رسد؟ آن‌گاه نزد تو آيند و به خدا سوگند خورند که ما (در کار خود) قصدي جز نيکويي و موافقت نداشتيم!
4|63|اينانند که خدا از قلب آنها آگاه است، تو (اي رسول) از آنان روي بگردان و آنها را نصيحت کن و به گفتار دلنشين و مؤثر با ايشان سخن بگو.
4|64|ما رسولي نفرستاديم مگر بر اين مقصود که خلق به امر خدا اطاعت او کنند. و اگر هنگامي که آنان (گروه منافق) بر خود ستم کردند به تو رجوع مي‌کردند و از کردار خود به خدا توبه نموده و تو هم براي آنها استغفار مي‌کردي و از خدا آمرزش مي‌خواستي، در اين حال البته خدا را توبه‌پذير و مهربان مي‌يافتند.
4|65|نه چنين است، قسم به خداي تو که اينان (به حقيقت) اهل ايمان نمي‌شوند مگر آنکه در خصومت و نزاعشان تنها تو را حَکَم کنند و آن‌گاه به هر حکمي که کني اعتراض نداشته، کاملاً (از دل و جان) تسليم (فرمان تو) باشند.
4|66|و اگر ما به آنها حکم مي‌کرديم که خود (يعني يکديگر) را بکشيد يا از ديار خود (براي جهاد) بيرون رويد به جز اندکي اطاعت امر نمي‌کردند، و اگر به آنچه پندشان مي‌دهند عمل مي‌کردند البته نيکوتر و کاري محکم و با اساس‌تر براي آنها بود.
4|67|و در آن صورت محققا ما آنها را از نزد خود مزدي بزرگ (به پاداش طاعت) عطا مي‌کرديم.
4|68|و بي‌شک آنان را به راه راست هدايت مي‌نموديم.
4|69|و آنان که اطاعت خدا و رسول کنند البته با کساني که خدا به آن‌ها لطف فرموده يعني با پيغمبران و صدّيقان و شهيدان و نيکوکاران محشور خواهند شد، و اينان نيکو رفيقاني هستند.
4|70|اين فضل و بخشش از سوي خداست، و علم (ازلي) خدا کفايت کند.
4|71|اي اهل ايمان سلاح جنگ برگيريد و آن‌گاه دسته دسته يا همه يک‌باره متّفق (براي جهاد) بيرون رويد.
4|72|و همانا گروهي از شما (در کار جنگ) کندي و درنگ مي‌کنند، اگر براي شما حادثه ناگواري پيش آيد (به شماتت) گويند: خدا ما را مورد لطف خود قرار داد که با آنان حاضر نشديم.
4|73|و اگر فضل خدا شامل حال شما گردد آن‌چنان که گويي ميان شما و آنان ابداً دوستي نبوده (با تأسف) گويند: اي کاش ما نيز با آنان به جهاد رفته بوديم تا (از غنيمت) نصيب فراوان مي‌برديم.
4|74|پس کساني بايد در راه خدا جهاد کنند که (دست از جان شسته‌اند و) زندگي اين جهان را به آن جهان مي‌فروشند. و هر کس در راه خدا جهاد کند و کشته شود يا فاتح گردد، زود باشد که او را اجري عظيم دهيم.
4|75|چرا در راه خدا جهاد نمي‌کنيد و در راه (آزادي) جمعي ناتوان از مرد و زن و کودک که (در مکه اسير ظلم کفارند و) دائم مي‌گويند: بار خدايا، ما را از اين شهري که مردمش ستمکارند بيرون آر و از جانب خود براي ما (بيچارگان) نگهدار و ياوري فرست.
4|76|اهل ايمان در راه خدا، و کافران در راه طاغوت (شيطان) جهاد مي‌کنند، پس (شما مؤمنان) با دوستان شيطان بجنگيد (و از آنها بيم و انديشه مکنيد) که مکر و سياست شيطان بسيار سست و ضعيف است.
4|77|آيا نمي‌نگري به حال مردمي که (گفتند: به ما اجازه جنگ ده و) به آنها گفته شد: اکنون از جنگ خودداري کرده، به نماز و زکات قيام کنيد؛ پس آن‌گاه که بر آنها حکم جهاد آمد در آن هنگام گروهي از آنان به همان اندازه که بايد از خدا ترسند يا بيش از آن، از مردم ترسيدند و گفتند: اي خدا، چرا بر ما حکم جنگ را فرض کردي؟ چرا عمر ما را تا اجل نزديک طبيعي به تأخير نيفکندي؟ بگو: زندگاني دنيا متاعي اندک است و جهان آخرت براي هر کس که خداترس باشد بهتر از دنياست، و (در آنجا) کمترين ستمي به شما نخواهد شد.
4|78|هر کجا باشيد اگر چه در کاخهاي بسيار محکم، شما را مرگ فرا رسد. و آنان را اگر خوشي و نعمتي فرا رسد گويند: اين از جانب خداست، و اگر زحمتي پيش آيد گويند: اين از جانب توست! بگو: همه از جانب خدا است. چرا اين قوم (جاهل) از فهم هر سخن دورند؟!
4|79|هر چه از انواع نيکويي به تو رسد از جانب خداست و هر بدي رسد از خودِ توست، و ما تو را به رسالت براي مردم فرستاديم، و تنها گواهي خدا کافي است.
4|80|هر که رسول را اطاعت کند خدا را اطاعت کرده، و هر که مخالفت کند (کيفر مخالفتش با خداست و) ما تو را به نگهباني آنها نفرستاده‌ايم.
4|81|و (منافقان، روز) نزد تو به زبان اظهار فرمانبرداري کنند و چون از حضور تو دور شوند شبانه گروهي خلاف گفته تو را در دل گيرند، و خدا انديشه شبانه آنها را خواهد نوشت. پس (اي پيغمبر) از آنها روي بگردان و به خدا اعتماد کن، که تنها خدا تو را نگهبان کافي است.
4|82|آيا در قرآن از روي فکر و تأمل نمي‌نگرند؟ و اگر از جانب غير خدا بود در آن اختلافي بسيار مي‌يافتند.
4|83|و (منافقان) چون امري به آنان برسد که باعث ايمني يا ترس (مسلمين) است (و بايد پنهان داشت) آن را منتشر مي‌سازند، در صورتي که اگر آن را به رسول و به صاحبان حکم که از خودشان هستند گزارش مي‌دادند همانا آنان که اهل بصيرتند در آن واقعه صلاح‌انديشي مي‌کردند. و اگر نه اين بود که فضل خدا شامل حال شماست، همانا به جز اندکي همه شيطان را پيروي مي‌کرديد.
4|84|پس (اي پيغمبر) تو خود تنها در راه خدا به کارزار برخيز، که جز بر خودت مکلف نيستي و مؤمنان را نيز ترغيب کن، باشد که خدا آسيب کافران را از شما بازدارد، که قدرت خدا بيشتر و عذابش سخت‌تر است.
4|85|هر که سبب کار نيکويي شود هم او نصيبي کامل از آن بَرَد، و هر که وسيله کار قبيحي گردد از آن سهمي بسزا خواهد يافت، و خدا بر همه چيز (از نيک و بد اعمال خلق) مراقبي تواناست.
4|86|هر گاه شما را تحيت و سلامي گفتند شما نيز بايد به تحيت و سلامي بهتر از آن يا مانند آن پاسخ دهيد، که خدا به حساب هر چيزي کاملاً خواهد رسيد.
4|87|خداي يگانه، هيچ خدايي جز او نيست؛ محققاً همه شما را در روز قيامت که شک در آن نيست جمع آورد، و کيست که راست‌تر از خدا سخن گويد؟
4|88|چرا شما درباره منافقين دو فرقه شديد؟ با آنکه خدا آنها را به کيفر اعمال زشتشان (به حکم کفار) بازگرداند، آيا شما مي‌خواهيد کسي را که خدا گمراه کرده هدايت کنيد؟ در حالي که هر که را خدا گمراه کرد (يعني هدايت خدا را نپذيرفت) هرگز تو بر هدايت او راهي نخواهي يافت.
4|89|(کافران) آرزو کنند که شما (مسلمين) هم به مانند آنها کافر شويد تا همه برابر (در کفر) باشيد. پس از آنان تا در راه خدا هجرت نکنند دوست نگيريد، و اگر مخالفت کردند آنها را در هر کجا يافتيد به قتل رسانيد و از آنها ياور و دوستي نبايد اختيار کنيد.
4|90|مگر کساني که به قومي که بين شما با آنها عهد و پيماني است در پيوسته باشند يا (بر اين عهد نزد شما آيند) که از جنگ با شما و با قوم خودشان (که دشمنان شما هستند) هر دو خودداري کنند و از جنگ دلتنگ باشند، (با اين دو طايفه از کافران که در حقيقت به شما پناهنده‌اند نبايد قتال کنيد.) و اگر خدا مي‌خواست آنها را بر شما مسلط مي‌کرد تا با شما قتال مي‌کردند، پس هر گاه از شما کناره گرفتند و با شما نجنگيدند و تسليم شما شدند خدا براي شما راهي بر عليه آنها نگشوده است.
4|91|گروهي ديگر را خواهيد يافت که مي‌خواهند از شما و از قوم خود ايمني يابند، هرگاه که راه فتنه‌گري بر آنها باز شود به کفر خود بازگردند. پس اگر از شما کناره نگرفتند و تسليم شما نشدند و از اذيت شما دست نکشيدند در اين صورت آنها را هر جا يافتيد بگيريد و به قتل رسانيد، ما شما را بر (جان و مال) اين گروه تسلطي کامل بخشيديم.
4|92|هيچ مؤمني را نرسد که مؤمن ديگري را به قتل رساند مگر آنکه به اشتباه و خطا مرتکب آن شود، و در صورتي که به خطا هم مؤمني را مقتول ساخت بايد (به کفّاره آن) بنده مؤمني را آزاد کند و خونبهاي آن را به صاحبش تسليم نمايد مگر آنکه ديه را ورثه (به قاتل) ببخشند. و اگر مقتولِ مؤمن از قومي باشد که با شما دشمن و محاربند، قاتل ديه ندهد، ليکن بر او است که بنده مؤمني را آزاد کند، و اگر مقتول از قومي است که بين شما با آنها پيمان برقرار بوده پس خونبها را به صاحب خون پرداخته و بنده مؤمني (به کفاره آن) آزاد کند، و اگر (بنده‌اي) نيابد بايستي دو ماه متوالي روزه دارد. اين توبه‌اي است که از طرف خدا پذيرفته است و خدا دانا و حکيم است.
4|93|و هر کس مؤمني را به عمد بکشد مجازات او (آتش) جهنم است، که در آن جاويد (معذّب) خواهد بود و خدا بر او خشم و لعن کند و عذابي بسيار شديد بر او مهيا سازد.
4|94|اي اهل ايمان، چون در راه خدا (براي جهاد با کفّار) بيرون رويد (در کار دشمن) تحقيق و جستجو کنيد و به آن کس که اظهار اسلام کند و به شما سر تسليم فرود آورد نسبت کفر مدهيد تا (مال و جانش را بر خود حلال کنيد و) از متاع ناچيز دنيا چيزي غنيمت بريد، که غنايم بي‌شمار نزد خداست. اسلام شما هم اول امر همچنين اظهار و تسليمي بيش نبود تا وقتي که خدا بر شما منّت گذاشت، پس اکنون بايد تحقيق کنيد که خدا به هر چه کنيد آگاه است.
4|95|هرگز مؤمناني که بدون عذر از جهاد بازنشستند با آنان که به مال و جان در راه خدا جهاد کنند يکسان نخواهند بود، خدا مجاهدان (فداکار) به مال و جان را بر بازنشستگان (از جهاد) بلندي و برتري بخشيده و همه (اهل ايمان) را وعده پاداش نيکو فرموده، و خداوند مجاهدان را بر بازنشستگان به اجر و ثوابي بزرگ برتري داده است.
4|96|(اين) درجات و بخشايش و رحمت اوست و خدا آمرزنده و مهربان است.
4|97|آنان که فرشتگان، جانشان را در حالي که ظالم به خود بوده‌اند مي‌گيرند، از آنها پرسند که در چه کار بوديد؟ پاسخ دهند که ما در روي زمين مردمي ضعيف و ناتوان بوديم. فرشتگان گويند: آيا زمين خدا پهناور نبود که در آن هجرت کنيد؟! و مأواي ايشان جهنم است و آن بد جايگاه بازگشتي است.
4|98|مگر آن گروه از مردان و زنان و کودکان که ناتوان بودند و گريز و چاره‌اي برايشان ميسّر نبود و راهي (به نجات خود) نمي‌يافتند.
4|99|آنها اميدوار به عفو و بخشش خدا باشند، که خدا گناهشان را مي‌بخشد و خدا بخشنده و آمرزنده است.
4|100|و هر کس در راه خدا (از وطن خويش) هجرت کند در زمين براي آسايش و گشايش امورش جايگاه بسيار خواهد يافت، و هر گاه کسي از خانه خويش براي هجرت به سوي خدا و رسول بيرون آيد و در سفر، مرگ وي فرا رسد اجر و ثواب چنين کسي بر خداست و خدا پيوسته آمرزنده و مهربان است.
4|101|و هنگامي که در سفر باشيد باکي بر شما نيست که نماز را کوتاه به جاي آريد (چهار رکعت را دو رکعت کنيد) هر گاه بيم آن داشته باشيد که کافران شما را به رنج و هلاکت اندازند، که دشمني کفار نسبت به شما کاملاً آشکار است.
4|102|و هرگاه شخص تو در ميان سپاه اسلام باشي و نماز بر آنان به پا داري بايد آنها با تو مسلّح به نماز ايستند، و چون سجده نماز به جاي آوردند (و نماز را فُرادي تمام کردند) در پشت سرِ شما رفته و گروهي که نماز نخوانده بيايند و با تو نماز گزارند و البته با لباس جنگ و اسلحه، زيرا کافران آرزو و انتظار دارند که شما از اسلحه و اسباب خود غفلت کنيد تا ناگهان يکباره بر شما حمله ور شوند. و چنانچه باراني يا مرضي شما را از برگرفتن سلاح به رنج اندازد باکي نيست که اسلحه را فروگذاريد ولي از دشمن برحذر باشيد؛ خدا براي کافران عذابي سخت خوارکننده مهيا ساخته است.
4|103|پس آن‌گاه که از نماز فراغت يافتيد باز در همه احوال، ايستاده يا نشسته يا بر پهلو خفته (در هر حال که توانيد) ياد خدا کنيد، سپس که (از آسيب دشمن) ايمن شديد در اين حال نماز (کامل) به جاي آريد، که براي اهل ايمان، حُکمي معيّن و واجب و لازم است.
4|104|و نبايد در کار دشمن سستي و کاهلي کنيد؛ که اگر شما به رنج و زحمت مي‌افتيد آنها نيز (از دست شما) رنج مي‌کشند با اين فرق که شما به لطف خدا اميدواريد و آنها اميدي ندارند. و خدا دانا و حکيم است (و اميدواران را محروم نمي‌سازد).
4|105|(اي پيغمبر) ما قرآن را به حق به سوي تو فرستاديم تا به آنچه خدا (به وحي خود) بر تو پديد آورده ميان مردم حکم کني، و نبايد به نفع خيانتکاران (با مؤمنان) به خصومت برخيزي.
4|106|و از خدا آمرزش طلب، که خدا آمرزنده و مهربان است.
4|107|و هرگز به خاطر مردمي که با نفوس خود خيانت مي‌کنند (با اهل ايمان) جدال مکن، که همانا خدا آن را که خيانتکار و بد عمل است دوست نمي‌دارد.
4|108|(مردم خيانتکار در کار خيانت) از مردم شرم مي‌کنند ولي از خدا شرم نمي‌کنند و حال آنکه او با آنهاست هنگامي که شبانگاه سخناني ناپسند در دل مي‌انديشند، و خدا (در آن حال هم) به هر چه کنند آگاه است.
4|109|به فرض که شما خود از طرف آنها در زندگاني دنيا دفاع توانيد کرد، کدام کس طرفداري آنها را روز قيامت خواهد نمود؟ و چه کس به وکالت آنها تواند برخاست؟
4|110|و هر که عمل زشتي از او سرزند يا به خويشتن ستم کند سپس از خدا طلب آمرزش و عفو نمايد خدا را بخشنده و مهربان خواهد يافت.
4|111|هر که گناهي کند به خود زيان رسانده، و خدا دانا و کارش از روي حکمت است.
4|112|و هر کس خطا يا گناهي از او سر زند و تهمت به بي‌گناهي بندد مرتکب بهتان و گناه بزرگ و آشکاري شده است.
4|113|و اگر فضل و رحمت خدا شامل حال تو نبود گروهي از آنان (دشمنان اسلام) همت بر آن گماشته بودند که تو را از راه صواب دور سازند، حال آنکه آنها خود را از راه حق و صواب دور ساخته و به تو هيچ زياني نتوانند رسانيد و خدا به تو اين کتاب (قرآن مجيد) و (مقام) حکمت (و نبوت) را عطا کرده و آنچه را که نمي‌دانستي به تو بياموخت، و خدا را با تو لطف عظيم و عنايت بي‌اندازه است.
4|114|هيچ فايده و خيري در سخنان سرّي آنها نيست مگر آنکه کسي به صدقه دادن و نيکويي کردن و اصلاح ميان مردم امر کند؛ و هر که در طلب رضاي خدا چنين کند به زودي به او اجر عظيم کرامت کنيم.
4|115|و هر کس پس از روشن بودن راه حق بر او، با رسول او به مخالفت برخيزد و راهي غير طريق اهل ايمان پيش گيرد وي را به همان (طريق باطل و راه ضلالت) که برگزيده واگذاريم و او را به جهنم درافکنيم، که آن مکان بسيار بد منزلگاهي است.
4|116|خدا گناه شرک را نخواهد بخشيد و ما دون شرک را بر هر که مشيّتش تعلّق گيرد مي‌بخشد. و هر که به خدا شرک آرد به گمراهي سخت و دور (از سعادت) در افتاده است.
4|117|(مشرکان) نمي‌خوانند غير خداي عالم جز دختراني را (بتهايي را که نام دختران بر آنها نهاده‌اند) و نمي‌خوانند جز شيطان سرکش را.
4|118|که خدا آن (شيطان) را از درگاه رحمت خود دور کرده (زيرا به مجادله با خدا برخاست) و گفت: من از بندگان تو قسمتي معين را زير بار طاعت خود خواهم کشيد.
4|119|و سخت گمراهشان کنم و به آرزو (هاي باطل و دور و دراز) درافکنم و دستور دهم تا گوش حيوانات ببرند (که اينها نصيب بتهاست) و امر کنم تا خلقت خدا را تغيير دهند، و (اي بندگان بدانيد) هر کس شيطان را دوست گيرد نه خدا را، سخت زيان کرده زياني آشکار.
4|120|(شيطان) آنان را بسيار وعده دهد و آرزومند و اميدوار کند، ولي آنان را چيزي به جز غرور و فريب وعده نمي‌دهد.
4|121|ايشان را منزلگاه جهنم است و از آن مَفرّ و گريزگاهي نخواهند يافت.
4|122|و آنان که به خدا گرويدند و کارهاي شايسته کردند به زودي آنها را به بهشتي درآوريم که زير درختانش نهرها جاري است و هميشه براي ابد در آن باشند. وعده خدا حق است، و کيست در گفتار راستگوتر از خدا؟!
4|123|کار به آمال و آرزوي شما و آرزوي اهل کتاب (يهود و نصاري) درست نشود؛ هر آن که کار بد کند کيفر آن را خواهد ديد و به جز خدا احدي را يار و ياور خود نتواند يافت.
4|124|و هر که از زن و مرد کاري شايسته کند با ايمان به خدا، چنين کسان به بهشت درآيند و به قدر نقيري (پرده هسته خرمايي) به آنان ستم نکنند.
4|125|دين چه کس بهتر از آن کسي است که خود را تسليم (حکم) خدا نموده و هم نيکوکار است و پيروي از آيين ابراهيم حنيف نموده؟! آن ابراهيمي که خدا او را به مقام دوستي خود برگزيده است.
4|126|هر چه در آسمانها و زمين است مِلک خداست و او به همه چيز احاطه و آگاهي دارد.
4|127|(اي پيغمبر) درباره زنان از تو فتوا خواهند، بگو: خدا و آنچه از آيات کتاب او بر شما تلاوت شود هم در حق زنان و دختران يتيمي که مهر و حقوق لازمه آنها را ادا نکرده و مايل به نکاح آنان هستيد و هم در حق فرزندان ناتوان فتوا خواهد داد، و نيز (دستور مي‌دهد که) درباره يتيمان عدالت پيشه گيريد، و (در نيکي کوشيد که) هر کار نيک به جاي آريد خدا بر آن آگاه است.
4|128|و اگر زني بيم داشت که شوهرش با وي مخالفت و بد سلوکي کند يا از او دوري گزيند باکي نيست که هر دو تن به گونه‌اي به راه صلح و سازش باز آيند، که صلح به هر حال بهتر است، و نفوس را بخل و حرص فرا گرفته. و اگر (درباره يکديگر) نيکويي کرده و پرهيزکار باشيد، خدا به هر چه کنيد آگاه است.
4|129|شما هرگز نتوانيد ميان زنان به عدالت رفتار کنيد هر چند راغب و حريص (بر عدل و درستي) باشيد، پس به تمام ميل خود يکي را بهره‌مند و آن ديگر را محروم نکنيد تا او را معلّق و بلا تکليف گذاريد. و اگر سازش کنيد و پرهيزکار باشيد همانا خدا بخشنده و مهربان است.
4|130|و اگر از يکديگر جدا شوند، باز خدا هر يک را از ديگري به رحمت واسع خود بي‌نياز خواهد کرد، و خدا را رحمت بي‌منتهاست و (به حقيقت هر چيز) داناست.
4|131|و هر چه در آسمانها و زمين است ملک خداست، و ما هم به آنان که پيش از شما به آنها کتاب داده شد و هم به شما سفارش اکيد کرديم که پرهيزکار و خدا ترس باشيد، و اگر هم کافر شويد ملک آسمان و زمين او راست (به طاعت شما محتاج نيست) و خدا بي نياز و ستوده است.
4|132|و آنچه در آسمانها و آنچه در زمين است همه ملک اوست، و تنها خدا به نگهباني (خلق) کافي است.
4|133|اي مردم، خدا اگر بخواهد همه شما را (به کلي از دنيا) مي‌برد و قومي ديگر مي‌آورد؛ و البته خدا بر اين کار مقتدر و تواناست.
4|134|هر که ثواب و نعمت دنيا را طالب است (از خدا بخواهد که) ثواب دنيا و آخرت نزد خداست، و خدا شنوا و بيناست.
4|135|اي اهل ايمان، نگهدار عدالت باشيد و براي خدا گواهي دهيد هر چند بر ضرر خود يا پدر و مادر و خويشان شما باشد، (براي هر کس شهادت مي‌دهيد) اگر فقير باشد يا غني، خدا به (رعايت حقوق) آنها اولي است، پس شما (در حکم و شهادت) پيروي هواي نفس نکنيد تا مبادا عدالت نگاه نداريد. و اگر زبان را (در شهادت به نفع خود) بگردانيد يا (از بيان حق) خودداري کنيد خدا به هر چه کنيد آگاه است.
4|136|اي کساني که (به زبان) ايمان آورده‌ايد، (به حقيقت و از دل هم) ايمان آوريد به خدا و رسول او و کتابي که به رسول خود فرستاده و کتابي که پيش از او فرستاده (تورات و انجيل). و هر که به خدا و فرشتگان و کتابها (ي آسماني) و رسولان او و روز قيامت کافر شود به گمراهي سخت و دور (از سعادت) درافتاده است.
4|137|آنان که نخست ايمان آورده سپس کافر شدند، باز ايمان آورده ديگر بار کافر شدند، پس بر کفر خود افزودند، اينان را خدا نخواهد بخشيد و به راهي هدايت نخواهد فرمود.
4|138|منافقان را بشارت ده که بر آنان عذابي دردناک خواهد بود.
4|139|آن گروه که کافران را دوست گيرند و مؤمنان را ترک گويند، آيا نزد کافران عزّت مي‌طلبند؟ عزّت همه نزد خداست.
4|140|و محققاً خداوند در کتاب خود اين حکم را بر شما فرستاد که چون آيات خدا را شنيديد که بدان کافر شوند و استهزا کنند پس با آن گروه (منافق) مجالست مکنيد تا در حديثي ديگر داخل شوند، که (اگر با آنان همنشين شويد) آن گاه شما هم مانند آنان هستيد. و خدا منافقان را با کافران در جهنم جمع خواهد کرد.
4|141|منافقان آناني هستند که نگران و مراقب حال شمايند، چنانچه براي شما فتح و ظفري پيش آيد (براي اخذ غنيمت) گويند: نه آخر ما با شما بوديم؟! و اگر کافران را فتح و بهره‌اي رسد به آنها گويند: نه ما شما را به اسرار مسلمانان آگاه کرديم و شما را از آسيب مؤمنان نگهداري نموديم؟! پس خدا فرداي قيامت ميان شما و آنان حکم کند، و خداوند هيچ گاه براي کافران نسبت به اهل ايمان راه تسلّط باز نخواهد نمود.
4|142|همانا منافقان با خدا مکر و حيله مي‌کنند و خدا نيز با آنان مکر مي‌کند، و چون به نماز آيند با حال بي‌ميلي و کسالت نماز کنند و براي رياکاري آيند و ذکر خدا را جز اندک نکنند.
4|143|دو دل و مردّد باشند، نه به سوي مؤمنان يکدل مي‌روند و نه به جانب کافران. و هر که را خدا گمراه کند پس هرگز براي او راه هدايتي نخواهي يافت.
4|144|اي اهل ايمان، مبادا کافران را به دوستي گرفته و مؤمنان را رها کنيد! آيا مي‌خواهيد براي خدا بر (عقاب و کفر و عصيان) خود حجّتي آشکار قرار دهيد؟!
4|145|البته منافقان را در جهنم پست‌ترين جايگاه است و براي آنان هرگز ياري نخواهي يافت.
4|146|مگر آنها که توبه نموده و تباهکاري خود را اصلاح کردند و به (دين) خدا در آويختند (و به کتاب حق متوسل شدند) و دين خود را براي خدا خالص گردانيدند، پس اين گروه در صف مؤمنان باشند و به زودي خدا به مؤمنان اجر بزرگ عطا خواهد فرمود.
4|147|خداوند چه غرضي دارد که شما را عذاب کند اگر (لطف خدا را) شکر گزاريد و (به او) ايمان آريد؟! خدا شکر نعمت از شما مي‌پذيرد و علمش (به صلاح خلق) محيط است.
4|148|خدا دوست نمي‌دارد که کسي به گفتار زشت (به عيب خلق) صدا بلند کند مگر آن که ظلمي به او رسيده باشد، همانا که خدا شنوا و داناست.
4|149|اگر (درباره خلق) آشکارا يا پنهاني نيکي کنيد يا از بدي ديگران درگذريد خدا هميشه از بديها در مي‌گذرد با آنکه در انتقام تواناست.
4|150|آنان که به خدا و رسولان او کافر شوند و خواهند که ميان خدا و پيغمبرانش جدايي اندازند و گويند: ما به برخي (از انبياء) ايمان آورده و به پاره‌اي ايمان نياوريم و خواهند که ميان کفر و ايمان راهي اختيار کنند؛
4|151|به حقيقت کافر اينهايند و ما براي کافران عذابي خوار کننده مهيا ساخته‌ايم.
4|152|و آنان که ايمان به خدا و رسولانش آوردند و تفرقه ميان خدا و هيچ يک از پيغمبران نيفکندند، اينها را خدا به زودي اجرشان را عطا کند و خدا پيوسته بخشنده و مهربان است.
4|153|(اي پيغمبر) اهل کتاب از تو درخواست کنند که از آسمان کتابي (يکجا) براي آنان فرود آوري، همانا از موسي نيز درخواستي بالاتر از اين کردند و گفتند: خدا را به چشم ما آشکار بنما، پس به سبب اين جهل و سرکشي صاعقه سوزان آنها را درگرفت، و پس از آن همه آيات روشن، باز گوساله‌پرستي اختيار کردند، باز ما از اين کار (زشت آنان) درگذشتيم و به موسي حجّتي آشکار بخشيديم.
4|154|و کوه طور را براي (اتمام حجّت و اخذ) پيمان بر فراز سر آنها بلند گردانيديم و آنها را گفتيم به حال سجده بدين درگاه درآييد و گفتيم از حکم روز شنبه تعدي مکنيد، و از آنها پيماني سخت گرفتيم.
4|155|پس چون پيمان شکستند و به آيات خدا کافر شدند و پيغمبران را به ناحق کشتند و (همه اين قبايح به جاي آوردند) بدين عذر که گفتند: دلهاي ما در پرده است (و دروغ گفتند) بلکه خدا به سبب کفر، آنها را مهر بر دل نهاد، که به جز اندکي ايمان نياورند؛
4|156|و هم به واسطه کفرشان و بهتان بزرگشان بر مريم؛
4|157|و هم از اين رو که گفتند: ما مسيح عيسي بن مريم رسول خدا را کشتيم، در صورتي که او را نه کشتند و نه به دار کشيدند بلکه امر بر آنها مشتبه شد؛ و همانا آنان که درباره او عقايد مختلف اظهار داشتند از روي شک و ترديد سخني گفتند و عالم به او نبودند جز آنکه از پي گمان خود مي‌رفتند؛ و به طور يقين مسيح را نکشتند؛
4|158|بلکه خدا او را به سوي خود بالا برد، و پيوسته خدا مقتدر و کارش از روي حکمت است؛
4|159|و هيچ کس از اهل کتاب نيست جز آنکه پيش از مرگ به وي (عيسي) ايمان خواهد آورد و در روز قيامت او بر آنان گواه خواهد بود؛
4|160|پس به جهت (اين همه) ظلمي که يهود کردند و هم بدين جهت که بسياري مردم را از راه خدا منع کردند، ما نعمت‌هاي پاکيزه‌اي را که بر آنها حلال بود حرام گردانيديم؛
4|161|و هم بدين جهت که ربا مي‌گرفتند، در صورتي که از ربا خوردن نهي شده بودند، و هم از آن رو که اموال مردم را به باطل مي‌خوردند. و ما براي کافران آنها عذابي دردناک مهيا ساخته‌ايم.
4|162|ليکن کساني از آنها که در علم قدمي ثابت دارند و به آنچه بر تو و پيغمبران پيش از تو نازل شده مي‌گروند و به ويژه مؤمنانِ ديگر آنان که نماز به پا مي‌دارند و زکات مي‌دهند و به خدا و روز قيامت ايمان مي‌آورند، به زودي خدا آنان را اجر و ثواب عظيم عطا خواهد کرد.
4|163|ما به تو وحي کرديم چنانکه به نوح و پيغمبران بعد از او و همچنين به ابراهيم و اسماعيل و اسحاق و يعقوب و اسباط (فرزندان يعقوب) و عيسي و ايّوب و يونس و هارون و سليمان وحي نموديم و به داود هم زبور عطا کرديم.
4|164|و رسولاني هم که شرح حال آنها را از پيش بر تو حکايت کرديم و آنهايي را که حکايت ننموديم (به همه خدا وحي فرستاد) و خدا با موسي (در طور) آشکار و روشن سخن گفت.
4|165|رسولاني را فرستاد که (نيکان را) بشارت دهند و (بدان را) بترسانند تا آنکه پس از فرستادن رسولان، مردم را بر خدا حجّتي نباشد، و خدا هميشه مقتدر و کارش بر وفق حکمت است.
4|166|(اگر اينان به نبوت تو گواهي نمي‌دهند) ليکن خدا به آنچه بر تو فرستاده گواهي دهد، که آن را به علم خود فرستاده و فرشتگان نيز گواهي دهند، و گواهي خدا کفايت است.
4|167|آنان که کافر شده (و مردم را) از راه خدا باز داشتند همانا سخت به گمراهي افتاده و از راه نجات دورند.
4|168|آنان که کافر و ستمگر شدند هيچ گاه خدا آنان را نخواهد آمرزيد و به راهي هدايت نخواهد نمود؛
4|169|مگر به راه دوزخ، که در آن جاويد خواهند بود و خدا را اين کار (انتقام از ستمکاران) آسان است.
4|170|اي مردم، همانا اين پيغمبر به حق (براي هدايت شما) از جانب پروردگارتان آمده، پس ايمان آريد که براي شما بهتر است، و اگر کافر شويد پس (از اين کفر به خود زيان رسانيده‌ايد و خدا از کفرتان بي‌زيان و از اطاعت شما بي‌نياز است، زيرا) هر چه در آسمانها و زمين است همه ملک خداست و خدا (به احوال هر مؤمن و کافر) دانا و (در ثواب و عقاب آنان) درستکار است.
4|171|اي اهل کتاب، در دين خود اندازه نگه داريد، و درباره خدا جز به راستي سخن نگوييد؛ در حق مسيح عيسي بن مريم جز اين نشايد گفت که او رسول خداست و کلمه الهي است که به مريم فرستاده و روحي از عالم الوهيت است؛ پس به خدا و همه فرستادگانش ايمان آوريد و به تثليث قائل نشويد (اب و ابن و روح القدس را خدا نخوانيد)، از اين گفتار شرک باز ايستيد که براي شما بهتر است، جز خداي يکتا خدايي نيست و منزّه و برتر از آن است که او را فرزندي باشد، هر چه در آسمان و زمين است همه ملک او است و خدا تنها به نگهباني (همه موجودات) کافي است.
4|172|هرگز مسيح از بنده خدا بودن اِبا و استنکاف ندارد و فرشتگان مقرّب نيز (به بندگي او معترفند). و هر کس از بندگي خدا سر پيچد و دعوي برتري کند، زود باشد که خدا همه را به سوي خود محشور سازد.
4|173|پس آنان را که ايمان آورده و نيکوکار شده اجر و ثواب تمام و کامل مي‌دهد و به فضل خود بر آن مي‌افزايد، و آنان را که سرپيچي و سرکشي کرده به عذابي دردناک معذّب خواهد فرمود و آنان (بر نجات خود) جز خدا هيچ کس را دوست و ياور نخواهند يافت.
4|174|اي مردم، براي هدايت شما از جانب خدا برهاني (محکم) آمد، و نوري تابان به شما فرستاديم.
4|175|پس آنان که به خدا گرويدند و به او متوسل شدند به زودي آنها را به جايگاه رحمت و فضل خود درآورده و به راهي راست به سوي خود رهبري نمايد.
4|176|(اي پيغمبر) از تو درباره کلاله (يعني برادر و خواهر پدري يا پدري و مادري) فتوا خواهند، بگو: خدا چنين فتوا مي‌دهد که هر گاه کسي بميرد در حالي که فرزند نداشته باشد و او را خواهري باشد، وي را نصف ترکه است و او نيز از خواهر ارث برد اگر خواهر را فرزند نباشد. و اگر ميت را دو خواهر باشد آنها را دو ثلث ترکه است. و اگر ميت را چندين برادر و خواهر است در اين صورت ذکور دو برابر اِناث ارث برند. خدا (احکام خود را) براي شما بيان مي‌کند تا گمراه نشويد، و خدا به همه چيز دانا است.
5|1|اي اهل ايمان، (هر عهد که با خدا و خلق بستيد) به عهد و پيمان خود وفا کنيد (و بدانيد) بهائم بسته زبان براي شما حلال گرديد جز آنچه (بعداً) برايتان تلاوت خواهد شد و جز آن صيدي که بر شما در حال احرام حلال نيست. همانا خدا به هر چه خواهد حکم کند.
5|2|اي اهل ايمان، حرمت شعائر خدا (مناسک حج) و ماه حرام را نگه داريد و متعرض هَدْي و قلائد (قربانيان حاجيان چه علامت‌دار و چه بدون علامت) نشويد و تعرض زائران خانه محترم کعبه را که در طلب فضل خدا و خشنودي او آمده‌اند حلال نشماريد، و چون از احرام بيرون شديد (مي‌توانيد) صيد کنيد. و عداوت گروهي که از مسجد الحرام منعتان کردند شما را بر ظلم و بي‌عدالتي وادار نکند، و بايد با يکديگر در نيکوکاري و تقوا کمک کنيد نه بر گناه و ستمکاري. و از خدا بترسيد که عقاب خدا سخت است.
5|3|براي شما مؤمنان گوشت مردار و خون و گوشت خوک و آن ذبيحه‌اي که به نام غير خدا کشتند و همچنين هر حيواني که به خفه کردن يا به چوب زدن يا از بلندي افکندن يا به شاخ زدن به هم بميرند و نيم‌خورده درندگان جز آن را که قبلاً تذکيه کرده باشيد حرام است و نيز آن را که براي بتان مي‌کشند و آن را که به تيرها قسمت مي‌کنيد، که اين کار فسق است-امروز کافران از اين که به دين شما دستبرد زنند و اختلالي رسانند طمع بريدند، پس شما از آنها بيمناک نگشته و از من بترسيد. امروز (به عقيده اماميه و برخي اهل سنّت روز غدير خم و خلافت علي (ع) است) دين شما را به حد کمال رسانيدم و بر شما نعمتم را تمام کردم و بهترين آيين را که اسلام است برايتان برگزيدم-پس هر گاه کسي در ايام قحطي و سختي از روي اضطرار نه به قصد گناه از آنچه حرام شده مرتکب شود، خدا بخشنده و مهربان است.
5|4|(اي پيغمبر) از تو سؤال مي‌کنند که چه چيز بر آنها حلال گرديده؟ بگو: براي شما هر چه پاکيزه است حلال شده، و صيدي که به سگان شکاري از آنچه خدا به شما آموخته است آموخته‌ايد که براي شما نگاه دارند و نام خدا را بر آن صيد ياد کنيد و بخوريد حلال شده. و از خدا بترسيد که زود به حساب (خلق) مي‌رسد.
5|5|امروز هر چه پاکيزه است شما را حلال شد و طعام اهل کتاب براي شما و طعام شما براي آنها حلال است. و نيز حلال شد نکاح زنان پارساي مؤمنه و زنان پارساي اهل کتاب در صورتي که شما اجرت و مهر آنان را بدهيد و پاکدامن باشيد نه زناکار و رفيق‌باز. و هر کس به ايمان (دين اسلام) کافر شود عمل او تباه شده و در آخرت از زيانکاران خواهد بود.
5|6|اي اهل ايمان، چون خواهيد براي نماز برخيزيد صورت و دستها را تا مرفق (آرنج) بشوييد و سر و پاها را تا برآمدگي پا مسح کنيد، و اگر جُنُب هستيد پاکيزه شويد (غسل کنيد) و اگر بيمار يا مسافريد يا يکي از شما را قضاء حاجتي دست داده و يا با زنان مباشرت کرده‌ايد و آب نيابيد در اين صورت به خاک پاک و پاکيزه‌اي روي آريد و به آن خاک صورت و دستها را مسح کنيد (تيمّم کنيد). خدا نمي‌خواهد هيچ گونه سختي براي شما قرار دهد، و ليکن مي‌خواهد تا شما را پاکيزه گرداند و نعمت خود را بر شما تمام کند، باشد که شکر او به جاي آريد.
5|7|و ياد کنيد نعمت خدا را که به شما ارزاني داشت و عهد او را که با شما استوار کرد آن گاه که گفتيد: (امر تو را) شنيديم و اطاعت کرديم. و از خدا بترسيد که خدا به نيّات قلبي (شما) آگاه است.
5|8|اي اهل ايمان، براي خدا پايدار و استوار بوده و به عدالت و راستي و درستي گواه باشيد، و البته شما را نبايد عداوت گروهي بر آن دارد که از راه عدل بيرون رويد، عدالت کنيد که به تقوا نزديکتر (از هر عمل) است، و از خدا بترسيد، که البته خدا به هر چه مي‌کنيد آگاه است.
5|9|خدا به آنان که ايمان آورده و کار شايسته کردند وعده آمرزش و اجر عظيم فرموده است.
5|10|و آنان که کافر شدند و آيات ما را تکذيب کردند اهل جهنم خواهند بود.
5|11|اي اهل ايمان، ياد آريد نعمت خدا را بر خود آن گاه که گروهي همّت گماشتند که بر شما دست يازند و خدا دست (ستم) آنها را از شما کوتاه نمود. و از خدا بترسيد، و بايد اهل ايمان تنها بر خدا توکل کنند.
5|12|و همانا خدا از بني اسرائيل عهد گرفت و از ميان آنها دوازده نفر بزرگ برانگيختيم (که پيشواي هر سبطي باشند) و خدا بني اسرائيل را گفت که من با شمايم هر گاه نماز به پا داريد و زکات بدهيد و به فرستادگان من ايمان آوريد و آنها را اعزاز و ياري کنيد و خدا را قرض نيکو دهيد، در اين صورت گناهان شما بيامرزم و شما را در بهشتي داخل گردانم که زير درختانش نهرها جاري است. پس هر کس از شما پس از عهد خدا کافر شد سخت از راه راست دور افتاده است.
5|13|پس چون پيمان شکستند، آنان را لعنت کرديم و دلهايشان سخت گردانيديم (که موعظه در آن اثر نکرد)، کلمات خدا را از جاي خود تغيير مي‌دهند و از آن کلمات که به آن‌ها پند داده شد نصيب بزرگي را از دست دادند. و دائم بر خيانتکاري آن قوم مطلع مي‌شوي جز قليلي از ايشان (که با ايمان و نکوکارند)، پس تو از آنها درگذر و (کار بدشان را) عفو کن، که خدا نيکوکاران را دوست مي‌دارد.
5|14|و از آنان که گفتند: ما به کيش عيسي هستيم عهد گرفتيم (که پيرو کتاب و رسول خدا باشند) آنان نيز از آنچه (در انجيل) پند داده شدند نصيب بزرگي را از دست دادند، ما هم (به کيفر عملشان) آتش جنگ و دشمني را تا قيامت ميان آنها افروختيم، و به زودي خدا آنها را بر (عاقبت بدِ) آنچه مي‌کنند آگاه خواهد ساخت.
5|15|اي اهل کتاب، تحقيقاً رسول ما به سوي شما آمده که حقايق و احکام بسياري از آنچه از کتاب آسماني را پنهان مي‌داريد براي شما بيان مي‌کند و از سرِ بسياري (از خطاهاي شما) درمي‌گذرد. همانا از جانب خدا براي (هدايت) شما نوري (عظيم) و کتابي آشکار آمد.
5|16|خدا بدان کتاب هر کس را که از پي خشنودي او رود به راههاي سلامت هدايت کند و آنان را از تاريکي‌هاي (جهل و گناه) بيرون آورد و به عالم نور داخل گرداند و به راه راست رهبري کند.
5|17|همانا آنان که گفتند: «خدا همان مسيح بن مريم است» کافر شدند. بگو (اي پيغمبر): کدام قدرت مي‌تواند در برابر خدا کمترين مانعي ايجاد کند اگر خدا بخواهد عيسي بن مريم و مادرش و هر که در روي زمين است همه را هلاک گرداند؟ و مُلک آسمانها و زمين و هر چه بين آنهاست همه از آنِ خداست، هر چه را بخواهد خلق مي‌کند و او بر (ايجاد و هلاک) همه چيز تواناست.
5|18|يهود و نصاري گفتند: ما پسران خدا و دوستان اوييم. بگو (اي پيغمبر): اگر چنين است پس او چرا شما را به گناهانتان عذاب مي‌کند؟ بلکه شما هم بشري هستيد از آنها که خدا خلق کرده، هر که را بخواهد مي‌بخشد و هر که را بخواهد عذاب مي‌کند، و فرمانروايي آسمانها و زمين و آنچه بين آنها است از آنِ خداست و بازگشت همه به سوي اوست.
5|19|اي اهل کتاب، تحقيقاً رسول ما به سوي شما آمد که براي شما (حقايق دين را) بيان مي‌کند در روزگاري که پيغمبري نبود، تا نگوييد: رسولي که بشارت و بيم (به ثواب و عقاب) دهد بر ما نيامد. پس آن رسول بشارت ده و بيم‌آور به سوي شما آمد؛ و خدا بر هر چيز تواناست.
5|20|و (ياد کن) هنگامي که موسي به قوم خود گفت: اي قوم، نعمت خدا را به خاطر آريد آن گاه که در ميان شما پيغمبران فرستاد و شما را پادشاهي داد و به شما آنچه را که به هيچ يک از اهل عالم نداد عطا کرد.
5|21|اي قوم، به سرزمين مقدسي که خدا سرنوشت شما کرد داخل شويد و پشت (به حکم خدا) مکنيد، که زيانکار مي‌شويد.
5|22|گفتند: اي موسي، در آن سرزمين مقدس گروهي مقتدر و قاهر و ستمکار هستند و هرگز تا آن‌ها از آنجا بيرون نشوند ما داخل نخواهيم شد، هر گاه آنان بيرون شدند ما داخل مي‌شويم.
5|23|دو نفر مرد خدا ترس (يوشع و کالب) که مورد لطف خدا بودند گفتند: شما بر آنها از اين در درآييد، چون در آمديد آن گاه محققاً (بر آنها) غالب خواهيد شد، و بر خدا توکل کنيد اگر به او گرويده‌ايد.
5|24|باز قوم گفتند: اي موسي، هرگز ما در آنجا مادامي که آنها باشند ابداً در نياييم، پس تو برو به اتفاق پروردگارت با آنها قتال کنيد ما اينجا خواهيم نشست.
5|25|موسي گفت: خدايا، من جز بر خود و برادرم مالک و فرمانروا نيستم، پس تو ميان ما و اين قوم فاسق جدايي انداز.
5|26|خدا گفت: (چون مخالفت امر کردند) شهر را بر آنها حرام کرده، چهل سال بايستي در بيابان حيران و سرگردان باشند، پس تو بر اين گروه فاسق متأسف و اندوهگين مباش.
5|27|و بخوان بر آنها به حقيقت حکايت دو پسر آدم (قابيل و هابيل) را، که چون تقرب به قرباني جستند از يکي پذيرفته شد و از ديگري پذيرفته نشد. (قابيل به برادرش هابيل) گفت: البته تو را خواهم کشت. (هابيل) گفت: بي‌ترديد خدا (قرباني را) از متقيان خواهد پذيرفت.
5|28|سوگند که اگر تو به کشتن من دست برآوري من هرگز به کشتن تو دست دراز نخواهم کرد، که من از خداي جهانيان مي‌ترسم.
5|29|من خواهم که گناه (کشتن) من و گناه (مخالفت) تو هر دو به تو باز گردد تا تو اهل آتش جهنم شوي، که آن آتش جزاي ستمکاران است.
5|30|آن گاه (پس از اين گفتگو) هواي نفس او را بر کشتن برادرش ترغيب نمود تا او را به قتل رساند و بدين سبب از زيانکاران گرديد.
5|31|آن گاه خدا کلاغي را برانگيخت که زمين را به چنگال حفر نمايد تا به او بنمايد چگونه بدن مرده برادر را زير خاک پنهان کند. (قابيل) گفت: واي (بر من) آيا من از آن عاجزترم که مانند اين کلاغ باشم تا جسد برادر را زير خاک پنهان کنم؟ پس (برادر را به خاک سپرد و) از اين کار سخت پشيمان گرديد.
5|32|بدين سبب بر بني اسرائيل حکم نموديم که هر کس نفسي را بدون حق و يا بي‌آنکه فساد و فتنه‌اي در زمين کرده، بکشد مثل آن باشد که همه مردم را کشته، و هر کس نفسي را حيات بخشد (از مرگ نجات دهد) مثل آن است که همه مردم را حيات بخشيده. و هر آينه رسولان ما به سوي آنان با معجزات روشن آمدند سپس بسياري از مردم بعد از آمدن رسولان باز روي زمين بناي فساد و سرکشي را گذاشتند.
5|33|همانا کيفر آنان که با خدا و رسول به جنگ برخيزند و در زمين به فساد کوشند جز اين نباشد که آن‌ها را به قتل رسانده، يا به دار کشند و يا دست و پايشان به خلاف يکديگر بِبُرند و يا به نفي و تبعيد از سرزمين (صالحان) دور کنند. اين ذلت و خواري عذاب دنيوي آنهاست و اما در آخرت به عذابي بزرگ معذّب خواهند بود.
5|34|مگر آنان که توبه کنند پيش از آنکه بر آنها دست يابيد، پس بدانيد که خداوند بخشنده و مهربان است.
5|35|اي اهل ايمان، از خدا بترسيد و به سوي او وسيله جوييد و در راه او جهاد کنيد، باشد که رستگار شويد.
5|36|آنان که کافر شدند اگر دو برابر آنچه در زمين است فدا آرند تا به آن خود را از عذاب قيامت رهانند هرگز از آنها قبول نشود و آنان را عذاب دردناک خواهد بود.
5|37|و آنها دائم آرزو کنند که از آتش دوزخ بيرون شوند و هرگز بِدَر نخواهند شد، که عذاب آنها دائم و پايدار است.
5|38|دست زن و مرد دزد را به کيفر اعمالشان ببُريد، اين عقوبتي است که خدا مقرر کرده و خدا مقتدر و به مصالح خلق داناست.
5|39|پس هر که پس از ستمي که کرده توبه نمود و کار خود را اصلاح کرد از آن پس خدا او را خواهد بخشيد، که خدا بخشنده و مهربان است.
5|40|آيا ندانستي که ملک آسمان و زمين خدا راست؟ هر که را خواهد عذاب کند و از هر که خواهد درگذرد، و خدا بر همه چيز تواناست.
5|41|اي پيغمبر، غمگين مباش از آنان که به زبان اظهار ايمان کنند و به دل ايمان ندارند و به راه کفر شتابند، و اندوهناک مباش از آن يهوداني که جاسوسي کنند و سخنان دروغ (و فتنه‌خيز به جاي کلمات حق) به آن قومي که (از کبر) نزد تو نيامدند مي‌رسانند؛ کلمات حق را بعد از آنکه به جاي خود مقرّر گشت تغيير دهند و گويند: اگر حکم قرآن اين گونه آورده شد بپذيريد و الاّ دوري گزينيد. و هر کس را خدا به آزمايش و رسوايي افکند هرگز تو او را از (قهر) خدا نتواني رهانيد، آنها کساني هستند که خدا نخواسته دلهاشان را پاک گرداند، و آنان را در دنيا ذلّت و خواري و در آخرت عذاب بزرگ مهيّاست.
5|42|آنها جاسوسان دروغ‌زن و خورندگان مال حرامند، اگر به نزد تو آمدند خواهي ميان آنها حکم کن يا روي از آنها بگردان، و چنانچه روي از آنها بگرداني هرگز کوچکترين زيان به تو نتوانند رسانيد، و اگر حکم کردي ميان آن‌ها به عدالت حکم کن، که خدا دوست مي‌دارد آنان را که حکم به عدل کنند.
5|43|و چگونه آنها به حکم تو سر فرود آرند در صورتي که تورات نزد آنها است و حکم خدا در آن است و با اين حال از آن روي مي‌گردانند؟ (پس چنانچه تو نيز از تورات حکم کني بدان راضي نشوند) چه آنکه اينان به خدا ايمان ندارند.
5|44|ما تورات را فرستاديم که در آن هدايت و روشنايي است و پيغمبراني که تسليم امر خدا هستند بدان کتاب بر يهودان حکم کنند و نيز خداشناسان و علمايي که مأمور نگهباني (احکام) کتاب خدا هستند و بر (صدق) آن گواهي دادند. پس هرگز (در اجراي احکام) از کسي نترسيد و از (انتقام) من بترسيد و آيات مرا به بهاي اندک معامله نکنيد، که هر کس به خلاف آنچه خدا فرستاده حکم کند چنين کس از کافران خواهد بود.
5|45|و در تورات بر بني اسرائيل حکم کرديم که نَفْس را در مقابل نَفْس قصاص کنيد و چشم را مقابل چشم و بيني را به بيني و گوش را به گوش و دندان را به دندان، و هر زخمي را قصاص خواهد بود. پس هر گاه کسي حق قصاص را ببخشد (نيکي کرده و) کفاره (گناه) او خواهد شد، و هر کس به خلاف آنچه خدا فرستاده حکم کند چنين کس از ستمکاران خواهد بود.
5|46|و از پي آن رسولان باز عيسي پسر مريم را فرستاديم که تصديق به درستي توراتي که پيش او بود داشت و انجيل را نيز به او داديم که در آن هدايت و روشني (دلها) است، و تصديق به درستي تورات که پيش از او بود دارد و راهنمايي خلق و اندرز براي پرهيزکاران عالم است.
5|47|و اهل انجيل بايد به آنچه خدا در آن کتاب فرستاد حکم کنند، و هر کس به خلاف آنچه خدا فرستاده حکم کند چنين کس از فاسقان خواهد بود.
5|48|و ما اين (قرآن عظيم) را به حق بر تو فرستاديم که تصديق به درستي و راستي همه کتب که در برابر اوست نموده و بر حقيقت کتب آسماني پيشين گواهي مي‌دهد. پس حکم کن ميان آنها به آنچه خدا فرستاد و در اثر پيروي از خواهش‌هاي ايشان حکم حقي که بر تو آمده وامگذار، ما براي هر قومي از شما شريعت و طريقه‌اي مقرّر داشتيم، و اگر خدا مي‌خواست همه شما را يک امت مي‌گردانيد، و ليکن (اين نکرد) تا شما را به احکامي که در کتاب خود به شما فرستاد بيازمايد. پس به کارهاي نيک سبقت گيريد، که بازگشت همه شما به سوي خداست و در آنچه اختلاف مي‌نماييد شما را به (حقيقت) آن آگاه خواهد ساخت.
5|49|و (تو اي پيغمبر) به آنچه خدا فرستاده ميان آنان حکم کن و پيرو خواهش‌هاي ايشان مباش، و بينديش که مبادا تو را فريب دهند و در بعض احکام که خدا به تو فرستاده تقاضاي تغيير کنند. پس اگر از حکم خدا روي گردانيدند (باک مدار) بدان که خدا مي‌خواهد آنها را به عقوبت بعض گناهانشان گرفتار سازد، و همانا بسياري از مردم فاسق و بدکارند.
5|50|آيا باز تقاضاي تجديد حکم زمان جاهليت را دارند؟ و کدام حکم از احکام خدا براي اهل يقين نيکوتر خواهد بود؟!
5|51|اي اهل ايمان، يهود و نصاري را به دوستي مگيريد، آنان بعضي دوستدار بعضي ديگرند، و هر که از شما مؤمنان با آنها دوستي کند به حقيقت از آنها خواهد بود؛ همانا خدا ستمکاران را هدايت نخواهد نمود.
5|52|گروهي منافق را که دلهاشان ناپاک است خواهي ديد که در (راه دوستي) ايشان مي‌شتابند و مي‌گويند: ما از آن مي‌ترسيم که (در گردش روزگار) مبادا آسيبي از آنها به ما رسد. باشد که خدا فتحي پيش آورد و يا امري ديگر از طرف خود، تا منافقان از آنچه (به نفاق) در دل نهان کردند سخت پشيمان شوند.
5|53|و اهل ايمان گويند: آيا اينان هستند که با جديت و مبالغه بسيار به خدا سوگند ياد مي‌کردند که ما از شما هستيم؟! اعمالشان باطل گرديد و سخت زيانکار شدند.
5|54|اي گروهي که ايمان آورده‌ايد، هر که از شما از دين خود مُرتَد شود به زودي خدا قومي را که بسيار دوست دارد و آنها نيز خدا را دوست دارند و نسبت به مؤمنان سرافکنده و فروتن و به کافران سرافراز و مقتدرند (به نصرت اسلام) برانگيزد که در راه خدا جهاد کنند و (در راه دين) از نکوهش و ملامت احدي باک ندارند. اين است فضل خدا، به هر که خواهد عطا کند و خدا را رحمت وسيع بي‌منتهاست و (به احوال همه) دانا است.
5|55|وليّ امر و ياور شما تنها خدا و رسول و مؤمناني خواهند بود که نماز به پا داشته و به فقرا در حال رکوع زکات مي‌دهند (به اتفاق مفسّران مراد علي عليه السّلام است).
5|56|و هر کس که خدا و رسول و اهل ايمان را وليّ و فرمانرواي خود داند (فيروز است) که تنها لشکر خدا فاتح و غالب خواهد بود.
5|57|اي اهل ايمان، با آن گروه از اهل کتاب و کافران که دين شما را به فسوس و بازيچه گرفتند دوستي مکنيد و از خدا بترسيد اگر به او ايمان آورده‌ايد.
5|58|و چون شما نداي نماز بلند کنيد آن را مسخره و بازي فرض کنند، زيرا آن قوم مردمي بي‌خرد و نادانند.
5|59|بگو: اي اهل کتاب، آيا جز آنکه ما مسلمين به خدا و کتاب خودمان و کتاب شما ايمان آورديم و شما (ايمان نياورده و) اکثر فاسقيد چيز ديگري موجب کينه و انکار شما بر ما هست؟
5|60|بگو (اي پيغمبر): آيا شما را آگاه سازم که کدام قوم را نزد خدا بدترين پاداش است؟ کساني که خدا بر آنها لعن و غضب کرده و برخي از آنان را به بوزينه و خوک مسخ نموده و آن کس که بندگي طاغوت (شيطان) کرده. اين گروه را (نزد خدا) بدترين منزلت است و آنها گمراه‌ترين مردم از راه راستند.
5|61|و چون آنان در نزد شما آيند اظهار کنند ما ايمان آورده‌ايم و حال آنکه با همان کفر و انکار که (به اسلام) درآمدند باز (از اسلام) بيرون شدند، و خدا به کفر و نفاقي که در درون دل پنهان مي‌دارند داناتر است.
5|62|بسياري از آنها را بنگري که در گناه و ستمکاري و خوردن حرام مي‌شتابند؛ بسيار بد کاري را پيشه خود نمودند.
5|63|چرا علما و روحانيون آنها را از گفتار زشت و خوردن مال حرام باز نمي‌دارند؟ همانا کاري بسيار زشت را پيشه خود نمودند.
5|64|يهود گفتند: دست (قدرت) خدا بسته است! به واسطه اين گفتار (دروغ) دست آنها بسته شده و به لعن خدا گرفتار گرديدند، بلکه دو دست (قدرت) خدا گشاده است و هر گونه بخواهد (بر خلق) انفاق مي‌کند. و همانا قرآني که به تو نازل گشت بر کفر و طغيان بسياري از اهل کتاب بيفزايد و ما (به کيفر آن) تا قيامت آتش کينه و دشمني را در ميان آنها برافروختيم، هر گاه براي جنگ (با مسلمانان) آتشي برافروختند خدا آن آتش را خاموش ساخت، و آنها در روي زمين به فسادکاري مي‌کوشند، و هرگز خدا مردم ستمکار مفسد را دوست نمي‌دارد.
5|65|و چنانچه اهل کتاب ايمان آرند و تقوا پيشه کنند ما البته گناهانشان را محو و مستور مي‌سازيم و آنها را در بهشت پر نعمت داخل مي‌گردانيم.
5|66|و چنانچه آنها به دستور تورات و انجيل خودشان و قرآني که از سوي پروردگارشان به سوي آنها نازل شده قيام مي‌کردند البته به هر گونه نعمت از بالا و پايين برخوردار مي‌شدند، (ليکن) برخي از آنان مردمي ميانه‌رو و معتدل، و بسياري از آنها بسي زشتکار و بد عملند.
5|67|اي پيغمبر، آنچه از خدا بر تو نازل شد (به خلق) برسان که اگر نرساني تبليغ رسالت و اداء وظيفه نکرده‌اي، و خدا تو را از (شر) مردمان محفوظ خواهد داشت، (و دل قوي دار که) خدا کافران را (به هيچ راه موفقيتي) راهنمايي نخواهد کرد.
5|68|(اي پيغمبر) بگو: اي اهل کتاب، شما ارزشي نداريد تا آنکه به دستور تورات و انجيل و قرآني که به شما از جانب خدا فرستاده شده قيام کنيد. و همانا قرآني که به تو از سوي پروردگارت نازل شد (به جاي آنکه به آن ايمان آرند) بر کفر و سرکشي بسياري از آنان خواهد افزود، در اين صورت (تو اي پيغمبر) بر حال کافران نبايد تأسف خوري.
5|69|البته هر کس از گرويدگان به اسلام و يهودان و ستاره‌پرستان و نصاري که به خدا و روز قيامت ايمان آورد و نيکوکار شود هرگز آنان را ترسي و اندوهي (در عالم آخرت) نخواهد بود.
5|70|ما از بني اسرائيل پيمان گرفتيم و پيغمبراني بر آنها فرستاديم؛ اما هر گاه رسولي آمد که بر خلاف هواي نفس آنها سخن گفت، گروهي را تکذيب کرده و گروهي را مي‌کشتند.
5|71|و گمان کردند که بر آنها فتنه و امتحاني نخواهد بود، پس (از ديدن و شنيدن امر خدا) کور و کر شدند، (و پس از آن همه اعمال زشت) باز خدا توبه آنها را پذيرفت، اما باز هم بسياري ديگر کور و کر شدند؛ و خدا به هر چه مي‌کنند آگاه است.
5|72|آنان که قائل به خدايي مسيح پسر مريم شدند محققاً کافر گشتند، در حالي که خود مسيح گفت: اي بني اسرائيل، خدايي را که آفريننده من و شماست بپرستيد، که هر کس به خدا شرک آرد خدا بهشت را بر او حرام گرداند و جايگاهش آتش دوزخ باشد، و ستمکاران را هيچ کس ياري نخواهد کرد.
5|73|البته آنان که گفتند خدا يکي از سه (عنصر تشکيل دهنده خدا) است کافر گرديدند، و حال آنکه جز خداي يگانه خدايي نيست. و اگر از اين گفتار (تثليث) زبان نبندند البته آن کافران را عذابي دردناک خواهد رسيد.
5|74|آيا نبايستي به سوي خدا بازگشته و توبه کنند و از او طلب آمرزش نمايند؟ حال آنکه خدا بخشنده و مهربان است.
5|75|مسيح پسر مريم پيغمبري بيش نبود که پيش از او پيغمبراني آمده‌اند و مادرش هم زني راستگو و با ايمان بود و هر دو (به حکم بشريت) غذا تناول مي‌کردند. بنگر چگونه ما آيات خود را روشن بيان مي‌کنيم، آن گاه بنگر که آنان چگونه از حق برگردانيده مي‌شوند؟
5|76|بگو: آيا شما کسي را غير از خدا مي‌پرستيد که مالک هيچ سود و زياني نسبت به شما نخواهد بود؟! و خداست که شنوا و داناست.
5|77|بگو: اي اهل کتاب، در دين خود به ناحق غلو نکنيد و از پي خواهش‌هاي آن گروه که خود پيش از اين گمراه شدند و بسياري را گمراه کردند و از راه راست دور افتادند نرويد.
5|78|کافران بني اسرائيل به زبان داود و عيسي پسر مريم از آن رو لعنت کرده شدند که نافرماني (خدا) نموده و (از حکم حق) سرکشي مي‌کردند.
5|79|آنها هيچ گاه يکديگر را از کار زشت خود نهي نمي‌کردند، و آنچه مي‌کردند بسي قبيح و ناشايسته بود.
5|80|بسياري از آنها را خواهي ديد که با کافران دوستي مي‌کنند. ذخيره‌اي که براي خود پيش مي‌فرستند و آن غضب خداست بسيار بد ذخيره‌اي است و آنها در عذاب جاويد خواهند بود.
5|81|و اگر به خدا و پيغمبر و کتابي که بر او نازل شده ايمان آورده بودند البته کافران را دوست خود نمي‌گرفتند، وليکن بسياري از آنها فاسق و بدکردارند.
5|82|هر آينه دشمن‌ترين مردم نسبت به مسلمانان، يهود و مشرکان را خواهي يافت، و با محبت‌تر از همه کس به اهل ايمان آنان را که گويند: ما نصراني هستيم. اين (دوستي نصاري نسبت به مسلمين) بدين سبب است که برخي از آنها دانشمند و پارسا هستند و تکبر و گردنکشي (بر حکم خدا) نمي‌کنند.
5|83|و چون آياتي را که به رسول فرستاده شده استماع کنند مي‌بيني اشک از ديده آنها جاري مي‌شود، زيرا حقانيت آن را شناخته‌اند؛ گويند: بارالها، ما ايمان آورديم، پس نام ما را در زمره گواهان صدق (او) بنويس.
5|84|و (گويند) چرا ما ايمان به خدا و کتاب حق که ما را آمده است نياوريم در صورتي که اميد آن داريم که خدا ما را داخل در زمره صالحان گرداند؟
5|85|پس خدا بر آنچه گفتند پاداش نيکو به آنها داد؛ بهشت‌هايي که از زير درختانش نهرها جاري است که در آن زندگاني جاويد خواهند داشت، و اين پاداش نيکوکاران است.
5|86|و آنان که کافر شدند و تکذيب آيات ما نمودند ايشان اهل جهنّمند.
5|87|اي اهل ايمان، حرام نکنيد طعامهاي پاکيزه‌اي که خدا بر شما حلال نموده، و (از حدود و احکام خدا) تجاوز نکنيد، که خدا تجاوزکنندگان را دوست نمي‌دارد.
5|88|هر چيز حلال و پاکيزه که خدا روزي شما کرده از آن بخوريد، و بپرهيزيد از (مخالفت) آن خدايي که به او گرويده‌ايد.
5|89|خدا به قسمهاي لغو بيهوده، شما را مؤاخذه نخواهد کرد، وليکن بر (شکستن) آن قسمي که از روي عقيده قلبي ياد کنيد مؤاخذه خواهد نمود. و کفاره آن قسم طعام دادن ده فقير است از آن طعام متوسط که بر اهل خود غالباً تهيه مي‌کنيد، يا جامه بر آنها پوشانده و يا يک بنده آزاد کنيد، و هر کس توانايي آن ندارد سه روز روزه بدارد. اين است کفاره (شکستنِ) سوگندهايي که ياد مي‌کنيد؛ و بايد (حرمت) سوگندهاي خود را نگاه داريد. خدا بدين گونه روشن آيات خود را براي شما بيان مي‌کند، شايد که شکر او به جاي آريد.
5|90|اي اهل ايمان، شراب و قمار و بت‌پرستي و تيرهاي گروبندي همه اينها پليد و از عمل شيطان است، از آن البته دوري کنيد تا رستگار شويد.
5|91|شيطان قصد آن دارد که به وسيله شراب و قمار، ميان شما عداوت و کينه بر انگيزد و شما را از ذکر خدا و نماز باز دارد، پس شما آيا از آن دست برمي‌داريد؟
5|92|و خدا و رسول خدا را اطاعت کنيد و بترسيد، که هر گاه روي (از طاعت خدا) بگردانيد پس بدانيد که بر رسول ما جز آنکه به آشکار حکم خدا را ابلاغ کند تکليفي نخواهد بود.
5|93|بر آنان که ايمان آوردند و نيکوکار شدند باکي نيست در آنچه از مأکولات خوردند، هر گاه تقوا پيشه گرفته و ايمان آرند و کارهاي نيک کنند، باز پرهيزکار شوند و ايمان آورند، باز پرهيزکار و نيکوکار شوند؛ و خدا نيکوکاران را دوست مي‌دارد.
5|94|اي اهل ايمان، خدا شما را به چيزي از صيد مي‌آزمايد که در دسترس شما و تيرهاي شما آيند تا بداند که چه کسي از خدا در باطن مي‌ترسد. پس هر که از اين به بعد (از حدود الهي) تجاوز کند او را عذابي سخت دردناک خواهد بود.
5|95|اي مؤمنان، در حال احرام صيد را نکشيد و هر کس آن را عمداً کشت مثل آن صيد را از جنس چهارپايان، که به مثليّت آن دو مؤمن عادل حکم کنند، به عنوان هَدْي به کعبه رساند يا چند مسکين را طعام دهد يا معادل آن روزه بدارد، تا بچشد عقوبت مخالفتش را. و خدا از گذشته درگذشت، ولي هر که ديگر بار (به مخالفت) باز گردد خدا از وي انتقام مي‌کشد، و خدا مقتدر و انتقام کشنده است.
5|96|بر شما صيد دريا و طعام آن حلال گرديد تا شما و کاروانان از آن بهره‌مند شويد، ولي صيد بيابان تا زماني که مُحرِم هستيد بر شما حرام است. و بترسيد از آن خدايي که به سوي او محشور مي‌شويد.
5|97|خدا کعبه را خانه حرام قرار داد براي نگهباني مردم، و نيز ماه حرام را قرار داد و نيز هَدْي و قلائد (قرباني نشان‌دار و بي‌نشان) را قرار داد، تا بدانيد که خدا به هر چه در آسمانها و زمين است آگاه است و خدا به همه چيز داناست.
5|98|بدانيد که خدا هم عِقابش بسيار سخت و دشوار است و هم خدا بسيار بخشنده و مهربان است.
5|99|بر پيغمبر جز تبليغ (احکام الهي) وظيفه‌اي نيست، و خدا هر چه را آشکار داشته و يا پنهان داريد همه را مي‌داند.
5|100|بگو (اي پيغمبر): هرگز مردم پاک و ناپاک يکسان نخواهند بود هر چند (در جهان) بسياريِ پليدان تو را به شگفت آرد. پس اي خردمندان از خدا بترسيد، باشد که رستگار شويد.
5|101|اي اهل ايمان، هرگز از چيزهايي مپرسيد که اگر فاش گردد شما را زشت و بد مي‌آيد و غمناک مي‌کند، و اگر پرسش آن را به هنگام نزول آيات قرآن واگذاريد براي شما (هر چه مصلحت است) آشکار مي‌گردد. خدا از عقاب سؤالات بي‌جاي شما درگذشت، و خدا بخشنده و بردبار است.
5|102|قومي پيش از شما هم سؤال از آن امور نمودند، آن گاه که برايشان بيان شد به آن کافر شدند.
5|103|خدا براي بَحيره و سائبه و وصيله و حام (نام شتران و گوسفنداني که مشرکان با شرايط خاصي آزاد مي‌کردند) حکمي مقرّر نفرموده، ليکن کافران بر خدا دروغ مي‌بندند، چه آنکه بيشتر آنان عقل را به کار نمي‌بندند.
5|104|و چون به آنها گفته شود: بياييد از حکم کتابي که خدا فرستاده و از دستور رسول او پيروي کنيد، گويند: آن ديني که پدران خود را بر آن يافتيم ما را کفايت است. آيا بايد از پدران خود هر چند مردمي جاهل بوده و به حق راه نيافته باشند باز پيروي کنند؟
5|105|اي اهل ايمان، شما (ايمان) خود را محکم نگاه داريد، که اگر همه عالم گمراه شوند و شما به راه هدايت باشيد زياني از آنها به شما نرسد. بازگشت همه شما به سوي خداست و همه شما را به آنچه کرديد آگاه مي‌سازد.
5|106|اي اهل ايمان، چون يکي از شما را هنگام مرگ فرا رسيد، براي وصيّت خود دو شاهد عادل را گواه گيريد که از خودتان باشند، يا دو تن ديگر از غير خودتان (از غير مسلمانان) گواه گيريد اگر در سفر به شما مصيبت مرگ رسد (و شاهد خودي نيابيد)؛ آن دو شاهد را نگاه داريد اگر از آنها بدگمانيد، تا بعد از نماز سوگند خورند که ما براي شهادت خود هرگز بهايي نمي‌خواهيم هر چند شهادت بر خويشانمان باشد و گواهي خود را که به امر خداست کتمان نخواهيم کرد، که اگر کتمان شهادت کنيم البته از گنهکاران خواهيم بود.
5|107|پس اگر بر احوال آن دو شاهد اطلاعي حاصل شد که مرتکب گناهي شده‌اند (و در شهادت خيانت کرده‌اند) دو شاهد ديگر که احق (به ارث يا شهادت) باشند به جاي آنها قيام کنند و به خدا سوگند ياد کنند که شهادت ما راست‌تر از شهادت آن دو شاهد پيشين است و ما (از حق اصلاً) تجاوز نکرديم، که در آن صورت از ستمکاران باشيم.
5|108|اين گونه که بيان شد نزديکتر به آن است که شهادت را بر وجه خود ادا کنند، يا از اينکه باز قسم را (اوصياء بر ورثه) رد کنند بيمناک باشند. و از خدا بترسيد و (سخن حق را) بشنويد، و خدا مردم بدکار را هدايت نخواهد کرد.
5|109|روزي که خدا همه پيغمبران را جمع گرداند و آن گاه گويد: چگونه امت از دعوت شما اجابت کردند؟ گويند: ما نمي‌دانيم، تويي که به باطن همه کاملاً دانايي.
5|110|(اي پيغمبر، مردم را متذکر گردان) آن گاه که خدا گفت: اي عيسيِ مريم: به خاطر آر نعمتي را که به تو و مادرت عطا کردم آن گاه که تو را به تأييد روح قدسي توانا ساختم که در گهواره و بزرگسالي با مردم سخن مي‌گفتي، و آن گاه که تو را تعليم کتاب و حکمت کردم و به تو علم تورات و انجيل آموختم، و هنگامي که از گِل، شکل مرغي به امر من ساخته و در آن مي‌دميدي تا به امر من مرغي مي‌گرديد، و کور مادرزاد و پيس را به امر من شفا مي‌دادي، و آن گاه که مردگان را به امر من (از قبر) بيرون مي‌آوردي، و آن گاه که (دست ستم) بني اسرائيل را از سر تو کوتاه کردم وقتي که تو با معجزات روشن بر (هدايت) آنها آمدي و کافران بني اسرائيل گفتند که اينها جز سحري آشکار نيست.
5|111|و (ياد کن) هنگامي که به حواريّين وحي کرديم که به من و به رسول من ايمان آوريد، گفتند: ايمان آورديم، (خدايا) گواه باش که ما تسليم امر توايم.
5|112|(ياد آر) هنگامي که حواريّين گفتند: اي عيسيِ مريم، آيا خداي تو تواند که براي ما از آسمان مائده‌اي فرستد؟ عيسي در جواب گفت: اگر ايمان آورده‌ايد از خدا بترسيد (و شکّ در قدرت خدا نکنيد).
5|113|گفتند: مي‌خواهيم هم از آن مائده آسماني تناول کنيم و هم دلهاي ما مطمئن شود و هم به راستي عهدهاي تو پي بريم و بر آن (به مشاهده) از گواهان باشيم.
5|114|عيسيِ مريم گفت: بارالها، اي پروردگار ما، تو بر ما از آسمان مائده‌اي فرست تا (اين روز) براي ما و کساني که پس از ما آيند روز عيد مبارکي گردد و آيت و حجّتي از جانب تو براي ما باشد، و ما را روزي ده، که تو بهترين روزي دهندگاني.
5|115|خدا گفت: من آن مائده را براي شما مي‌فرستم، ولي هر که بعد از نزول مائده کافر شود وي را عذابي کنم که هيچ يک از جهانيان را چنان عذاب نکنم.
5|116|و (ياد کن) آن گاه که (در قيامت) خدا گويد: اي عيسيِ مريم، آيا تو مردم را گفتي که من و مادرم را دو خداي ديگر سواي خداي عالم اختيار کنيد؟ عيسي گويد: خدايا، تو منزهي، هرگز مرا نرسد که چنين سخني به ناحق گويم، چنانچه من اين گفته بودمي تو مي‌دانستي، که تو از سرائر من آگاهي و من از سرّ تو آگاه نيستم، همانا تويي که به همه اسرار غيب جهانيان کاملاً آگاهي.
5|117|من به آنها هرگز چيزي نگفتم جز آنچه تو مرا بدان امر کردي، که خداي را پرستيد که پروردگار من و شماست، و من بر آن مردم گواه و ناظر اعمال بودم مادامي که در ميان آنها بودم، و چون روح مرا گرفتي تو خود نگهبان و ناظر اعمال آنان بودي، و تو بر همه چيز عالم گواهي.
5|118|اگر آنان را عذاب کني باز (خدايا) همه بندگان تو هستند، و اگر از گناه آنها درگذري باز توانا و درست کرداري.
5|119|خدا گويد: اين روزي است که صادقان از راستي خود بهره‌مند مي‌شوند، براي آنها بهشتهايي است که از زير درختانش نهرها جاري است و در آن به نعمت ابدي متنعّمند؛ خدا از آنها خشنود و آنها از خدا خشنودند. اين است فيروزي و سعادت بزرگ.
5|120|فرمانروايي آسمانها و زمين و هر چه در آنهاست خداي راست، و او بر هر چيز تواناست.
6|1|ستايش خداي راست که آسمانها و زمين را آفريد و تاريکي‌ها و روشنايي را مقرّر داشت (و با آنکه نظم آسمان و زمين دليل يکتايي اوست) باز کافران به پروردگار خود شرک مي‌آورند.
6|2|اوست خدايي که شما را از گِلي آفريد، پس فرمان اجل و مرگ را بر همه کس معين کرد، و اجلي که معين و معلوم است به نزد اوست، باز شما شک در آيات او مي‌کنيد.
6|3|و اوست خدا در همه آسمانها و در زمين، که از نهان و آشکار شما با خبر است و بدانچه مي‌کنيد آگاه است.
6|4|و هيچ آيتي از آيات الهي بر اينان نيامد جز آنکه (از روي جهل و عناد) از آن روي گردانيدند.
6|5|حق را که بر آنها آمد جدّاً تکذيب کردند، پس به زودي خبر آنچه که آن را به سخريه گرفتند به آنان مي‌رسد.
6|6|آيا نديدند پيش از ايشان چه بسيار گروهي را هلاک نموديم و حال آنکه در زمين به آنها قدرت و تمکّني داده بوديم که شما را نداده‌ايم؟ و از آسمان بر آنها باران (رحمت ظاهر و رحمت باطن که کتاب آسماني است) پيوسته فرستاديم و نهرها در زمين جاري ساختيم، پس چون نافرماني کردند آن‌ها را هلاک نموديم و گروهي ديگر بعد از آنها پديد آورديم.
6|7|و اگر ما کتابي بر تو فرستيم در کاغذي که آن را به دست خود لمس کنند، باز کافران گويند: اين نيست مگر سحري آشکار.
6|8|و گفتند: چرا (اگر محمد صلّي اللّه عليه و آله و سلّم رسول است) بر او فرشته‌اي نازل نشد؟ و چنانچه فرشته‌اي بفرستيم کار تمام شود و ديگر لحظه‌اي آنها مهلت نخواهند يافت.
6|9|و چنانچه رسول را فرشته‌اي قرار مي‌داديم باز هم او را به صورت مردي در مي‌آورديم و بي‌شک سبب مي‌شديم که همان اشتباهي که براي ديگران پيش مي‌آوردند براي خودشان پيش آيد.
6|10|(اي پيغمبر) پيش از تو هم امم گذشته پيغمبران خود را سخت استهزاء کردند، پس آنان را کيفر اين عمل دامنگير شد.
6|11|بگو (اي پيغمبر) که در روي زمين بگرديد آن گاه بنگريد که عاقبت سخت آنها که تکذيب کردند چگونه بود!
6|12|(به مشرکان) بگو که آنچه در آسمانها و زمين است ملک کيست؟ (اگر آنها نگويند) تو باز گو همه ملک خداست که بر خويش رحمت و بخشايش را فرض و لازم کرده، البته شما را در روز قيامت که بي‌هيچ شک خواهد آمد جمع مي‌گرداند، ولي کساني که خود را به زيان افکندند ايمان نمي‌آورند.
6|13|و هر چه در شب و روز آرامش يافته همه ملک خداست و او شنوا و داناست.
6|14|بگو: آيا غير خدا را به ياري و دوستي برگزينم؟ در صورتي که آفريننده آسمان و زمين خداست و او روزي مي‌بخشد و خود از طعام بي‌نياز است. بگو: من مأمورم که اول شخصي که تسليم حکم خداست باشم. و البته از گروهي که به خدا شرک آورند نباش.
6|15|بگو: من اگر نافرماني خداي خود کنم از عذاب آن روز بزرگ سخت مي‌ترسم.
6|16|هر کس در آن روز از عذاب برهد همانا به رحمت خدا نائل گرديده است، و اين فيروزي و سعادتي آشکار است.
6|17|و اگر از خدا به تو ضرري رسد هيچ کس جز خدا نتواند تو را از آن ضرر برهاند، و اگر از او به تو خيري رسد (هيچ کس تو را از آن منع نتواند کرد) که او بر هر چيز تواناست.
6|18|بگو: خداست که کمال اقتدار و توانايي را بر بندگان دارد و اوست که درستکار و آگاه است.
6|19|بگو: گواهي کدام چيز بزرگتر است (از گواهي خدا)؟ بگو: خدا ميان من و شما گواه است و وحي شده به من آيات اين قرآن تا به آن شما و هر کس را که خبر اين قرآن به او رسد بترسانم. آيا شما به راستي گواهي دهيد که با خداي يکتا خدايان ديگري وجود دارد؟ بگو: من گواهي ندهم. بگو: محقّقاً او خدايي يکتاست و من بيزارم از آنچه شما شريک خدا قرار مي‌دهيد.
6|20|آنان که ما کتاب به آنها فرستاديم، او را (يعني محمّد صلّي اللّه عليه و آله و سلّم را) به مانند فرزندان خود مي‌شناسند. آنان که خود را به زيان انداختند (به او) ايمان نمي‌آورند.
6|21|و کيست ستمکارتر از آن کس که بر خدا دروغ بست يا آيات او را تکذيب کرد؟ هرگز ستمکاران را رستگاري نخواهد بود.
6|22|و (ياد کن) روزي که همه آنها را جمع آوريم پس به آنها که شرک آوردند گوييم: به کجا شدند آنها که به گمان شما شريک خدا بودند؟
6|23|آن گاه پس از آن همه فريفتگي به بتان، در پيشگاه حق عذري نيابند جز آنکه (از بتان بيزاري جسته و) گويند: سوگند به خدا، پروردگارمان، که هرگز شرک نياورديم.
6|24|بنگر که چگونه بر خود دروغ بستند و آنچه به دروغ به خدا بسته و شريک قرار مي‌دادند همه از دست آنها رفت و محو و نابود شد.
6|25|و بعضي از آنان به سخن تو گوش فرا دارند، ولي ما پرده بر دلهاشان نهاده‌ايم که فهم آن نتوانند کرد و در گوشهاي آنها سنگيني نهاده‌ايم، و اگر همه آيات الهي را مشاهده کنند باز بدان ايمان نمي‌آورند تا آنجا که چون نزد تو آيند در مقام مجادله بر آمده، آن کافران گويند: اين آيات چيزي جز افسانه‌هاي پيشينيان نيست.
6|26|همين کسانند که هم مردم را از (فيض) آن منع مي‌کنند و هم خود را محروم مي‌دارند و غافل از آنند که تنها خود را به هلاکت مي‌افکنند.
6|27|و اگر ببيني حال آنها را هنگامي که بر آتش دوزخشان بازدارند که در آن حال (با نهايت حسرت) گويند: اي کاش ما را به دنيا باز مي‌گردانيدند تا ديگر آيات خدا را تکذيب نکرده و ايمان مي‌آورديم!
6|28|بلکه (وبال) آنچه پيش از اين پنهان مي‌داشتند بر آنها آشکار شده و اگر بار ديگر هم (به دنيا) برگردند باز همان اعمال زشتي را که از آن نهي شدند اعاده خواهند کرد، و آنان دروغ مي‌گويند.
6|29|و کافران گفتند: جز همين زندگي دنيايي ما ديگر زندگي ديگري نخواهد بود و ما هرگز (بعد از مرگ) زنده نخواهيم شد.
6|30|و اگر سختي حال آنها را آن‌گاه که در پيشگاه (عدل) خدا بازداشته شوند مشاهده کني! که خدا به آنها خطاب کند: آيا اين (عذاب قيامت) حق نبود؟ جواب دهند: چرا، سوگند به ذات پروردگارمان (که حق بود) پس خدا گويد که اينک عذاب را به کيفر کفرتان بچشيد.
6|31|آنان که لقاء خدا را تکذيب کردند البته زيانکار شدند، تا آن گاه که ساعت قيامت ناگهان آنها را فرا رسد گويند: دريغا که در اين باره کوتاهي کرديم! پس بار گناهان خويش را بر پشت گيرند. زنهار که بد بار گراني به دوش مي‌گيرند.
6|32|و زندگي دنيا جز بازي و هوسراني هيچ نيست و همانا سراي ديگر براي اهل تقوا نيکوتر است، آيا تعقل نمي‌کنيد؟
6|33|ما به تحقيق مي‌دانيم که کافران در تکذيب تو سخناني مي‌گويند که تو را افسرده و غمگين مي‌سازد. (دل شاد دار) که آن ستمکاران نه تو را تکذيب مي‌کنند بلکه آيات خدا را انکار مي‌کنند.
6|34|و همانا پيغمبران پيش از تو را هم تکذيب کردند و آنها بر همه تکذيبها و اذيت‌هاي منکران صبر و تحمل کردند تا آن گاه که ياري ما شامل حال آنها شد. و (دل قوي‌دار که) هيچ کس کلمات خدا را تغيير نتواند داد و تحقيقاً اخبار پيغمبران پيش به تو رسيده است.
6|35|و چنانچه انکار و اعتراض آنها تو را سخت و گران مي‌آيد اگر تواني نقبي در زمين بساز يا نردباني بر آسمان برافراز تا آيتي بر آنها آوري! و اگر خدا مي‌خواست همه را مجتمع بر هدايت مي‌کرد؛ پس تو البته از جاهلان مباش.
6|36|-تنها زنده دلان عالم که گوش شنوا دارند اجابت مي‌کنند، و مردگان را خدا برمي‌انگيزد، آن گاه خلايق به سوي حق بازگردانده مي‌شوند.
6|37|-و کافران گفتند: چرا بر او معجزه‌اي از خدا فرو نيامد؟ بگو: خدا بر اينکه آيتي فرستد قادر است، و ليکن بيشتر آنان نمي‌دانند.
6|38|-و هر جنبنده‌اي در زمين و هر پرنده‌اي در هوا که به دو بال پرواز مي‌کند همگي طايفه‌هايي مانند شما (نوع بشر) هستند. ما در کتاب (آفرينش، بيان) هيچ چيز را فرو گذار نکرديم، آن گاه همه به سوي پروردگار خود محشور مي‌شوند.
6|39|-و آنان که تکذيب آيات ما کردند کر و گنگ در ظلمات (جهل) به سر برند. مشيّت الهي هر کس را خواهد گمراه سازد و هر که را خواهد به راه راست هدايت کند.
6|40|-بگو: اگر راست مي‌گوييد، مرا گوييد که اگر عذاب خدا يا ساعت مرگ بر شما فرا رسد آيا (در آن ساعت سخت) غير خدا را مي‌خوانيد؟!
6|41|-بلکه در آن هنگام تنها خدا را مي‌خوانيد تا اگر مشيّت او قرار گرفت شما را از سختي برهاند، و آنچه را که با خدا شريک قرار مي‌دهيد به کلي فراموش مي‌کنيد.
6|42|-و همانا ما پيغمبراني به سوي امتان پيش از تو فرستاديم، پس (چون اطاعت نکردند) به بلاها و مصيبتها گرفتارشان ساختيم، شايد به درگاه خدا گريه و زاري کنند.
6|43|-پس چرا وقتي که بلاي ما به آنها رسيد تضرّع و زاري نکردند (تا نجات يابند)؟ ولي (بدين سبب که نکردند) دلهاشان را قساوت فرا گرفت و شيطان کردار زشت آنان را در نظرشان زيبا نمود.
6|44|-پس چون آنچه به آنها تذکر داده شد همه را فراموش کردند ما هم ابواب هر چيز را به روي آن‌ها گشوديم تا چون به نعمتي که به آنها داده شد شادمان و مغرور شدند ناگاه آنها را (به کيفر اعمالشان) گرفتار کرديم و آن هنگام (خوار و) نا اميد گرديدند.
6|45|-پس ريشه گروه ظالمان کنده شد، و ستايش خداي را که پروردگار جهانيان است.
6|46|-بگو: مرا گوييد، اگر خدا گوش و چشمهاي شما را گرفت و مهر بر دل شما نهاد (تا کور و کر و جاهل شديد) کدام خدايي غير از خدا هست که اين نعمت‌ها را به شما باز دهد؟! بنگر که ما چگونه آيات را به انواع گوناگون بيان مي‌کنيم باز آنها اعراض مي‌کنند!
6|47|-بگو: چه خواهيد کرد اگر عذاب خدا شما را به ناگاه، پنهان يا آشکار در رسد، آيا کسي به جز گروه ستمکار هلاک خواهد شد؟
6|48|و ما پيغمبران را جز براي آنکه مژده دهند و بترسانند نفرستاديم، پس هر کس ايمان آورد و کار شايسته کرد هرگز بر آنان بيمي نيست و ابدا اندوهگين نخواهند بود.
6|49|و هر که آيات ما را تکذيب کرد به آنان در اثر فسق و زشتکاري عذاب خواهد رسيد.
6|50|-بگو: من شما را نمي‌گويم که گنج‌هاي خدا نزد من است و نه آنکه از غيب (الهي) آگاهم و نمي‌گويم که من فرشته‌ام، من پيروي نمي‌کنم جز آنچه را که به من وحي مي‌رسد. بگو: آيا کور و بينا برابرند؟ آيا فکر و انديشه نمي‌کنيد؟
6|51|-و آنان را که از احضار در پيشگاه عدل خدا ترسانند به آيات قرآن متنبّه ساز و بترسان که جز خدا آنها را ياور و شفيعي نيست، باشد که پرهيزکار شوند.
6|52|و آنان را که صبح و شام خدا را مي‌خوانند و قصدشان فقط خداست از خود مران، که نه چيزي از حساب آنها بر تو و نه چيزي از حساب تو بر آنهاست، پس اگر آن خداپرستان را از خود براني از ستمکاران خواهي بود.
6|53|و همچنين ما برخي را به برخي ديگر بيازموديم تا آنکه به (طعن) گويند: آيا بر اين فقيران، خدا در ميان ما (به نعمت اسلام) منّت نهاد؟! آيا خدا (از اين منکران) به احوال سپاسگزاران (فقرا) داناتر نيست؟!
6|54|هرگاه آنان که به آيات ما مي‌گروند نزد تو آيند بگو: سلام بر شما باد، خدا بر خود رحمت و مهرباني را فرض نمود، که هر کس از شما کار زشتي به ناداني کرد و بعد از آن توبه کند و اصلاح نمايد البته خدا بخشنده و مهربان است.
6|55|و همچنين ما آيات را مفصل بيان کنيم (تا حق روشن شود) و تا راه گنهکاران معين و آشکار شود.
6|56|بگو که مرا از پرستش آن خدايان باطل که شما مي‌پرستيد منع فرموده‌اند. بگو: من پيروي هوسهاي شما نکنم تا مبادا گمراه شده و راه هدايت نيابم.
6|57|بگو: من هر چه مي‌گويم با برهاني از سوي پروردگارم است و شما تکذيب آن مي‌کنيد. عذابي که شما بدان تعجيل مي‌کنيد امر آن به دست من نيست، فرمان جز خدا را نخواهد بود، که به حق دستور مي‌دهد و او بهترين حکم فرمايان است.
6|58|بگو: اگر به دست من بود عذابي که به تعجيل مي‌طلبيد کار ميان من و شما خاتمه مي‌يافت، و خدا به احوال ظالمان داناتر است.
6|59|و کليدهاي خزائن غيب نزد اوست، کسي جز او بر آن آگاه نيست و نيز آنچه در خشکي و درياست همه را مي‌داند و هيچ برگي از درخت نمي‌افتد مگر آنکه او آگاه است و نه هيچ دانه‌اي در زير تاريکي‌هاي زمين و نه هيچ تر و خشکي، جز آنکه در کتابي مبين مسطور است.
6|60|-و اوست خدايي که چون شب (به خواب مي‌رويد) جان شما را برمي‌گيرد (و نزد خود مي‌برد) و کردار شما را در روز مي‌داند، و پس از آن (خواب) شما را بر مي‌انگيزد تا اجلي که در قضا و قدر او معين است به پايان رسد، سپس (هنگام مرگ) به سوي او باز مي‌گرديد آن گاه به نتيجه آنچه کرده‌ايد شما را آگاه گرداند.
6|61|و اوست خدايي که قهر و اقتدارش مافوق بندگان است و فرشتگاني را به نگهباني بر شما مي‌فرستد، تا آن گاه که هنگام مرگ يکي از شما فرا رسد رسولان ما او را مي‌ميرانند و در قبض روح شما هيچ کوتاهي نخواهند کرد.
6|62|سپس به سوي خداي عالم که به حقيقت مولاي بندگان است بازگردانده مي‌شوند. آگاه باشيد حکم (خلق) با خداست و او زودترين حسابرسان است.
6|63|بگو: آن کيست که شما را از تاريکي‌هاي بيابان و دريا نجات مي‌دهد گاهي که او را به تضرع و زاري و از باطن قلب مي‌خوانيد که اگر ما را از اين مهلکه نجات داد پيوسته شکرگزار او خواهيم بود؟
6|64|بگو: خداست که شما را از آن تاريکي‌ها نجات مي‌دهد و از هر اندوهي مي‌رهاند، باز هم به او شرک مي‌آوريد.
6|65|بگو: او تواناست که بر شما عذابي از آسمان يا زمين فرستد يا شما را به اختلاف کلمه و پراکندگي درافکند و بعضي را به عذاب بعضي گرفتار کند بنگر چگونه ما آيات خود را به طرق مختلف بيان مي‌کنيم، شايد مردم چيزي بفهمند.
6|66|و قوم تو آن را تکذيب کردند در صورتي که حق محض همان بود. بگو: من نگهبان شما نيستم.
6|67|براي هر خبري وقت معيني است و به زودي آگاه مي‌شويد.
6|68|و چون گروهي را ديدي که براي خرده گيري و طعن زدن در آيات ما گفتگو مي‌کنند از آنان دوري گزين تا در سخني ديگر وارد شوند، و چنانچه شيطان البته فراموشت ساخت بعد از آنکه متذکّر (کلام خدا) شدي ديگر با گروه ستمکاران مجالست مکن.
6|69|بر کساني که پرهيزکارند عقوبت حساب بدکاران نخواهد بود، ليکن بر آنهاست که (بدان را پند داده و) متذکر سازند، شايد پرهيز کنند.
6|70|و آنان را که دين خود را بازيچه و سرگرمي گرفتند و زندگاني دنيا آنها را فريب داد به حال خود واگذار، همين قدر (آنها را) به اين قرآن تذکر ده، تا مبادا کسي به عمل خود عاقبت گرفتار شود و او را جز خدا دادرس و شفيعي نباشد، و اگر هر چه (براي آسايش خود از عذاب) فدا دهد از او نپذيرند. آنها همان کساني هستند که عاقبت به کيفر اعمالشان به هلاکت مي‌رسند و به کيفر کفرشان شرابي از حميم جهنم و عذابي دردناک دارند.
6|71|بگو: آيا ما خدا را رها کرده و چيزي را (مانند بتان) که هيچ قادر به نفع و ضرر ما نباشد به خدايي بخوانيم و بعد از آنکه خدا ما را هدايت نمود باز به خوي جاهليت برگردانده شويم؟! مانند کسي که فريب و اغواي شيطان او را در زمين سرگردان ساخته است در حالي که او را ياراني است که او را به راه راست مي‌خوانند که نزد ما بيا! بگو: هدايت خدا به حقيقت هدايت است و ما مأموريم که تسليم فرمان خداي جهانيان باشيم.
6|72|و نماز به پا داريد و از خدا بترسيد و اوست که به سوي او محشور مي‌شويد.
6|73|و اوست خدايي که آسمانها و زمين را به حق آفريد و روزي که بگويد: موجود باش، آن چيز بي‌درنگ موجود خواهد شد. سخن او حق است و پادشاهي و فرمان عالم روزي که در صور بدمند تنها با اوست و داناي نهان و آشکار است و هم او به تدبير خلق دانا و (بر همه چيز) آگاه است.
6|74|و (ياد کن) وقتي که ابراهيم به پدرش آزر (عمو و مربيش بود) گفت: آيا بتها را به خدايي اختيار کرده‌اي؟! من تو و پيروانت را در گمراهي آشکار مي‌بينم.
6|75|و اين چنين ما به ابراهيم ملکوت و باطن آسمانها و زمين را ارائه داديم (تا يکتايي پروردگارش را دريابد) و تا به مقام اهل يقين رسد.
6|76|پس چون شب بر او نمودار شد ستاره درخشاني ديد، گفت: اين پروردگار من است. چون آن ستاره غروب کرد گفت: من چيزهاي غروب کردني و ناپديد شدني را دوست ندارم (به خدايي نخواهم گرفت).
6|77|پس چون ماه تابان را ديد گفت: اين خداي من است. وقتي آن هم ناپديد گرديد گفت: اگر خداي من مرا هدايت نکند همانا من از گمراهانم.
6|78|پس چون خورشيد درخشان را ديد گفت: اين است خداي من، اين بزرگتر است. چون آن هم ناپديد گرديد گفت: اي قوم من، من از آنچه شما شريک خدا قرار مي‌دهيد بيزارم.
6|79|من با ايمان خالص روي به سوي خدايي آوردم که آفريننده آسمانها و زمين است و من هرگز از مشرکان نيستم.
6|80|قوم ابراهيم با او در مقام خصومت و احتجاج برآمدند، گفت: آيا با من درباره خدا محاجّه مي‌کنيد؟ و حال آنکه خدا مرا هدايت کرده و هيچ از آنچه شما شريک خدا مي‌خوانيد بيمي ندارم مگر آنکه خدا بر من چيزي بخواهد، پروردگار من علمش به همه موجودات محيط است، آيا متذکر نمي‌شويد؟!
6|81|و من چگونه از آنچه شما شريک خدا قرار مي‌دهيد بترسم در حالي که شما از شرک آوردن به خدا نمي‌ترسيد با آنکه هيچ برهان و حجتي را بر آن شرک بر شما نازل نکرده است؟! آيا کدام يک از ما دو گروه به ايمني سزاوارتريم اگر شما فهم سخن مي‌کنيد؟!
6|82|آنان که ايمان آورده و ايمان خود را به ستمي نيالودند ايمني آنها راست و هم آنها حقيقتا هدايت يافته‌اند.
6|83|اين است حجّتي که ما ابراهيم را بر قومش داديم. ما هر که را بخواهيم به درجات رفيع بالا مي‌بريم، که خداي تو به نظام و صلاح عالميان آگاه و داناست.
6|84|و ما به ابراهيم، اسحاق و يعقوب را عطا کرديم و همه را به راه راست بداشتيم و نوح را پيش از ابراهيم و فرزندانش داود و سليمان و ايوب و يوسف و موسي و هارون را هدايت نموديم و اين چنين نيکوکاران را پاداش مي‌دهيم.
6|85|و هم زکريّا و يحيي و عيسي و الياس را (هدايت کرديم) که همه از نيکوکارانند.
6|86|و نيز اسماعيل و يسع و يونس و لوط را (هدايت کرديم) و ما همه آن پيغمبران را بر عالميان شرافت و برتري داديم.
6|87|و نيز برخي از پدران و فرزندان و برادران آنها را فضيلت داده و آنان را بر ديگران برگزيديم و به راه راست هدايت نموديم.
6|88|اين است راهنمايي خدا که به آن هر يک از بندگانش را بخواهد هدايت مي‌کند، و اگر به خدا شرک مي‌آوردند اعمال آنها نابود مي‌شد.
6|89|آنها کساني بودند که ما به آنها کتاب و فرمان و مقام نبوّت عطا کرديم، پس اگر اين قوم به اينها کافر شوند ما قومي را که هرگز کافر نشوند (مانند علي و شيعيانش که در دل و جان ايمان دارند) بدينها برگمارده‌ايم.
6|90|آنها کساني بودند که خدا خود آنها را هدايت نمود، تو نيز از راه آنها پيروي نما، و (امت را) بگو که من مزد رسالت از شما نمي‌خواهم، اين نيست جز ياد آوري و پندي براي اهل عالم (که به ياد خدا متذکر شوند).
6|91|و آنها خدا را آن گونه که بايد، نشناختند که گفتند: خدا بر هيچ کس از بشر کتابي نفرستاده. بگو: کتاب توراتي را که موسي آورد و در آن نور (علم) و هدايت خلق بود چه کسي بر او فرستاد که شما آيات آن را در اوراق نگاشته، بعضي را آشکار مي‌نماييد و بسياري را پنهان مي‌داريد و آنچه را شما و پدرانتان نمي‌دانستيد به شما آموختند؟ بگو: خداست (که رسول و کتاب فرستد)، سپس آنها را بگذار تا به بازيچه خود فرو روند.
6|92|و اين (قرآن) کتابي است که ما فرستاديم با خير و برکت بسيار و گواه صدق ساير کتب آسماني که در مقابل اوست (تا مردم را به پاداش الهي مژده دهي) و تا خلق را از اهل مکه و هر که به اطراف آن است بيم دهي. و آنان که به آخرت ايمان آوردند به اين کتاب نيز ايمان خواهند آورد و آنها (اوقات) نمازشان را محافظت مي‌نمايند.
6|93|و کيست ستمکارتر از آن که بر خدا دروغي بندد و يا وحي به او نرسيده گويد: به من وحي مي‌رسد، و نيز گويد: من هم محققا مانند آن (کتاب) که خدا فرستاده خواهم آورد. و اگر (فضاحت و سختي حال) ستمکاران را ببيني آن گاه که در سکرات موت گرفتار مي‌شوند! و فرشتگان (براي قبض روح آنها) دست (قهر و قدرت) بر آورند و گويند: جان از تن به در کنيد، امروز کيفر عذاب و خواري مي‌کشيد چون بر خدا سخن به ناحق مي‌گفتيد و از (حکم) آيات او گردنکشي و تکبّر مي‌نموديد.
6|94|و محققا شما يکايک به سوي ما باز آمديد آن گونه که اول بار شما را بيافريديم و آنچه را که (از مال و جاه) به شما داده بوديم همه را پشت سر وانهاديد و آن شفيعان را که به خيال باطل شريک ما در خود مي‌پنداشتيد با شما نمي‌بينيم! همانا ميان شما و آنان جدايي افتاد و آنچه (شفيع خود) مي‌پنداشتيد از دست شما رفت.
6|95|خداست که (در جوف زمين) دانه و هسته را مي‌شکافد، زنده را از مرده و مرده را از زنده پديد مي‌آرد، آن (که چنين تواند کرد) خداست، پس به کجا گردانيده مي‌شويد (و نسبت خدايي را به آنان که نتوانند مي‌دهيد).
6|96|خداست شکافنده پرده صبحگاهان، و شب را براي آسايش (خلق) مقرّر داشته و خورشيد و ماه را به نظمي معين (او به گردش) درآورده، اين تقدير خداي مقتدر داناست.
6|97|و نيز اوست که چراغ ستارگان را براي رهيابي شما در تاريکي‌هاي بيابان و دريا قرار داده است. همانا ما آيات خود را براي مردم دانا به تفصيل بيان کرديم.
6|98|و هم اوست خدايي که همه شما را از يک تن در آرامگاه (رحم) و وديعتگاه (صلب) بيافريد. ما نيکو آيات خود را براي اهل بصيرت مفصل بيان نموديم.
6|99|و هم اوست خدايي که از آسمان آبي فرو باريد پس هر نبات را بدان رويانديم و سبزه‌ها را از زمين برون آورديم و از آن سبزه‌ها دانه‌هايي که بر روي هم چيده شده بيرون آريم و از شکوفه نخل خوشه‌هايي است به هم پيوسته، و باغهاي انگور و زيتون و انار که برخي شبيه و برخي نامشابه به هم است (خلق کنيم)، شما در آن باغها هنگامي که ميوه آن پديد آيد و برسد (با چشم تعقل) بنگريد، که در آن آيات و نشانه‌هايي (از قدرت خدا) براي اهل ايمان هويداست.
6|100|و گروهي از کافران اهريمنان را شريک خدا شمردند در حالي که آن‌ها آفريده خدا هستند و گروهي (عزير و مسيح و فرشتگان را) از روي ناداني پسران و دختراني براي او تراشيدند، در صورتي که او از همه اين نسبت‌ها برتر و منزه است.
6|101|اوست پديد آرنده آسمانها و زمين، چگونه وي را فرزندي تواند بود در حالي که او را جفتي نيست؟! و او همه چيز را آفريده و به همه چيز داناست.
6|102|اين است (وصف) پروردگار شما، که جز او هيچ خدايي نيست، آفريننده هر چيز است، پس او را پرستش کنيد، و او نگهبان همه موجودات است.
6|103|او را هيچ چشمي درک ننمايد و او همه بينندگان را مشاهده مي‌کند و او لطيف و نامرئي و (به همه چيز خلق) آگاه است.
6|104|آيات الهي و کتب آسماني که سبب بصيرت شماست البته از طرف پروردگارتان آمد، پس هر کس بصيرت يافت خود به سعادت رسيد و هر کس که کور بماند خود در زيان افتاد، و من نگهبان شما نيستم.
6|105|و اين چنين ما آيات قرآن را به انواع گوناگون بيان کنيم (تا وسيله هدايت شود) ولي عاقبت کافران نادان گويند: تو (اينها را) به درس آموخته‌اي! و تا آن را براي اهل دانش بيان کنيم.
6|106|اي پيغمبر هر چه از خدا به تو وحي شد از آن پيروي کن، که خدايي جز آن ذات يکتا نيست و از مشرکان روي بگردان.
6|107|و اگر خدا مي‌خواست آنها شرک نمي‌آوردند، و ما تو را نگهبان ايشان نکرديم و تو وکيل آنها نيستي.
6|108|و (شما مؤمنان) به آنچه مشرکان غير از خدا مي‌خوانند دشنام ندهيد تا مبادا آنها از روي ظلم و جهالت خدا را دشنام دهند. اين چنين ما عمل هر قومي را در نظرشان زينت داده‌ايم، سپس بازگشت آنها به سوي پروردگارشان است و خدا آنان را به کردارشان آگاه مي‌گرداند.
6|109|و به خدا به سخت ترين سوگندهاي خود قسم ياد کردند که البته اگر آيتي بيايد ايمان آرند. بگو: آيات از طرف خداست، و شما مؤمنان چه مي‌دانيد؟ (و چگونه به گفته اين کافران مطمئن مي‌شويد؟ آنها همان مردم معاندند که) اگر آيتي هم آيد هرگز ايمان نمي‌آورند.
6|110|و ما دل و ديده اينان را چنانکه اول بار ايمان نياوردند اکنون نيز از ايمان بگردانيم و آنها را به حال طغيان و سرکشي واگذاريم تا در ورطه ضلالت فرومانند.
6|111|و اگر فرشتگان را بر آنها مي‌فرستاديم و مردگان با آنان سخن مي‌گفتند و هر چيزي را رويارويشان فراهم مي‌آورديم باز ايمان نمي‌آوردند مگر به مشيّت خدا، ليکن اکثرشان (مشيّت نافذ حق را) نمي‌دانند.
6|112|و همچنين ما هر پيغمبري را از شيطانهاي انس و جن دشمني در مقابل برانگيختيم که آنها برخي با برخي ديگر براي اغفال مؤمنان سخنان آراسته ظاهر فريب اظهار کنند. و اگر پروردگار تو مي‌خواست چنين نمي‌کردند، پس اينها را با دروغشان واگذار.
6|113|(تا بيازماييمشان) و تا به گفتار (فريبنده) آن اهريمنان آنان که به آخرت ايمان نياورند دل سپرده و بدان خشنود باشند و تا آنچه مي‌توانند به گناه و تبهکاري آلوده شوند.
6|114|آيا من غير خدا حاکم و داوري بجويم و حال آنکه او خدايي است که کتابي (چون قرآن) که همه چيز در آن بيان شده به شما فرستاد؟ و آنان که به آنها کتاب فرستاديم (يهود و نصاري) مي‌دانند که اين قرآن از خداي تو به حق بر تو فرستاده شده، پس در آن البته هيچ شک و ترديد راه مده.
6|115|کلام خداي تو از روي راستي و عدالت به حد کمال رسيد و هيچ کس تبديل و تغيير آن کلمات نتواند کرد و او خداي شنوا و داناست.
6|116|و اگر پيروي از اکثر مردم روي زمين کني تو را از راه خدا گمراه خواهند کرد، که اينان جز از پي گمان (و هوا و هوس) نمي‌روند و جز انديشه باطل و دروغ چيزي در دست ندارند.
6|117|محققا خداي تو خود داناتر است به حال آن که از راه او گمراه است و آن که به راه او هدايت يافته است.
6|118|پس شما مؤمنان چنانچه به آيات خدا ايمان داريد از آنچه نام خدا بر آن ذکر شده تناول کنيد.
6|119|چرا از آنچه نام خدا بر آن ذکر شده نمي‌خوريد (و بر خود حرام مي‌کنيد)؟ در صورتي که آنچه خدا بر شما حرام کرده به تفصيل بيان نموده جز آنچه به آن ناگزير مي‌شويد که باز حلال است. و بسياري از مردم به هواي نفس خود از روي جهل (ديگران را) به گمراهي کشند. همانا خدا به تجاوز کنندگان (از حدود) داناتر است.
6|120|و هر گناه و عمل زشت را در ظاهر و باطن ترک کنيد، که محققا کساني که کسب گناه کنند به زودي به کيفر آن خواهند رسيد.
6|121|و از آنچه نام خدا بر آن ذکر نشده نخوريد که آن فسق و تبه کاري است. و اهريمنان سخت به دوستان و پيروان خود وسوسه کنند تا با شما به جدل و منازعه برخيزند. و اگر شما هم از آنان پيروي کنيد (مانند آنها) مشرک خواهيد شد.
6|122|و آيا کسي که مرده (جهل و ضلالت) بود ما او را زنده کرديم و به او روشني (علم و ديانت) داديم تا به آن روشني ميان مردم (سرافراز) رود مثل او مانند کسي است که در تاريکي‌ها (ي جهل) فرو رفته و از آن به در نتواند گشت؟ (آري) کردار بد کافران در نظرشان چنين جلوه‌گر شده است.
6|123|و همچنين ما قرار داديم که در هر دياري رؤساي بدکار ستمگر (با مردم آنجا) مکر انديشند، و در حقيقت مکر جز با خويشتن نمي‌کنند و به اين هم آگاه نيستند.
6|124|و چون آيتي براي (هدايت) آنها آمد گفتند: ما ايمان نياوريم تا مانند آنچه به رسولان خدا داده شد به ما نيز داده شود. خدا بهتر مي‌داند که در کجا رسالت خود را مقرر دارد. به زودي مجرمان را خدا خوار سازد و عذابي سخت به واسطه مکري که مي‌انديشيدند بر آنان فرو فرستد.
6|125|پس هر که را خدا هدايت او خواهد قلبش را براي پذيرش اسلام باز و روشن گرداند و هر که را خواهد گمراه نمايد (به حال گمراهي واگذارد) دل او را از پذيرفتن ايمان تنگ و سخت گرداند که گويي مي‌خواهد از زمين بر فراز آسمان رود. اين چنين خدا آنان را که به حق نمي‌گروند مردود و پليد مي‌گرداند.
6|126|و اين راه خداي توست که مستقيم است. ما آيات (خود) را براي گروهي که بدان پند مي‌گيرند به خوبي روشن ساختيم.
6|127|آنها را نزد خدا دار سلامت و خانه آسايش است و خدا دوستدار و سرپرست آنهاست براي آنکه نيکوکار بودند.
6|128|و (ياد آر) روزي که همه آنها را محشور مي‌کند (و به شياطين خطاب کند که) اي گروه جن، شما بسياري از انسانها را پيرو خود ساختيد. در آن حال دوستداران شياطين از جنس بشر گويند: پروردگارا، ما بعضي از (اضلال) بعضي ديگر بهره‌مند گرديده و به اجلي که معين نموده‌اي رسيديم. خدا گويد: آتش منزلگاه شماست و هميشه در آن خواهيد بود مگر آنچه خدا بخواهد (که برخي را بيرون آورد)، که پروردگار تو درست کردار و داناست.
6|129|و همچنين ما برخي ستمکاران را بر بعض ديگر (به مخالفت) برگماريم به سبب آنچه کسب مي‌کردند.
6|130|(آن گاه خدا گويد) اي گروه جن و انس، مگر براي هدايت شما از جنس خود شما رسولاني نيامدند که آيات مرا براي شما مي‌خواندند و شما را از مواجه شدن با اين روز سخت مي‌ترساندند؟ آنها (با نهايت پشيماني) جواب دهند که ما (به جهالت و بدي) بر خود گواهي مي‌دهيم. و زندگاني دنيا آنها را مغرور ساخت و در آن حال (مي‌فهمند و) بر خود گواهي مي‌دهند که به راه کفر مي‌رفتند.
6|131|اين (فرستادن رسل) براي اين است که خدا اهل دياري را تا (اتمام حجت نکرده و) آنها غافل و جاهل باشند به ستم هلاک نگرداند.
6|132|و هر کس (از بندگان) به عملي که کرده رتبه خواهد يافت، و خداي تو از عمل هيچ کس غافل نخواهد بود.
6|133|و خداي تو از خلق بي‌نياز و (به همه) مهربان است و اگر بخواهد، شما را ببرد (و همه را فاني گرداند) آن گاه هر که را بخواهد جانشين شما کند چنان که شما را از نسل گروهي ديگر پديد آورد.
6|134|هر چه به شما وعده دادند محققا خواهد آمد و شما (بر قدرت و مقدّرات خدا) غالب نخواهيد شد.
6|135|بگو: اي قوم من، شما را هر چه در خور است و بر آن توانايي داريد عمل کنيد، من نيز در خور خويش عمل (نيک) مي‌کنم، آن گاه البته (من به اجر خود رسم و) شما به زودي آگاه خواهيد شد که آن کس که عاقبت منزلگاه خوش دارد کيست، البته ستمکاران را رستگاري نيست.
6|136|و براي خدا از روييدنيها و چهارپاياني که آفريده نصيبي معين کردند و به گمان خودشان گفتند: اين سهم براي خدا و اين سهم براي ديگر شريکان و بتان ما. پس آن سهمي که شريکانشان را بود به خدا نمي‌رسيد و آن که براي خدا بود به شريکان مي‌رسيد! حکمي سخت (جاهلانه و) ناشايسته مي‌کنند.
6|137|و همچنين در نظر بسياري از مشرکان، عمل کشتن فرزندان را بتهاي ايشان نيکو جلوه داده تا آنکه آنان را با اين عمل هلاک سازند و در دين فطريشان به غلط و اشتباه اندازند. و اگر خدا مي‌خواست چنين نمي‌کردند، پس آنها را با آنچه (از خرافات) مي‌بافند واگذار.
6|138|و به پندار (جاهلانه) خويش گفتند: اينها چهار پايان و زراعتهايي است که بر همه ممنوع (و مخصوص بتان) است، نبايد از آن بخورد مگر آن کس که ما بخواهيم، و چهارپاياني است که سواري آنها حرام است، و چهارپاياني را نيز بدون ذکر نام خدا ذبح مي‌کنند. چون در اين احکام به خدا دروغ بستند خدا به زودي آنها را مجازات خواهد کرد.
6|139|و گفتند: آنچه در شکم اين چهارپايان است مخصوص مردان ماست و بر زنان ما حرام است، و اگر مرده باشد همه (مردان و زنان) در آن شريک باشند. خداوند آنها را به مجازات اين گفتار به زودي مي‌رساند و خدا درست کردار و داناست.
6|140|البته آنان که فرزندان خود را به سفاهت و ناداني کشتند و آنچه را که خدا نصيبشان کرد با افترا به خدا حرام شمردند زيانکارند. اينان سخت گمراه شدند و هدايت نيافتند.
6|141|و او آن خدايي است که براي شما بستانها از درختان داربستي و درختان آزاد و درختان خرما و زراعتها که ميوه و دانه‌هاي گوناگون آرند و زيتون و انار و ميوه‌هاي مشابه و نامشابه آفريد. شما هم از آن ميوه‌ها هرگاه برسد تناول کنيد و حق آن را (زکات فقيران را) در روز درو و جمع‌آوري آن بدهيد و اسراف نکنيد، که خدا مسرفان را دوست نمي‌دارد.
6|142|و از بعضي چهارپايان استفاده باربري و سواري کنيد. از آنچه روزي شما کرده بخوريد و از پي اغواي شيطان نرويد، که او شما را دشمني آشکار است.
6|143|(براي شما بندگان) هشت جفت، از جنس برّه دو صنف (نر و ماده) و از جنس بز دو صنف (آفريد و حلال کرد). بگو: آيا از اين دو جنس نر يا ماده يا بچه‌اي که در شکم ماده‌هاست کدام يک را خدا حرام کرده است؟ شما به من مدرک قطعي ارائه دهيد اگر راست مي‌گوييد.
6|144|و نيز از جنس شتر دو صنف (نر و ماده) و از جنس گاو دو صنف (آفريد و حلال نمود). به آنها بگو: آيا از اين دو جنس نر يا ماده يا بچه‌اي که در شکم ماده‌هاست کدام را حرام کرده است؟ مگر شما حاضر بوديد که خدا بر اين حرمت به شما توصيه نموده؟ کيست ستمکارتر از آن کس که به خدا دروغ بست تا به جهل خود مردم را گمراه کند؟! البته خدا ستمکاران را هدايت نخواهد کرد.
6|145|بگو: در احکامي که به من وحي شده من چيزي را که براي خورندگان طعام حرام باشد نمي‌يابم جز آنکه ميته باشد يا خون ريخته (جهنده) يا گوشت خوک که پليد است و يا حيواني که بدون ذکر نام خدا از روي فسق و نافرماني ذبح کنند. و (در همين ها که حرام شده) هرگاه کسي به خوردن آنها مضطر گرديد صرف کند، در صورتي که از روي ستم و از راه تعدي (از فرمان خدا) نباشد، همانا خداي تو بسيار بخشنده و مهربان است.
6|146|و بر يهودان، هر حيوان ناخن دار و از جنس گاو و گوسفند نيز پيه آنها را حرام کرديم مگر آنچه در پشت آنهاست يا به بعض روده‌ها يا به استخوانها آميخته است. آنها چون ستم کردند ما به آن حکم آنها را مجازات کرديم، و البته سخنان ما راست است.
6|147|پس اگر تو را تکذيب کنند بگو: خداي شما با آنکه داراي رحمت بي منتها است عذابش از بدکاران باز داشته نخواهد شد.
6|148|آنان که شرک آوردند خواهند گفت: اگر خدا مي‌خواست ما و پدرانمان مشرک نمي‌شديم و چيزي را حرام نمي‌کرديم. بدين گفتار، پيشينيان ايشان نيز تکذيب (رسل) کردند تا آنکه طعم عذاب ما را چشيدند. بگو: آيا شما بر اين سخن مدرک قطعي داريد تا به ما ارائه دهيد؟ همانا شما پيروي جز از خيالات باطل نمي‌کنيد و جز به گزافه و دروغ سخن نمي‌گوييد.
6|149|بگو: براي خدا حجّت بالغه و رساست، اگر مي‌خواست همه شما را هدايت مي‌کرد.
6|150|بگو: گواهان خود را بياوريد بر اينکه خدا اين را و آن را حرام کرده. پس هرگاه گواهي دادند (چون دروغ مي‌گويند) تو با آنها گواهي مده و پيروي مکن از هواي نفس آنها که آيات خدا را تکذيب کردند و به قيامت ايمان نمي‌آورند و براي خداي خود همتا قرار مي‌دهند.
6|151|بگو: بياييد تا آنچه خدا بر شما حرام کرده همه را بر شما بخوانم، و آن اينکه به هيچ وجه شرک به خدا نياوريد، و به پدر و مادر احسان کنيد، و ديگر اولاد خود را از بيم فقر نکشيد، ما شما و آنها را روزي مي‌دهيم، و ديگر به کارهاي زشت آشکار و نهان نزديک نشويد و نفسي را که خدا حرام کرده (محترم شمرده) جز به حق به قتل نرسانيد. خدا شما را به اين اندرزها سفارش نموده، باشد که تعقل کنيد.
6|152|و هرگز به مال يتيم نزديک نشويد جز به آن وجه که نيکوتر است تا آنکه به حدّ رشد و کمال رسد. و به راستي و عدالت، کيل و وزن را تمام بدهيد. ما هيچ کس را جز به قدر توانايي او تکليف نکرده‌ايم. و هرگاه سخني گوييد به عدالت گراييد هر چند درباره خويشاوندان باشد، و به عهد خود وفا کنيد. اين است سفارش خدا به شما، باشد که متذکر و هوشمند شويد.
6|153|و اين است راه راست من، از آن پيروي کنيد و از راههاي ديگر که موجب تفرقه شما از راه اوست متابعت نکنيد. اين است سفارش خدا به شما، شايد پرهيزکار شويد.
6|154|آن گاه به موسي کتاب داديم براي تکميل نفس هر نيکوکار و براي تفصيل و بيان حکم هر چيز و براي هدايت و رحمت بر خلق، باشد که (مردم) به لقاء خدا ايمان آورند.
6|155|و اين (قرآن) کتابي است که ما با برکت و خير بسيار فرستاديم، از آن پيروي کنيد و پرهيزکار شويد، شايد مشمول مرحمت خدا گرديد.
6|156|(قرآن را براي اين فرستاديم) تا نگوييد تورات و انجيل تنها بر دو طايفه يهود و نصاري پيش از ما فرستاده شد و ما از تعليم درس (کتابهاي الهي) آنان غافل و بي بهره مانديم.
6|157|يا گوييد: اگر کتاب بر ما فرستاده مي‌شد ما بهتر از آنان به راه هدايت مي‌شتافتيم. پس به شما هم از طرف پروردگارتان حجت آشکار و هدايت و رحمت رسيد، اکنون کيست ستمکارتر از آن که آيات الهي را تکذيب کند و از آنها روي گرداند؟! به زودي آنان را که از آيات ما روي گردانيده و مخالفت کنند به عذاب سخت مجازات کنيم به کيفر آنکه از آيات ما اعراض مي‌کردند.
6|158|آيا (منکران) انتظاري دارند جز آنکه فرشتگان (قهر) بر آنها درآيند و يا (امر) خدا (و يا قضاي الهي) بر آنان فرا رسد (و همه هلاک شوند) يا برخي دلايل و آيات خدا آشکار شود؟ روزي که بعضي آيات (قهر) خداي تو بر آنها برسد آن روز هيچ کس را ايمانش نفع نبخشد اگر قبل از آن ايمان نياورده و يا در ايمان خود کسب خير و سعادت نکرده باشد. بگو: شما در انتظار (نتيجه اعمال زشت خود) باشيد ما هم در انتظار هستيم.
6|159|آنان که دين را پراکنده نمودند و (در آن) فرقه فرقه شدند (چشم از آنها بپوش) چنين کسان به کار تو نيايند، (و از دست آنها غمگين مباش که مجازات) کار آنها با خداست و بعد از اين به آنچه مي‌کردند آگاهشان مي‌گرداند.
6|160|هر کس کار نيکو کند او را ده برابر آن خواهد بود و هر کس کار زشت کند به قدر کار زشتش مجازات شود و بر آنها اصلا ستم نخواهد شد.
6|161|بگو: محققا مرا خدايم به راه راست هدايت کرده، به ديني استوار، همان آيين پاک ابراهيم که وجودش از لوث شرک و عقايد باطل مشرکين منزه بود.
6|162|بگو: همانا نماز و طاعت و تمام اعمال من و حيات و ممات من همه براي خداست که پروردگار جهانيان است.
6|163|که او را شريک نيست و به همين (اخلاص کامل) مرا فرمان داده‌اند و من اول کسي هستم که تسليم امر خدايم.
6|164|بگو: آيا غير از خدا را به ربوبيّت گزينم در صورتي که خدا پرورنده همه موجودات است؟ و هيچ کس چيزي نيندوخت مگر بر خود، و هيچ نفسي بار (گناه) ديگري را بر دوش نگيرد. سپس بازگشت همه شما به سوي پروردگارتان است و او شما را به آنچه خلاف در آن مي‌کرديد آگاه خواهد ساخت.
6|165|و او خدايي است که شما را جانشين گذشتگان اهل زمين مقرر داشت و رتبه بعضي را از بعضي بالاتر قرار داد تا شما را در آنچه به شما داده (در اين تفاوت رتبه‌ها) بيازمايد، که همانا خدا زود کيفر و بسيار بخشنده و مهربان است.
7|1|المص (بعضي در تفسير آن گفته‌اند: خداي مهربان صاحب اقتدار بردبار).
7|2|اين کتابي است که به تو نازل شد، پس تو دلتنگ و رنجه خاطر (از انکار مردم) نسبت به آن مباش، تا (مردمان را) به (آيات عذاب) آن بترساني، و اهل ايمان را سبب يادآوري باشد.
7|3|(اي اهل ايمان) از آنچه از خدايتان به سوي شما فرستاده شده پيروي کنيد و پيرو دستورهاي غير او نباشيد و جز خدا را به دوستي مگيريد. اما اندکي بدين پند متذکر مي‌گرديد.
7|4|و چه بسيار اهالي شهرها را که هلاک کرديم و آنها را عذاب ما آمد آن گاه که در آسايش شب يا به خواب راحت نيمروز بودند.
7|5|پس در هنگامي که عذاب ما به آنان رسيد جز اين اعتراف نکردند که گفتند: ما خود ستمکار و مستحق عذاب بوديم.
7|6|البته ما هم از امتها که پيامبران به سويشان آمدند و هم از پيغمبران آنها باز خواست خواهيم کرد.
7|7|پس بر آنان (حکايت حال آنها را تماما) به علم و بصيرت کامل بيان کنيم، و ما از کردار آنان غايب و غافل نبوده‌ايم.
7|8|و روز محشر حقا روز سنجيدن اعمال است، پس آنان که در آن ميزان حق وزين و نيکوکار بودند البته رستگار خواهند بود.
7|9|و آنان که در آن ميزان سبک وزن بودند (يعني بي ايمان و بد عملند) آنان کساني هستند که به حقيقت به خود زيان رسانيده‌اند چون به آيات ما ستم مي‌کردند.
7|10|و همانا ما شما (فرزندان آدم) را در زمين تمکين و اقتدار بخشيديم و در آن بر شما معاش و روزي مقرر داشتيم، ليکن اندک شکر نعمتهاي خداي را به جا مي‌آريد.
7|11|و همانا شما آدميان را بيافريديم و آن گاه که بدين صورت کامل آراستيم، فرشتگان را به سجده آدم مأمور کرديم، همه سجده کردند جز شيطان که از جمله سجده کنندگان نبود.
7|12|خداي متعال بدو فرمود: چه چيز تو را مانع از سجده (آدم) شد که چون تو را امر کردم نافرماني کردي؟ پاسخ داد که من از او بهترم، که مرا از آتش و او را از خاک آفريده‌اي.
7|13|خدا به شيطان فرمود: از اين مقام فرود آ، که تو را نرسد که در اين مقام بزرگي و نخوت ورزي، بيرون شو که تو از زمره پست ترين فرومايگاني.
7|14|شيطان گفت: (حال که رانده درگاه شدم) مرا تا به روزي که خلايق برانگيخته شوند مهلت ده.
7|15|خدا فرمود: البته مهلت خواهي داشت.
7|16|شيطان گفت که چون تو مرا گمراه کردي من نيز البته در کمين بندگانت در سر راه راست تو مي‌نشينم.
7|17|آن گاه از پيش روي و از پشت سر و طرف راست و چپ آنان در مي‌آيم (و هر يک از قواي عامله و ادراکي آنها را به ميل باطل مي‌کشم)، و بيشتر آنان را شکر گزار نعمتت نخواهي يافت.
7|18|خدا گفت: از اين مقام بيرون شو که تو نکوهيده و رانده درگاه مايي، هر که از فرزندان آدم تو را پيروي کند جهنم را از تو و آنان به يقين پر مي‌گردانم.
7|19|و اي آدم، تو با جفتت در بهشت منزل گزينيد و از هر جا (و هر چه) بخواهيد تناول کنيد و ليکن نزديک اين درخت نرويد (درخت گندم يا انگور يا سيب يا غيره) که از ستمکاران خواهيد گشت.
7|20|آن گاه شيطان، آدم و حوّا هر دو را به وسوسه فريب داد تا زشتيهايشان را که از آنان پوشيده بود بر ايشان پديدار کند و گفت: خدايتان شما را از اين درخت نهي نکرد جز براي اينکه مبادا (در بهشت) دو فرشته شويد يا عمر جاودان يابيد.
7|21|و بر آنان سوگند ياد کرد که من خير خواه شما هستم.
7|22|پس آنان را به فريب و دروغي (از آن مقام بلند) فرود آورد، پس چون از آن درخت تناول کردند زشتيهايشان (مانند عورات و ساير زشتيهاي پنهان) بر آنان آشکار گرديد و بر آن شدند که از برگ درختان بهشت خود را بپوشانند، و پروردگارشان آنها را ندا کرد که آيا من شما را از اين درخت منع نکردم و نگفتم که شيطان دشمن آشکار شماست؟
7|23|گفتند: خدايا، ما بر خويش ستم کرديم و اگر تو ما را نبخشي و به ما رحمت و رأفت نفرمايي سخت از زيانکاران خواهيم بود.
7|24|خدا گفت: (از بهشت) فرود آييد که برخي با برخي ديگر مخالف و دشمنيد، و زمين تا هنگامي معين (يعني وقت مرگ و قيامت) جايگاه شماست.
7|25|خدا گفت: در اين زمين زندگاني کنيد و در آن بميريد و هم از آن باز برانگيخته گرديد.
7|26|اي فرزندان آدم، محققا ما لباسي که ستر عورات شما کند و جامه‌هايي که به آن تن را بياراييد براي شما فرستاديم، و لباس تقوا نيکوترين جامه است. اين سخنان همه از آيات خداست (که به بندگان فرستاديم) شايد خدا را ياد آرند.
7|27|اي فرزندان آدم، مبادا شيطان شما را فريب دهد چنان که پدر و مادر شما را از بهشت بيرون کرد، در حالي که جامه از تن آنان بر مي‌کند تا قبايح آنان را در نظرشان پديدار کند، همانا آن شيطان و بستگانش شما را مي‌بينند از جايي که شما آنها را نمي‌بينيد. ما نوع شيطان را دوستدار و سرپرست کساني قرار داده‌ايم که ايمان نمي‌آورند.
7|28|و چون کار زشتي کنند گويند: ما پدران خود را بدين کار يافته‌ايم و خدا ما را به آن امر نموده. بگو: هرگز خدا امر به اعمال زشت نکند. آيا چيزي را که نمي‌دانيد به خدا نسبت مي‌دهيد؟!
7|29|بگو: پروردگار من شما را به عدل و درستي امر کرده (نه به اعمال زشت)، و (نيز فرموده که) در هر عبادت روي به حضرت او آريد و خدا را از سر اخلاص در دين بخوانيد چنانکه شما را در اول بيافريد ديگر بار (در محشر) به سويش باز آييد.
7|30|گروهي را (به طاعت خود) رهنورد هدايت کرد، و گروهي (به پيروي شيطان) گمراهي بر آنان حتمي شد، چون خدا را گذارده و شيطانها را به دوستي اختيار کردند و گمان مي‌کنند که به راه راست هدايت يافته‌اند.
7|31|اي فرزندان آدم، زيورهاي خود را در مقام هر عبادت به خود برگيريد و بخوريد و بياشاميد و اسراف مکنيد، که خدا مسرفان را دوست نمي‌دارد.
7|32|بگو: چه کسي زينت‌هاي خدا را که براي بندگان خود آفريده حرام کرده و از صرف رزق حلال و پاکيزه منع کرده؟ بگو: اين نعمتها در دنيا براي اهل ايمان است و خالص اينها (يعني لذات کامل بدون الم، و نيکوتر از اينها) در آخرت براي آنان خواهد بود. ما آيات خود را براي اهل دانش چنين مفصل و روشن بيان مي‌کنيم.
7|33|بگو که خداي من هر گونه اعمال زشت را چه در آشکار و چه در نهان و گناهکاري و ظلم به ناحق و شرک به خدا را که بر آن شرک هيچ دليلي نفرستاده است و اين که چيزي را که نمي‌دانيد به خدا نسبت دهيد، همه را حرام کرده است.
7|34|و هر قومي را دوره‌اي و اجل معيني است که چون اجلشان فرا رسد لحظه‌اي پس و پيش نخواهند شد.
7|35|اي فرزندان آدم، چون پيغمبراني از جنس شما بيايند و آيات مرا بر شما بخوانند، پس هر که تقوا پيشه کرد و به کار شايسته شتافت هيچ ترس و اندوهي بر آنها نخواهد بود.
7|36|و آنان که آيات ما را تکذيب کرده و از سرکشي و تکبر سر بر آن فرود نياوردند آنها اهل دوزخند و در آن جاويد (معذب) خواهند بود.
7|37|پس کيست ستمکارتر از آن کس که بر خداي دروغ بندد يا آيات او را تکذيب کند؟ آنان از کتاب (قضا و قدر الهي يا از نامه اعمال) به بهره خويش خواهند رسيد، تا هنگامي که فرستادگان ما (ملک الموت و فرشتگان قبض روح) بر آنان فرا رسند که قبض روح آنان کنند به آنان گويند: چه شدند آنهايي که به جاي خدا به ربوبيت مي‌خوانديد (مانند بتان جمادي و غير جمادي و هواهاي نفساني)؟ پاسخ دهند که آنها همه از نظر ما ناپديد و نابود شدند. و آنها بر زيان خويش گواهي دهند که کافر بوده‌اند.
7|38|خداوند گويد: شما هم با آن گروه از جن و انس که پيش از شما بودند به دوزخ داخل شويد. در آن وقت هر قومي که به دوزخ شوند قوم ديگر (از همکيشان خود) را لعن کنند، تا آن گاه که همه در آتش دوزخ فراهم شوند زمره آخرين درباره فرقه اول (يا مرئوسان درباره رئيسان) گويند که خدايا، اينان ما را گمراه کردند، پس عذابشان را از آتش افزون و مضاعف گردان. خدا گويد: همه را عذاب مضاعف است و ليکن شما آگاه نيستيد.
7|39|و گروه مقدم به طايفه مؤخّر پاسخ دهند که شما را بر ما برتري نباشد (ما و شما در گناه يکسانيم). پس (به آنها خطاب کنند که) بچشيد عذاب را به کيفر آنچه از اعمال ناشايسته مرتکب مي‌شديد.
7|40|همانا آنان که آيات ما را تکذيب کردند و از کبر و نخوت سر بر آن فرود نياوردند هرگز درهاي آسمان به روي آنان باز نشود و به بهشت در نيايند تا آنکه شتر در چشمه سوزن در آيد (يعني داخل شدنشان به بهشت بدان ماند که شتر به چشمه سوزن رود و اين در عادت محال باشد). و اين گونه گنهکاران (متکبّر) را مجازات سخت خواهيم کرد.
7|41|بر آنان از آتش دوزخ بسترها گسترده و سراپرده‌ها افراشته‌اند و ستمکاران را چنين مجازات سخت خواهيم کرد.
7|42|و آنان که ايمان آوردند و (به قدر وسع) در کار نيک و شايسته کوشيدند-زيرا ما کسي را بيش از وسع تکليف نکنيم-آنها اهل بهشت و جاودان در آن متنعمند.
7|43|و زنگار هر کينه (و حسد و خوي زشت) را از آيينه دل آنان بزداييم و در بهشت بر زير قصرهايشان نهرها جاري شود و گويند: ستايش خداي را که ما را بر اين مقام رهنمايي کرد، که اگر هدايت و لطف الهي نبود ما به خود به اين مقام راه نمي‌يافتيم، همانا رسولان خدايمان به حق آمدند (و ما را بر اين مقام رهبري کردند). و اهل بهشت را ندا کنند که اين است بهشتي که از اعمال صالح شما را به ارث داده‌اند.
7|44|و بهشتيان دوزخيان را ندا کنند که آنچه پروردگارمان به ما وعده داد (از مقامات بهشتي) ما به حق و حقيقت يافتيم، آيا شما نيز بدانچه پروردگارتان وعده داد (از عذاب دوزخ) به حقيقت رسيديد؟ گويند: بلي. آن گاه ميان آنها مناديي ندا کند که لعنت خدا بر ستمکاران باد.
7|45|آنهايي که از راه خدا باز مي‌دارند و آن را کج مي‌طلبند (به شبهه راه راست مردم را کج مي‌کنند) و آنها به قيامت ايمان ندارند.
7|46|و ميان اين دو گروه حجاب و پرده‌اي است (از سرشت نيک و بد که مانع ديدار يکديگر است) و بر اعراف (يعني جايگاهي ميان دوزخ و بهشت) مرداني هستند که همه را به سيمايشان مي‌شناسند و بهشتيان را که هنوز داخل بهشت نشده و چشم اميد به دخول آن دارند ندا کنند که سلام بر شما باد.
7|47|و چون نظر آنها بر اهل دوزخ افتد گويند: پروردگارا، ما را با اين ستمکاران به يک جاي قرار مده.
7|48|و اهل اعراف مرداني را که به سيمايشان مي‌شناسند آواز دهند و گويند: (ديديد که) جمع مال و جاه و آن فخر و تکبّرتان به حال شما اصلا سودمند نبود!
7|49|آيا آنهايي (از مؤمنان) که سوگند ياد مي‌کرديد که خدا آنان را مشمول عنايت و رحمت خود نمي‌گرداند اکنون مقامشان را مي‌بينيد؟ (به همانها امروز خطاب شود که) در بهشت بي هيچ خوف و انديشه و بي هيچ گونه حزن و اندوه داخل شويد.
7|50|و اهل دوزخ بهشتيان را آواز کنند که ما را از آبهاي گوارا يا از نعم بهشتي که خدا روزي شما کرده بهره‌مند کنيد. آنها پاسخ دهند که خدا اين آب و طعام را بر کافران حرام گردانيده است.
7|51|آنهايي که دين خدا را فسوس و بازيچه گرفتند و (متاع) حيات دنيا آنها را مغرور و غافل کرد، امروز ما هم آنها را (به رحمت) در نظر نمي‌آوريم چنانکه آنان ديدار چنين روزشان را به خاطر نياوردند و آيات ما را انکار مي‌کردند.
7|52|و محققا ما براي ايشان کتابي آورديم که در آن هر چيز را بر اساس علم و دانش تفصيل داديم براي هدايت و رحمت آن گروه که ايمان مي‌آورند.
7|53|آيا جز اين انتظار دارند که تأويل آن (آيات و مآل اعمال آنها هنگام مرگ يا ظهور قيامت) به آنان برسد؟ آن روز که تأويل آن فرا رسد کساني که آن را پيش از اين فراموش کرده بودند خواهند گفت: همانا رسولان پروردگارمان حق را براي ما آوردند (کاش مخالفت نمي‌کرديم) آيا کسي به شفاعت ما بر خواهد خاست يا بار ديگر به دنيا باز مي‌گرديم تا غير از اين اعمال زشت به اعمال صالحي بپردازيم؟ راستي که آن کافران خود را در زيان سخت افکنده‌اند و آنچه به دروغ مي‌بافتند همه نابود شده و از دستشان رفته است.
7|54|پروردگار شما آن خدايي است که آسمانها و زمين را در شش روز خلق کرد، آن گاه بر عرش (فرمانروايي) قرار گرفت، روز را به پرده شب (و به عکس) در پوشاند که با شتاب در پي آن پويد، و نيز خورشيد و ماه و ستارگان را مسخّر فرمان خود آفريد. آگاه باشيد که ملک آفرينش خاص خداست و حکم نافذ فرمان اوست، بس منزه و بلند مرتبه است خداي يکتا که پروردگار عالميان است.
7|55|خداي خود را به تضرع و زاري و نهاني (به صداي آهسته که به اخلاص نزديک است) بخوانيد (و از اندازه مگذريد) که خدا هرگز متجاوزان را دوست نمي‌دارد.
7|56|و هرگز در زمين پس از آنکه کار آن (به امر حق و شرع رسول حق) نظم و صلاح يافت به فساد و تباهکاري برنخيزيد، و خدا را هم از راه ترس و هم از روي اميد بخوانيد، که البته رحمت خدا به نيکوکاران نزديک است.
7|57|و او خدايي است که بادها را به بشارت باران رحمت خويش در پيش فرستد، تا چون بار ابرهاي سنگين را بر دارند ما آنها را به شهر و دياري که (از بي آبي) مرده است برانيم و بدان سبب باران فرو فرستيم و هرگونه ثمر و حاصل از آن بر آوريم، همين گونه مردگان را هم از خاک برانگيزيم، باشد که (بر اهوال قيامت خود) متذکر گرديد.
7|58|زمين پاک نيکو گياهش به اذن خدايش (نيکو) بر آيد، و از زمين خشنِ ناپاک بيرون نيايد جز گياه اندک و کم‌ثمر. اين گونه ما آيات (قدرت) را به هر بيان توضيح مي‌دهيم براي قومي که شکر خدا به جاي آرند.
7|59|همانا نوح را به قومش فرستاديم، گفت: اي قوم، خداي يکتا را پرستيد که جز او شما را خدايي نيست، من بر شما از عذاب روزي بزرگ (يعني قيامت) مي‌ترسم.
7|60|مهتران قومش گفتند که ما تو را در گمراهي آشکاري مي‌بينيم.
7|61|نوح گفت: اي قوم، من اصلا در گمراهي نيستم ليکن من رسولي از سوي رب العالمينم.
7|62|پيغام خدايم را به شما مي‌رسانم و به شما نصيحت و خيرخواهي مي‌کنم و از سوي خدا به اموري آگاهم (مانند قيامت و حساب و کيفر اعمال) که شما آگاه نيستيد.
7|63|آيا تعجب کرده و در نظر شما شگفت‌انگيز است که مردي از خودتان از جانب خدا به يادآوري شما فرستاده شده تا مگر شما را (از عذاب قيامت) بترساند و تا پرهيزکار شويد و باشد که مورد لطف خدا گرديد؟
7|64|پس آن رسول را تکذيب کردند، ما هم او و پيروانش را که با او در کشتي بودند نجات بخشيديم و آنان را که آيات ما را تکذيب کردند غرق کرديم، که مردمي کوردل بودند.
7|65|و به قوم عاد برادرشان (يعني مردي از آن قوم) هود را فرستاديم، بدانها گفت: اي قوم، خداي يکتا را پرستيد که جز او شما را خدايي نيست، آيا پرهيزکار نمي‌شويد؟
7|66|مهتران قومش که کافر شدند گفتند: ما تو را سفيه و بي‌خرد مي‌يابيم و گمان مي‌کنيم که تو سخت از دروغگويان باشي.
7|67|پاسخ داد که اي قوم، مرا سفاهتي نيست ليکن من (راستگو و) رسولي از سوي رب العالمينم.
7|68|پيغام خدايم را به شما مي‌رسانم و من براي شما ناصح و خيرخواهي امينم.
7|69|آيا تعجب کرده‌ايد که مردي از جانب خدا به يادآوري شما فرستاده شده تا شما را (از هول و عذاب قيامت) بترساند؟ و متذکر باشيد که خدا شما را پس از هلاک قوم نوح جانشين آن گروه کرد و در خلقت (و نعمت) شما بيفزود، پس انواع نعمتهاي خدا را به ياد آريد، شايد که رستگار شويد.
7|70|قوم هود گفتند: آيا تو بر آن به سوي ما آمده‌اي که خدا را به يکتايي پرستيم و از بتهايي که پدران ما مي‌پرستيدند دست برداريم؟ (اين کار نخواهيم کرد) تو اگر راست مي‌گويي هر عذابي که به ما وعده مي‌دهي زود به انجام رسان.
7|71|هود پاسخ داد که (در اين صورت) پليدي و خباثت، و غضب خدايتان بر شما حتم گرديد، آيا با من (که شما را به خداي يکتا مي‌خوانم) درباره الفاظ بي‌معني و اسماء بي‌مسمّايي که خود و پدرانتان (بر آن بتان) نهاده‌ايد مجادله مي‌کنيد و حال آنکه خدا در آن بتان هيچ حقيقت و برهاني ننهاده؟ پس شما بايستي در انتظار (عذاب خدا) باشيد که من نيز با شما انتظار (عذابتان) دارم.
7|72|پس (موقع عذاب که رسيد) ما هود و پيروانش را به رحمت خود (از عذاب) رهانيديم و آنان که آيات (و رسول) ما را تکذيب کردند و ايمان نياوردند همه را بنيادشان برانداختيم.
7|73|و بر قوم ثمود برادرشان صالح را فرستاديم، گفت: اي قوم، خداي يکتا را پرستيد که جز او شما را خدايي نيست، اکنون معجزي واضح و آشکار از طرف خدايتان آمده، اين ناقه خداست که شما را آيت و معجزي است بزرگ، او را واگذاريد تا در زمين خدا چرا کند و قصد سوئي درباره او مکنيد که به عذابي دردناک گرفتار خواهيد شد.
7|74|متذکر باشيد و فراموش نکنيد که خدا شما را پس از (هلاک) قوم عاد جانشين اقوام سلف نمود و در زمين منزل داد که از اراضي سهله (خاک نرم) قصرهاي عالي و از کوه سخت به تراشيدن سنگ، منزلهاي محکم بنا مي‌کنيد، پس نعمتهاي خدا را ياد کنيد و در زمين به فساد و تبهکاري برنخيزيد.
7|75|رؤسا و گردنکشان قوم صالح با ضعفا و فقيراني که به او ايمان آوردند (به تمسخر) گفتند: آيا شما اعتقاد داريد که صالح را خدا به رسالت فرستاده؟ مؤمنان جواب دادند: بلي (ما بر اين عالم و مطمئنّيم و) ما بي‌هيچ شک به آييني که او (از طرف خدا) بدان فرستاده شده ايمان داريم.
7|76|گردنکشان بي‌ايمان گفتند: ما هم بي‌هيچ شک به آنچه شما ايمان داريد کافريم.
7|77|آن گاه ناقه صالح را پي کردند و از امر خداي خود سرباز زدند و (با پيغمبرشان صالح از روي تهکّم و تمسخر) گفتند که اي صالح، اگر تو از رسولان خدايي اکنون عذابي که (بر پي کردن ناقه و نافرماني خدا) ما را وعده کردي بيار.
7|78|پس زلزله‌اي آنها را درگرفت تا آنکه همه در خانه‌هاي خود از پاي درآمدند (برخي مفسرين گفتند: علامات عذاب بر آنها آمد و پس از سه روز هلاک شدند).
7|79|پس (چون علايم عذاب رسيد) صالح از آنان روي گردانيد (و از ايمان آنها نااميد شد) و گفت: اي قوم، من ابلاغ رسالت از خداي خود نمودم و شما را نصيحت کردم ليکن شما (از جهل و غرور) ناصحان را دوست نمي‌داريد.
7|80|و لوط را (به رسالت فرستاديم) که به قوم خود گفت: آيا عمل زشتي که پيش از شما هيچ کس بدان مبادرت نکرده به جا مي‌آوريد؟!
7|81|شما زنان را ترک کرده و با مردان سخت شهوت مي‌رانيد! آري شما قومي (در فساد و بزهکاري) اسرافکاريد.
7|82|آن قوم، پيغمبر خود لوط را پاسخي ندادند جز آنکه گفتند: او و پيروانش را از شهر بيرون کنيد که آنان مردمي هستند که (اين کار را پليد دانسته و از آن) تنزه مي‌جويند.
7|83|ما هم او و اهل بيتش همه را (از بلاي قومش) نجات داديم مگر زن او را که (بي‌ايمان و) از بازماندگان (در عذاب) بود.
7|84|و بر آن قوم باراني (از سنگريزه) فرو باريديم، بنگر که مآل کار بدکاران چيست.
7|85|و به اهل مدين برادر آنها شعيب را فرستاديم، گفت: اي قوم، خداي يکتا را بپرستيد که شما را جز او خدايي نيست، اکنون از جانب پروردگارتان بر شما برهاني روشن آمد پس در سنجش، کيل و وزن را تمام دهيد و به مردم کم‌فروشي نکنيد، و در زمين پس از نظم و اصلاح آن (با آمدن قوانين آسماني)، به فساد برنخيزيد. اين کار (يعني خدا را به يگانگي پرستيدن و با خلق به عدالت کوشيدن و در وزن خيانت نکردن) براي شما بسيار بهتر است اگر (به خدا و روز قيامت) ايمان داريد.
7|86|و به هر طريق در کمين گمراه کردن خلق و ترسانيدن و بازداشتن مردم با ايمان از راه خدا منشينيد و راه خدا را کج مجوييد (و آن را وارونه جلوه مدهيد) و به ياد آريد زماني را که عده قليلي بوديد (و دشمنانتان بسيار) و خدا بر عده شما افزود، و بنگريد عاقبت حال مفسدان چگونه بود!
7|87|و اگر به آنچه من از طرف خدا مأمور به تبليغ آن شده‌ام گروهي ايمان آوردند و گروهي ايمان نياوردند (و به خصومت برخاستند) شما مؤمنان که ايمان آورده‌ايد صبر پيشه کنيد تا خدا ميان ما و آنها داوري کند که او بهترين داوران است.
7|88|رؤسا و گردنکشان قوم او گفتند: اي شعيب ما تو و پيروانت را از شهر خويش بيرون مي‌کنيم مگر آنکه به کيش ما برگرديد. شعيب گفت: اگر چه با اين نفرت که ما از آيين شما داريم (باز هم به آن بازگرديم).
7|89|اگر ما به دين شما برگرديم با وجود آنکه خدا ما را از آن نجات داده همانا به خدا افترا و دروغ بسته‌ايم، و هرگز نشود که ما به آيين شما رجوع کنيم مگر آنکه مشيّت خدا قرار گيرد، که او پروردگار ماست، پروردگار ما بر همه چيز کاملا آگاه است، ما بر خدا توکل کرديم، پروردگارا، تو بين ما و امت، به حق داوري کن که تو بهترين داوراني.
7|90|سران کافر امتش گفتند: اگر پيروي شعيب کنيد البته در زيان خواهيد افتاد.
7|91|پس زلزله آن منکران را درگرفت، پس شب را صبح کردند در حالي که در خانه‌هاي خود به خاک هلاک افتادند.
7|92|آنان که شعيب را تکذيب کردند هلاک شدند و اثري از آنها باقي نماند، گويي در آن ديار نبودند. آنان که شعيب را تکذيب کردند خود زيانکار شدند.
7|93|آن گاه شعيب از آن مردم بي‌ايمان روي گردانيد و گفت: اي قوم، من به شما ابلاغ رسالتهاي خداي خود کردم و شما را اندرز و نصيحت نمودم، اکنون من چگونه بر هلاک کافران غمگين باشم!
7|94|و ما هيچ پيغمبري به هيچ شهر و دياري نفرستاديم مگر آنکه اهلش را به شدايد و محن مبتلا ساختيم تا به درگاه خدا تضرع و زاري کنند.
7|95|سپس آن سختي‌ها را به آسايش و خوشي مبدّل کرديم تا به کلي حال خود را فراموش کرده و گفتند: آن رنج و خوشيها به پدران ما نيز رسيد (و اين عادت روزگار است که گاهي خوش و گاهي ناخوش است)، ما هم به ناگاه آنان را گرفتيم در حالي که (از توجه به آن عقاب) غافل بودند.
7|96|و چنانچه مردم شهر و ديارها همه ايمان آورده و پرهيزکار مي‌شدند همانا ما درهاي برکاتي از آسمان و زمين را بر روي آنها مي‌گشوديم و ليکن (چون آيات و پيغمبران ما را) تکذيب کردند ما هم آنان را سخت به کيفر کردار زشتشان رسانيديم.
7|97|آيا اهل شهر و ديارها (که به نافرماني خدا و اعمال نکوهيده مشغولند) از آن ايمنند که شبانگاه که در خوابند عذاب ما آنها را فرا گيرد؟
7|98|آيا اهل شهر و ديارها (که از ياد خدا و طاعت او غافلند) از آن ايمنند که به روز که سرگرم بازيچه دنيا هستند عذاب ما آنان را فرا رسد؟
7|99|آيا از مکر خدا (يعني آزمايش و مجازات خدا) غافل و ايمن گرديده‌اند؟ که از آن مکر و انتقام البته کسي غافل نشود مگر مردم زيانکار.
7|100|آيا اين مردمي را که بعد از اقوامي که همه مردند وارث زمين شدند (خدا) آگاه نفرموده که اگر ما بخواهيم به کيفر گناهانشان مي‌رسانيم و بر دلهايشان مهر مي‌نهيم که ديگر (به گوش دل چيزي) نشنوند؟
7|101|اين است شهرهايي که ما بر تو از اخبار اهلش بيان کرديم، همه را رسولان حق با ادلّه روشن آمدند اما بر آن نبودند که به آنچه پيش از آن تکذيب کرده بودند ايمان بياورند. اين چنين خدا دلهاي کافران را مهر مي‌زند.
7|102|و اکثر مردمان را در عهد استوار نديديم بلکه بيشترشان را عهدشکن و بزهکار يافتيم.
7|103|بعد از آن رسولان، باز ما موسي را با آيات و ادلّه روشن خود به سوي فرعون و مهتران قومش فرستاديم، آنها هم با آن آيات مخالفت و به آنها ستم کردند بنگر تا عاقبت به روزگار آن تبهکاران چه رسيد!
7|104|و موسي خطاب کرد که اي فرعون، محققا من فرستاده‌اي از خداي عالميانم.
7|105|سزاوار آنم که از طرف خدا چيزي جز به حق نگويم، همانا دليلي بس روشن (معجزه بسيار آشکار و حجتي محکم و استوار) از جانب پروردگارتان براي شما آورده‌ام، پس بني‌اسرائيل را با من بفرست.
7|106|فرعون پاسخ داد که اگر دليلي براي صدق خود داري بيار اگر از راستگوياني.
7|107|موسي هم عصاي خود را بيفکند به ناگاه آن عصا اژدهايي عظيم پديدار گرديد.
7|108|و دست (از گريبان خود) برآورد که ناگاه بينندگان را سپيد و رخشان بود.
7|109|مهتران قوم فرعون گفتند که اين شخص ساحري سخت ماهر و داناست.
7|110|اراده آن دارد که شما را از سرزمين خود بيرون کند، اکنون در کار او چه دستور مي‌دهيد؟
7|111|قوم به فرعون گفتند که موسي و برادرش (هارون) را زماني بازدار و گردآوراني به شهرها بفرست.
7|112|تا ساحران زبردست دانا را به حضور تو جمع آورند.
7|113|و عدّه بسياري ساحران به حضور فرعون گرد آمده، فرعون را گفتند: اگر بر موسي غالب آييم براي ما اجر و مزد شايان خواهد بود؟
7|114|فرعون پاسخ داد: بلي و علاوه بر آن نزد من از مقربان خواهيد گشت.
7|115|ساحران به موسي گفتند: اکنون خواهي نخست تو عصاي خود بيفکن يا ما بساط سحر خويش بيندازيم.
7|116|موسي گفت: شما اول اسباب خود بيفکنيد. چون بساط خود انداختند به جادوگري چشم خلق بربستند و مردم را سخت به هراس افکندند، و سحري بس عظيم و هول‌انگيز برانگيختند.
7|117|و ما به موسي وحي نموديم که عصاي خود را بيفکن، (چون عصا انداخت) ناگاه معجزه او هر چه ساحران بافته بودند يکباره همه را ببلعيد.
7|118|پس حق ثابت شد و اعمال ساحران همه باطل گرديد.
7|119|عاقبت فرعونيان در آنجا مغلوب شده و خوار و سرشکسته بازگشتند.
7|120|و ساحران بي‌اختيار به سجده افتادند.
7|121|گفتند: ما ايمان آورديم به خداي عالميان،
7|122|خداي موسي و هارون.
7|123|فرعون گفت: چگونه پيش از دستور و اجازه من به او ايمان آورديد؟ همانا اين مکري است که در اين شهر انديشيده‌ايد که مردم اين شهر را از آن بيرون کنيد، پس به زودي خواهيد دانست!
7|124|همانا دست و پاي شما را يکي از راست و يکي از چپ بريده و آن گاه همه را به دار خواهم آويخت.
7|125|ساحران گفتند: ما به سوي خداي خود باز مي‌گرديم.
7|126|و کينه و انتقام تو از ما تنها به جرم آن است که ما به آيات خدا چون براي (هدايت) ما آمد ايمان آورديم، بار خدايا، به ما صبر و شکيبايي ده و ما را به آيين اسلام (يعني با تسليم و رضاي به حکم خدا) بميران.
7|127|و سران قوم فرعون گفتند: آيا موسي و قومش را واگذاري تا در اين سرزمين فساد کنند و تو و خدايان تو را رها سازند؟ فرعون گفت: به زودي پسرانشان را کشته و زنانشان را زنده گذاريم (و در رنج و عذاب خدمت و اسارت نگاه داريم) و ما بر آنها غالب و مقتدريم.
7|128|موسي به قوم خود گفت: از خدا ياري خواهيد و صبر کنيد که زمين ملک خداست، آن را به هر کس از بندگان خود خواهد به ميراث دهد، و حسن عاقبت مخصوص اهل تقواست.
7|129|قوم موسي به او گفتند که ما هم پيش از آمدن تو (به رسالت) و هم بعد از آنکه آمدي به رنج و شکنجه (دشمن) بوده‌ايم، موسي گفت: اميد است که خدا دشمن شما را هلاک نمايد و شما را در زمين جانشين کند آن‌گاه بنگرد تا شما چه خواهيد کرد.
7|130|و فرعونيان را سخت به قحط و تنگي معاش و نقص و آفت برکشت و زرع مبتلا کرديم تا شايد متذکر شوند.
7|131|پس هرگاه که نيکويي (و پيشامد خوشي) بدانها مي‌رسيد به شايستگي خود نسبت مي‌دادند، و هرگاه بدي (و پيشامد ناگواري مانند قحط و سختي) بر آنها مي‌آمد فال بد به موسي و همراهانش مي‌زدند. آگاه باشند که فال بد آنها نزد خداست (يعني رنج و سختي‌ها که بر آنان پيش آيد کيفر از جانب خداست) ليکن اکثر آنها بر اين آگاه نيستند.
7|132|و گفتند: هر آيه و معجزه‌اي که براي ما بياوري که ما را بدان سحر کني هرگز ما به تو ايمان نخواهيم آورد.
7|133|پس بر آنها طوفان و ملخ و شپشک و وزغ و خون (خون شدن آب) آن نشانه‌هاي آشکار (قهر و غضب) را فرستاديم، باز طريق کبر و گردنکشي پيش گرفتند و قومي گناهکار بودند.
7|134|و چون بلا بر آنها واقع شد گفتند که اي موسي، خدايت را به عهدي که با تو دارد بخوان (تا اين عذاب و بلا را از ما دور کند)، که اگر رفع بلا کردي البته ايمان به تو مي‌آوريم و بني اسرائيل را به همراهي تو مي‌فرستيم.
7|135|پس چون بلا را تا مدتي که متعهد شدند ايمان آورند از سر آنها رفع کرديم، باز پيمان را شکستند.
7|136|ما هم از آنان انتقام کشيديم و آنها را به دريا غرق کرديم به کيفر آنکه آيات ما را تکذيب کرده و از آن غفلت نمودند.
7|137|و طايفه‌اي را که فرعونيان ذليل و ناتوان مي‌داشتند وارث مشرق و مغرب زمين با برکت (مصر و شامات) گردانيديم و آن سخن و وعده نيکوي خداي تو بر بني اسرائيل تحقق يافت به پاداش صبري که (در مصائب) کردند، و آنچه را فرعون و قومش مي‌ساختند و مي‌افراشتند (از صنايع و عمارات و کاخهاي با عظمت) ويران نموديم.
7|138|و بني اسرائيل را از دريا به ساحل رسانيديم، پس به قومي که بر پرستش بتان خود متوقف بودند برخورده، گفتند: اي موسي براي ما خدايي مثل خداياني که اين بت‌پرستان راست مقرر کن. موسي گفت: شما سخت مردم ناداني هستيد.
7|139|خداياني که اين جماعت بت‌پرستان راست فاني، و آيين و کارهاشان باطل و تباه است.
7|140|موسي گفت: آيا غير خدا را براي شما به خدايي طلبم در صورتي که خداست که شما را بر عالميان برتري و فضيلت بخشيد!
7|141|و (ياد آريد) هنگامي که شما را از چنگ فرعونيان نجات داديم که شما را سخت به عذاب و شکنجه مي‌داشتند، پسرانتان را کشته و زنان را زنده (به اسارت و خدمتکاري) مي‌داشتند و اين شما را از جانب خدا امتحان و تنبيه بزرگي بود.
7|142|و ما با موسي سي شب وعده قرار داديم و ده شب ديگر بر آن افزوديم تا آنکه زمان وعده پروردگارش به چهل شب تکميل شد. و موسي به برادر خود هارون گفت: تو اکنون جانشين من در قوم من باش و راه صلاح پيش گير و پيرو راه اهل فساد مباش.
7|143|و چون (قوم تقاضاي ديدن خدا کردند) موسي (با هفتاد نفر بزرگان قومش که انتخاب شده بودند) وقت معين به وعده‌گاه ما آمد و خدايش با وي سخن گفت، موسي (به تقاضاي جاهلانه قوم خود) عرض کرد که خدايا خود را به من آشکار بنما که جمال تو را مشاهده کنم. خدا در پاسخ او فرمود که مرا تا ابد نخواهي ديد وليکن به کوه بنگر، اگر کوه طور (بدان صلابت، هنگام تجلي) به جاي خود برقرار ماند تو نيز مرا خواهي ديد. پس آن‌گاه که تجلي خدايش بر کوه تابش کرد کوه را مندکّ و متلاشي ساخت و موسي بي‌هوش افتاد. سپس که به هوش آمد عرض کرد: خدايا تو منزه و برتري (از رؤيت و حس جسماني، از چنين انديشه) به درگاه تو توبه کردم و من (از قوم خود) اول کسي هستم که (به تو و تنزّه ذات پاک تو از هر آلايش جسماني) ايمان دارم.
7|144|خدا فرمود: اي موسي من تو را به مقام پيام‌رساني خود و همصحبتي خويش بر ساير مردم برگزيدم، پس آنچه را که به تو دادم کاملا فراگير و از شکرگزاران باش.
7|145|و در الواح (تورات آسماني) از هر موضوع براي نصايح و پند و هم تحقيق هر چيز (براي علم و معرفت) به موسي نوشتيم (و دستور داديم) که (حقايق و احکام) آن را به قوت (عقل و ايمان) فراگير و قوم را دستور ده که نيکوتر مطالب آن را اخذ کنند، که (پستي) مقام و منزلت فاسقان را به زودي به شما نشان خواهم داد.
7|146|من آنان را که در زمين به ناحق کبر و بزرگمنشي کنند از آيات خود رو گردان و معرض خواهم ساخت، و اگر هر آيتي بينند به آن ايمان نياورند و اگر راه رشد و هدايت يابند آن را نپيمايند و اگر راه جهل و گمراهي يابند آن را پيش گيرند. اين (ضلالت آنها) بدين جهت است که آيات ما را تکذيب کردند و از آنها غافل و معرض بودند.
7|147|و آنان که آيات (آسماني) ما و لقاء عالم آخرت را تکذيب کردند اعمالشان (که جز براي دنيا نبود) تباه و باطل شود، آيا جز آنچه مي‌کردند کيفر بينند؟
7|148|و قوم موسي بعد از او (يعني بعد از رفتن او به طور براي وعده حق) مجسمه گوساله‌اي که صدايي و خواري داشت از طلا و زيورهاي خود ساخته و پرستيدند. آيا نديدند که آن مجسمه بي‌روح با آنها سخني نمي‌گويد و آنها را به راهي هدايت نمي‌کند؟ (آري ديدند و از جهل و عناد باز) پي آن گوساله گرفتند و مردمي ستمکار بودند.
7|149|و چون به خود آمدند و از آن عمل پشيمان شدند و ديدند که درست گمراهند (با خود) گفتند: اگر خدا ما را نبخشد و از ما نگذرد سخت از زيانکاران خواهيم بود.
7|150|و چون موسي به حال خشم و تأسف به سوي قوم خود بازگشت، به آنان گفت: شما پس از من بسيار بد حفظ الغيب من کرديد! آيا در امر خداي خود عجله کرديد! و الواح را به زمين انداخت و (از فرط غضب) سر برادرش (هارون) را گرفته به سوي خود مي‌کشيد، هارون گفت: اي فرزند مادرم، اين قوم مرا خوار و زبون داشتند تا آنجا که نزديک بود مرا به قتل رسانند، پس تو دشمنان را بر من شاد مگردان و مرا در عداد مردم ستمکار مشمار.
7|151|موسي (بر او شفقت کرد و) گفت: پروردگارا، من و برادرم را بيامرز و ما را در ظلّ رحمت خود داخل گردان، و تو مهربان‌ترين مهرباناني.
7|152|آنان که گوساله را به پرستش گرفتند (آتش قهر و) غضب خدا (در آخرت) و ذلت و خواري در حيات دنيا محقّقاً به آنها خواهد رسيد، و اين چنين ما دروغ‌پردازان را کيفر خواهيم کرد.
7|153|و آنان که مرتکب عمل زشت شدند و پس از آن عمل بد توبه کردند و (به اخلاص) ايمان آوردند، خداي تو بر آنها بعد از توبه، به يقين بخشنده و مهربان است.
7|154|و چون غضب موسي فرو نشست الواح تورات را بر گرفت، و در صحيفه آن تورات هدايت و رحمت الهي بود بر آن گروهي که از (قهر) خداي خود مي‌ترسند.
7|155|و موسي هفتاد مرد از قوم خود براي وعده‌گاه ما انتخاب کرد، پس چون لرزشي سخت (به جرم درخواست ديدن خدا به چشم) آنها را در گرفت، موسي گفت: پروردگارا، اگر مشيّت نافذت تعلق گرفته بود که همه آنها و مرا هلاک کني (کاش) پيشتر (از اين وعده) مي‌کردي، آيا ما را به فعل سفيهان ما هلاک خواهي کرد؟ اين کار جز فتنه و امتحان تو نيست، که به اين امتحان هر که را خواهي گمراه و هرکه را خواهي هدايت مي‌کني، تويي مولاي ما، پس بر ما ببخش و ترحم کن، که تويي بهترين آمرزندگان.
7|156|و سرنوشت ما را هم در اين دنيا و هم در عالم آخرت نيکويي و ثواب مقدر فرما، که ما به سوي تو بازگشته‌ايم. خدا فرمود: عذابم را به هر که خواهم رسانم، و رحمت من همه موجودات را فرا گرفته و البته آن را براي آنان که راه تقوا پيش گيرند و زکات مي‌دهند و به آيات ما مي‌گروند حتم و لازم خواهم کرد.
7|157|هم آنان که پيروي کنند از آن رسول (ختمي) و پيغمبر امّي که در تورات و انجيلي که در دست آنهاست (نام و نشان و اوصاف) او را نگاشته مي‌يابند که آنها را امر به هر نيکويي و نهي از هر زشتي خواهد کرد و بر آنان هر طعام پاکيزه و مطبوع را حلال، و هر پليد منفور را حرام مي‌گرداند، و احکام پر رنج و مشتقي را که چون زنجير به گردن خود نهاده‌اند از آنان برمي‌دارد (و دين آسان و موافق فطرت بر خلق مي‌آورد). پس آنان که به او گرويدند و از او حرمت و عزت نگاه داشتند و ياري او کردند و نوري را که به او نازل شد پيروي نمودند آن گروه به حقيقت رستگاران عالمند.
7|158|(اي رسول ما به خلق) بگو که من بر همه شما جنس بشر رسول خدايم، آن خدايي که فرمانروايي آسمانها و زمين از آن اوست، هيچ خدايي جز او نيست که زنده مي‌کند و مي‌ميراند، پس بايد ايمان به خدا آريد و هم به رسول او پيغمبر امّي (که از هيچ کس جز خدا تعليم نگرفته) آن پيغمبري که بس به خدا و سخنان او ايمان دارد، و پيرو او شويد، باشد که هدايت يابيد.
7|159|و جماعتي از قوم موسي هستند که به دين حق هدايت کنند و به آن دين حکم و دادگري نمايند.
7|160|و قوم موسي را به دوازده سبط منشعب کرديم که هر سبطي طايفه‌اي باشند. و چون امت موسي (در آن بيابان بي‌آب) از او آب طلبيدند به موسي وحي کرديم که عصاي خود را بر سنگ زن، پس دوازده چشمه آب از آن سنگ جوشيد و جاري شد، هر قبيله آبشخور خود را دانستند. و ما به واسطه ابر بر سر آنها سايه افکنديم و نيز بر آنها من و سلوي (مرغ و ترنجبين) فرستاديم (تا تغذيه کنند، و گفتيم) از لذيذ و پاکيزه قوتي که روزيتان کرديم تناول کنيد. و آنها نه بر ما بلکه بر خويش ستم مي‌کردند.
7|161|و چون به قوم موسي امر شد که در اين شهر (بيت المقدس) مسکن کنيد و از هر چه خواستيد از طعامهاي اين شهر تناول کنيد و در دعا بگوييد که پروردگارا، گناهان ما را بريز، و به اين در به تواضع و سجده درآييد تا از خطاهاي شما درگذريم، که ما نيکوکاران را فزون‌تر احسان مي‌کنيم.
7|162|آن گاه ستمکاران آنها اين امر و گفتاري را که به آنها گفته شده بود به گفتار ديگري تبديل کردند، ما هم به کيفر مخالفت و ستمکاري بر آنها از آسمان عذابي سخت فرود آورديم.
7|163|و (اي رسول ما) بني اسرائيل را از آن قريه که در ساحل دريا بود (دِه اَيْله و مَدْين) بازپرس آن گاه که از حکم (تعطيل روز) شنبه تجاوز کردند، آن‌گاه که (براي امتحان) به روز شنبه ماهيان در مشارع پيرامون دريا پديدار شده و در غير آن روز اصلا پديد نمي‌آمدند. بدين گونه ما آنان را به سبب فسق و نافرماني آزمايش مي‌کرديم.
7|164|و چون (پند و موعظه ناصحين در آنها اثري نکرد) جمعي از آن گروه گفتند: چرا قومي را که از جانب خدا به هلاک و يا به عذاب سخت محکومند باز موعظه مي‌کنيد؟ ناصحان گفتند: پند ما معذرت (و اتمام حجت) است از جانب پروردگارتان، و ديگر آنکه شايد (اثر کند و) تقوا پيشه کنند.
7|165|و چون هر چه به آنها تذکر داده شد در آن غفلت ورزيدند ما هم آن جماعت را که از کار بد منع مي‌نمودند نجات بخشيديم و آنان را که ظلم و ستمکاري کردند به کيفر فسقشان به عذابي سخت گرفتار کرديم.
7|166|پس چون سرکشي و تکبر کرده و آنچه ممنوع بود مرتکب شدند به آنها گفتيم به شکل بوزينه شويد و بسي دور و بازمانده از رحمت خدا باشيد.
7|167|و آن‌گاه که خداي تو اعلام نمود که تا روز قيامت کسي را به عقوبت و عذاب سخت بر آنها برانگيزد، که پروردگار تو همانا زود کيفر کننده (ستمکاران) و (به خلق) بسيار بخشنده و مهربان است.
7|168|و بني اسرائيل را در روي زمين به شعبي متفرق ساختيم، بعضي از آنها صالح و درستکارند و برخي فروتر از آنان (در درجه و منزلت)، و آنها را به خوشي‌ها و ناخوشي‌ها بيازموديم، باشد که (به حکم حق) بازگردند.
7|169|پس از آنکه پيشينيانشان درگذشتند اخلاف و بازماندگانشان وارث کتاب آسماني شدند در حالي که متاع پست اين دنيا را برمي‌گزينند و گويند ما بخشيده خواهيم شد، و چنانچه مثل آن مال از متاع دنيا که يافتند باز (از هر راه حرام و خيانت) بيابند برگيرند. آيا از آنان پيمان کتاب آسماني گرفته نشد که به خدا جز حرف حق و سخن راست نسبت ندهند و آنچه در کتاب است درس گيرند؟ و منزل ابدي آخرت براي مردم پرهيزکار بسي بهتر است، آيا تعقل نمي‌کنيد؟
7|170|و آنان که متوسل به کتاب آسماني شوند و نماز به پا دارند، ما اجر درستکاران را ضايع نخواهيم گذاشت.
7|171|و آن‌گاه که کوه طور را از جاي برکنديم و مانند قطعه ابري بر فراز سر آنها برآورديم که پنداشتند بر آنها فرو خواهد افتاد (و امر کرديم) دستور توراتي که به شما آمد با قوت (ايمان و عقيده محکم) اخذ کنيد و آنچه در آن مذکور است متذکر شويد، باشد که پرهيزکار شويد.
7|172|و به ياد آر هنگامي که خداي تو از پشت فرزندان آدم ذرّيّه آنها را برگرفت و آنها را بر خودشان گواه ساخت که آيا من پروردگار شما نيستم؟ همه گفتند: بلي، ما گواهي دهيم. (برخي مفسرين گفتند: مراد ظهور ارواح فرزندان آدم است در نشأه ذرّ و عالم روح و گواهي آنها به نور تجرّد و شهود به توحيد خدا و ربّانيت او در عوالم ملک و ملکوت.) (و ما اين گواهي گرفتيم) که ديگر در روز قيامت نگوييد: ما از اين واقعه غافل بوديم.
7|173|يا آنکه نگوييد که منحصرا پدران ما به دين شرک بودند و ما هم فرزندان بعد از آنها بوديم، آيا به عمل زشت اهل باطل ما را به هلاکت خواهي رسانيد؟
7|174|و بدين گونه ما آيات خود را تفصيل مي‌دهيم (تا آيات ما را بفهمند) و باشد که بازگردند.
7|175|و بخوان بر اين مردم (بر قوم يهود) حکايت آن کس (بَلْعَم باعور) را که ما آيات خود را به او عطا کرديم، و او از آن آيات بيرون رفت و شيطان او را تعقيب کرد تا از گمراهان عالم گرديد.
7|176|و اگر مي‌خواستيم به آن آيات او را رفعت مقام مي‌بخشيديم، ليکن او به زمين (تن) فروماند و پيرو هواي نفس گرديد، و در اين صورت مثل و حکايت حال او به سگي ماند که اگر بر او حمله کني و يا او را به حال خود واگذاري به عوعو زبان کشد. اين است مثل مردمي که آيات ما را بعد از علم به آن تکذيب کردند. پس اين حکايت بگو، باشد که به فکر آيند.
7|177|مثل حال گروهي که آيات ما را تکذيب کردند و به خويش ستم مي‌کردند بسيار بد مثلي است.
7|178|هر که را خدا هدايت فرمايد هم اوست که هدايت يافته، و آنها را که به گمراهي واگذارد هم آنان زيانکاران عالمند.
7|179|و محققا بسياري از جن و انس را براي جهنم آفريديم، چه آنکه آنها را دلهايي است بي‌ادراک و معرفت، و ديده‌هايي بي‌نور و بصيرت، و گوشهايي ناشنواي حقيقت، آنها مانند چهارپايانند بلکه بسي گمراه‌ترند، آنها همان مردمي هستند که غافل‌اند.
7|180|و خدا را نيکوترين نامهاست، بدانها خدا را بخوانيد، و آنان را که در نامهاي او به انحراف مي‌گرايند به خود واگذاريد، که به زودي کردار بدشان را مجازات خواهند ديد.
7|181|و از خلقي که آفريده‌ايم فرقه‌اي به حق هدايت مي‌کنند و به حق حکم و دادگري مي‌کنند.
7|182|و آنان که آيات ما را تکذيب کردند به زودي آنها را به عذاب و هلاکت مي‌افکنيم از جايي که فهم آن نکنند.
7|183|روزي چند به آنها مهلت دهيم، که همانا مکر و عقاب من بس شديد است.
7|184|آيا اين مردم فکر نکردند که صاحب آنها (يعني پيامبر) هرگز جنوني در او نيست؟ او فقط ترساننده خلق است (از اهوال قيامت) به بياني روشن.
7|185|آيا فکر و نظر در ملکوت آسمانها و زمين و در هر چه خدا آفريده نکردند و در اين که اجل و مرگ آنها بسا باشد که به آنان بسيار نزديک شده باشد؟ پس به چه حديثي بعد از اين (کتاب مبارک آسماني) ايمان خواهند آورد؟
7|186|هر که را خدا گمراه خواست هيچ کس رهنماي او نباشد، و چنين گمراهان را خدا در طغيان و سرکشي خود به حيرت و ضلالت واگذارد.
7|187|(اي رسول ما) از تو احوال و ساعت قيامت را سؤال خواهند کرد که چه وقت فراخواهد رسيد؟ پاسخ ده که علم آن منحصرا نزد ربّ و خداي من است، کسي به جز او آن را به هنگامش آشکار نکند، (شأن) آن ساعت در آسمانها و زمين بسي سنگين و عظيم است، نيايد شما را مگر ناگهاني. از تو مي‌پرسند گويي تو کاملا بدان آگاهي. بگو: علم آن ساعت محققا نزد خداست، ليکن اکثر مردم آگاه نيستند.
7|188|بگو که من مالک نفع و ضرر خويش نيستم مگر آنچه خدا خواسته، و اگر من از غيب (جز آنچه به وحي مي‌دانم) آگاه بودم بر خير و نفع خود هميشه مي‌افزودم و هيچ‌گاه زيان و رنج نمي‌ديدم، من نيستم مگر رسولي ترساننده، و بشارت دهنده گروهي که اهل ايمانند.
7|189|اوست خدايي که همه شما را از يک تن بيافريد و از (نوع) او نيز جفتش را مقرر داشت تا به او انس و آرام گيرد، و چون با او خلوت کرد باري سبک برداشت، پس با آن بار حمل چندي بزيست تا سنگين شد، آن‌گاه هر دو خدا و پروردگار خود را خواندند که اگر به ما فرزندي صالح (و تندرست) عطا کردي البته از شکرگزاران خواهيم بود.
7|190|پس چون به آن پدر و مادر فرزندي صالح (و تندرست) عطا کرد مشرک شدند و براي خدا در آنچه به آنها عطا کرد شريک قرار دادند (يعني فرزندان خود را به نام بتها ناميدند مثل عبد اللات و عبد العزي)، و خداي تعالي برتر است از آنچه شريک او سازند.
7|191|آيا اين چيزهايي را که هيچ موجود را خلق نتوانند کرد و خود مخلوق (خدا) هستند شريک خدا قرار مي‌دهند؟
7|192|در صورتي که آنها نه هرگز به مشرکان و نه به خود ياري توانند کرد.
7|193|و اگر آنها را (يعني بت‌پرستان را) به راه هدايت بخوانيد پيروي شما (مؤمنان) نخواهند کرد، بر شما يکسان است که آنها را بخوانيد يا خاموش بمانيد.
7|194|غير خدا هر آن کس را که شما (مشرکان و يهود و نصاري) به خدايي مي‌خوانيد (مانند بتان و عيسي و عُزَير و غيره) به حقيقت همه مثل شما بندگاني هستند، اگر راستگوييد آنها را بخوانيد تا مشکلات و حوائج شما را روا کنند.
7|195|آيا آن بتان را پايي است که راهي پيمايند يا دستي که از آستين قدرت بيرون آرند، يا چشم و گوشي که به آن ببينند و بشنوند؟ بگو: شريکان (باطل) خود را بخوانيد و هر حيلت که با من مي‌توانيد به کار بريد بي‌آنکه هيچ مرا مهلت بدهيد.
7|196|مرا دوست و ياور به حقيقت خدايي است که اين کتاب (قرآن) را فرستاده و اوست که نيکوکاران را دوستي و سرپرستي مي‌کند.
7|197|و آنهايي را که شما خدا مي‌خوانيد جز خداي يکتا هيچ يک قدرت بر ياري شما بلکه بر ياري خود ندارند.
7|198|و اگر آنها را به راه هدايت خوانيد نخواهند شنيد (يعني بتان چون گوش و بت‌پرستان چون هوش ندارند دعوت اسلام را نپذيرند. و اي رسول ما يا اي اهل عقل و بينش) تو مي‌بيني که آنها (بتان يا بت‌پرستان) در تو مي‌نگرند ولي نمي‌بينند.
7|199|طريقه عفو و بخشش پيش‌گير و امت را به نيکوکاري امر کن و از مردم نادان روي بگردان.
7|200|و چنانچه بخواهد از طرف شيطان (انس و جن) در تو وسوسه و جنبشي پديد آيد به خدا پناه بر که او به حقيقت شنوا و داناست.
7|201|چون اهل تقوا را از شيطان وسوسه و خيالي به دل فرا رسد همان دم خدا را به ياد آرند و همان لحظه بصيرت و بينايي پيدا کنند.
7|202|و مشرکان را برادرانشان (يعني شياطين انس و جن) به راه ضلالت و گمراهي مي‌کشند و هيچ کوتاهي نمي‌کنند.
7|203|و هر زمان که تو آيتي بر آنها نياوري بر تو اعتراض کنند که چرا آيتي فراهم نساختي؟ بگو: من تنها پيروي از آنچه از خدايم به من وحي رسد خواهم کرد، اين آيات قرآن است مايه بصيرت‌هايي از جانب پروردگار شما و هدايت و رحمتي براي گروهي که ايمان آورند.
7|204|و چون قرآن قرائت شود همه گوش بدان فرا دهيد و سکوت کنيد، باشد که مورد لطف و رحمت حق شويد.
7|205|خداي خود را با تضرّع و پنهاني و بي‌آنکه آواز برکشي در صبح و شام ياد کن و از غافلان مباش.
7|206|آنان (يعني ارواح و فرشتگاني) که در حضور پروردگار تواند هيچ‌گاه از بندگي او سرکشي نکنند و پيوسته به تسبيح و تنزيه ذات احديت و به سجده او مشغولند.
8|1|(اي رسول ما) امت از تو حکم انفال را سؤال کنند (يعني غنايمي که بدون جنگ از دشمنان به دست مسلمانان آيد و زمينهاي خراب بي‌مالک، معادن، بيشه‌ها، فراز کوهها، کف رودها، ارث کسي که وارث ندارد، قطايع ملوک، خلاصه ثروتي که بي‌رنج مردم حاصل شود) جواب ده که انفال مخصوص خدا و رسول است (که رسول و جانشينانش به هر کس و هر قدر صلاح دانند ببخشند) پس شما مؤمنان بايد از خدا بترسيد و در رضايت و مسالمت و اتحاد بين خودتان بکوشيد و خدا و رسول او را اطاعت کنيد اگر اهل ايمانيد.
8|2|مؤمنان حقيقي آنانند که چون ذکري از خدا شود دلهاشان ترسان و لرزان شود و چون آيات خدا را بر آنها تلاوت کنند بر مقام ايمانشان بيفزايد و به خداي خود در هر کار توکل مي‌کنند.
8|3|آنان که نماز را به پا مي‌دارند و از هر چه روزي آنها کرده‌ايم انفاق مي‌کنند.
8|4|آنها به راستي و حقيقت اهل ايمانند که نزد خدا مراتب بلند و آمرزش و روزي نيکو دارند.
8|5|همان گونه که خدا تو را از خانه خود به حق (در جنگ بدر) بيرون آورد و گروهي از مؤمنان، سخت رأي خلاف و کراهت اظهار کردند (و تو به مخالفت آنها از حکم حق بازنگشتي، در امر انفال و غير آن هم به خواهش مردم توجه مکن، پيرو امر خدا باش و از خلق ابدا انديشه مدار).
8|6|(مردم نادان) در حکم حق با آنکه حق آشکار و روشن گرديد با تو جدل و نزاع خواهند کرد (و چنان حکم حق و طاعت خدا بر آنها دشوار و سخت است) که گويي معاينه مي‌نگرند که آنها را به جانب مرگ مي‌کشند.
8|7|به ياد آر هنگامي که خدا به شما وعده فتح بر يکي از دو طايفه را مي‌داد (غلبه بر سپاه قريش يا کاروان تجاري شام) و شما مسلمين مايل بوديد که آن طايفه که شوکت و سلاحي همراه ندارند نصيب شما شود، و خدا مي‌خواست که حق را با سخنان خود (که وعده پيروزي حق را داده است) ثابت گرداند و از بيخ و بن ريشه کافران را برکند.
8|8|تا حق را محقق و پايدار کند و باطل را محو و نابود سازد هر چند بدکاران را خوش نيايد.
8|9|(به ياد آريد) هنگامي که استغاثه و زاري به پروردگار خود مي‌کرديد، پس دعاي شما را اجابت کرد که من سپاهي منظم از هزار فرشته به مدد شما مي‌فرستم.
8|10|و اين مدد فرشتگان را خدا نفرستاد مگر آنکه بشارت و مژده فتح باشد و تا دلهاي شما (به وعده خدا) مطمئن شود و (بدانيد که) نصرت و فيروزي نيست مگر از جانب خدا، که خدا را کمال قدرت و حکمت است.
8|11|(ياد آريد) هنگامي که خواب راحت را بر شما فرو پوشاند براي اينکه از جانب او ايمني يابيد و از آسمان آبي مي‌فرستاد که شما را به آن آب پاک گرداند و وسوسه و کيد شيطان را از شما دور سازد و دلهاي شما را محکم و استوار گرداند و گامهاي شما را استوار بدارد.
8|12|(و ياد آر اي رسول) آن‌گاه که پروردگار تو به فرشتگان وحي کرد که من با شمايم، پس مؤمنان را ثابت قدم بداريد، که همانا من ترس در دل کافران مي‌افکنم، پس گردنها را بزنيد و همه انگشتان را قطع کنيد.
8|13|اين کيفر کافران براي آن است که با خدا و رسول او سخت ضدّيت و مخالفت کردند و هر کس با خدا و رسول او راه شقاق و مخالفت پيمايد (بترسد که) عقاب خدا بسيار سخت است.
8|14|اين (عذاب مختصر قتل و اسارت) را بچشيد و (بدانيد که) براي کافران در قيامت عذاب سخت آتش دوزخ مهيّاست.
8|15|اي اهل ايمان، هرگاه با گروه مهاجم کافران در ميدان کارزار روبرو شويد مبادا پشت به آنها کرده و از جنگ بگريزيد.
8|16|و هر که در روز جنگ به آنها پشت نمايد و فرار کند به طرف غضب و خشم خدا روي آورده و جايگاهش دوزخ که بدترين منزل است خواهد بود مگر آنکه از ميمنه به ميسره و يا از قلب به جناح براي مصالح جنگي رود يا از فرقه‌اي به ياري فرقه‌اي ديگر شتابد.
8|17|(اي مؤمنان) نه شما بلکه خدا کافران را کشت و (اي رسول) چون تو تير (يا خاک) افکندي نه تو بلکه خدا افکند (تا کافران را شکست دهد) و براي آنکه مؤمنان را به آزموني نيکو از سوي خود بيازمايد، که خدا شنوا و داناست.
8|18|اين (فتح و غلبه در جنگ به خواست خدا) شما را نصيب شد و محققا خدا بي‌اثر کننده مکر کفار است.
8|19|(اي کافران) اگر شما از خدا فتح و نصرت مي‌طلبيد اينک فتح کامل شما را رسيد (دين اسلام و قرآن که بهترين فتح و فيروزي و کاملترين وسيله سعادت خلق است از جانب خدا آمد) اکنون اگر (از کفر و عناد با حق) دست برداريد شما را بهتر است و اگر ديگر بار بازآييد ما هم شما را باز کيفر و عذاب کنيم و هرگز جمعيت و سپاه شما هر چند بسيار باشد شما را سودمند نخواهد بود، و خدا البته با اهل ايمان است.
8|20|اي کساني که ايمان آورده‌ايد، خدا و رسول را اطاعت کنيد و از او سرنپيچيد در حالي که شما (سخنان حق را) مي‌شنويد.
8|21|و شما مؤمنان چون کساني (منافقان) نباشيد که گفتند شنيديم، و به حقيقت نمي‌شنوند.
8|22|بدترين جانوران نزد خدا کساني هستند که (از شنيدن و گفتن حرف حق) کر و لالند که اصلا تعقل نمي‌کنند.
8|23|اگر خدا در آنها خير و صلاحي مي‌ديد آنها را شنوا مي‌کرد و اگر هم شنوا کند باز رو گردانند و اعراض کنند.
8|24|اي اهل ايمان، چون خدا و رسول شما را به آنچه مايه حيات ابدي شماست (يعني ايمان) دعوت کنند اجابت کنيد و بدانيد که خدا در ميان شخص و قلب او حايل مي‌شود (و از اسرار دروني همه آگاه است) و همه به سوي او محشور خواهيد شد.
8|25|و بترسيد از بلايي که چون آيد تنها مخصوص ستمکاران شما نباشد (بلکه ظالمان و مظلومان همه را فرا گيرد) و بدانيد که عقاب خدا بسيار سخت است.
8|26|و به ياد آريد زماني که عده قليلي بوديد که شما را ضعيف و خوار در زمين (مکه) مي‌شمردند و از مردم (مشرک) بر خود ترسان بوديد که مبادا شما را (از روي زمين) برچينند، بعد از آن خدا شما را در پناه خود آورد و به ياري خود نيرومندي و نصرت به شما عطا کرد و از پاکيزه‌ترين (غنائم و) طعامها روزي شما فرمود، باشد که شکر به جاي آريد.
8|27|اي کساني که ايمان آورديد، زنهار (در کار دين) با خدا و رسول و در امانتهاي خود با يکديگر خيانت مکنيد در صورتي که مي‌دانيد.
8|28|و محققا بدانيد که شما را اموال و فرزندان، فتنه و ابتلايي بيش نيست و در حقيقت اجر عظيم نزد خداست.
8|29|اي اهل ايمان، اگر خدا ترس و پرهيزکار شويد خدا به شما فرقان بخشد (يعني ديده بصيرت دهد تا به نور باطن حق را از باطل فرق گذاريد) و گناهان شما را بپوشاند و شما را بيامرزد، که خدا داراي فضل و رحمت بزرگ است.
8|30|و (به ياد آر) وقتي که کافران با تو مکر مي‌کردند تا تو را به بند کشند يا به قتل رسانند يا از شهر بيرون کنند، و آنها (با تو) مکر مي‌کنند خدا هم (با آنها) مکر مي‌کند و خدا بهتر از هر کس مکر تواند کرد.
8|31|و چون بر آنان آيات ما تلاوت شود گويند: شنيديم، اگر ما هم مي‌خواستيم مانند آن مي‌گفتيم، اين چيزي جز افسانه پيشينيان نيست.
8|32|و آن‌گاه که گفتند: خدايا اگر اين قرآن به راستي بر حق و از جانب توست پس يا بر سرمان سنگهايي از آسمان ببار يا ما را به عذابي دردناک گرفتار ساز!
8|33|ولي خدا تا تو (پيغمبر رحمت) در ميان آنها هستي آنان را عذاب نخواهد کرد و نيز مادامي که به درگاه خدا توبه و استغفار کنند باز خدا آنها را عذاب نکند.
8|34|و آنها چه کردند که خدا عذابشان نکند؟! در صورتي که راه مسجد الحرام را (به روي بندگان خدا) مي‌بندند و آنها سرپرستان (شايسته توليت) آن نيستند، سرپرستان آن به جز اهل تقوا نباشند، ليکن اکثر مردم آگاه نيستند.
8|35|و نماز آنها در خانه کعبه جز صفير و کف‌زدني (که خلق را از خانه خدا منع مي‌کند) چيزي ديگر نيست، پس (در آخرت به آنها خطاب شود) بچشيد طعم عذاب را به کيفر آنکه به خدا کافر بوديد.
8|36|کافران اموالشان را انفاق مي‌کنند براي اين مقصود که راه خدا را ببندند پس به زودي مالهايشان بر سر اين خيال باطل برود و حسرتش بر دل آنها بماند و آن‌گاه مغلوب نيز خواهند شد، و کافران را به سوي جهنم جمعا رهسپار سازند.
8|37|تا آنکه خدا پليد را از پاکيزه جدا سازد و پليدان را بعضي با بعضي ديگر درآميزد و با هم گرد آورد آن‌گاه همه را در آتش دوزخ افکند، که آنها زيانکاران عالمند.
8|38|(اي رسول ما) کافران را بگو که اگر (از کفر خود) دست کشيده و به راه ايمان بازآيند هر چه از پيش کرده‌اند بخشيده شود، و اگر باز (به کفر و عصيان) روي آرند سنّت الهي درباره پيشينيان درگذشته است (يعني حکم ازلي بر اين قرار گرفته که مؤمنان را عزيز و بهشتي کند و کافران را ذليل و دوزخي گرداند).
8|39|و (اي مؤمنان) با کافران بجنگيد تا ديگر فتنه و فسادي نماند و آيين همه دين خدا گردد، و چنانچه دست (از کفر) کشيدند خدا به اعمالشان بيناست.
8|40|و اگر پشت کردند، پس بدانيد که البته خدا يار شماست، که بهترين يار و بهترين ياور است.
8|41|و (اي مؤمنان) بدانيد که هر چه غنيمت و فايده بريد خمس آن خاص خدا و رسول و خويشان او و يتيمان و فقيران و در راه سفر ماندگان (از خاندان او) است، اگر به خدا و به آنچه بر بنده خود (محمّد صلّي اللّه عليه و آله و سلم) در روز فرقان، روزي که دو سپاه (اسلام و کفر در جنگ بدر) روبرو شدند نازل کرده‌ايم ايمان آورده‌ايد، و خدا بر هر چيز تواناست.
8|42|همان زماني که سپاه شما در وادي نزديک و دشمن به مکاني دور (از شهر مدينه) بود و آن کاروان (تجاري ابو سفيان) فرو دست شما قرار داشتند، و اگر اين کارزار به وعده و قرار شما با دشمن مقرر مي‌شد در وعده‌گاه (از خوف و انديشه در جنگ) اختلاف مي‌کرديد ليکن براي آنکه حکم ازلي و قضاي حتمي را که خدا مقدر فرموده اجرا سازد (اين رويارويي رخ داد) تا هر که هلاک شدني است بعد از اتمام حجت هلاک شود و هر که لايق حيات ابدي است به اتمام حجت به حيات ابدي رسد و همانا خدا شنوا و داناست.
8|43|و (ياد آر اي رسول) آن‌گاه که خدا دشمنانت را در خواب به تو اندک نشان داد (تا قويدل باشي) و اگر سپاه دشمن را بسيار به چشم تو نشان داده بود (شما مسلمانان) کاملا هراسان و بددل شده و در امر (رفتن به جنگ) جدل و مخالفت مي‌کرديد، ليکن خدا (شما را از آسيب دشمن) به سلامت داشت، که او دانا و متصرف در انديشه‌هاي دروني دلهاي خلق است.
8|44|و (ياد آر) زماني که خدا دشمنان را هنگامي که مقابل شديد در چشم شما کم نمودار کرد (تا از آنها نينديشيد) و شما را نيز در چشم دشمن کم نمود (تا تجهيز کامل نکنند) تا خداوند آن را که در قضاي حتمي خود مقدر نموده (يعني غلبه اسلام) اجرا فرمايد، و به سوي اوست بازگشت امور.
8|45|اي کساني که ايمان آورده‌ايد، هر گاه با فوجي (از دشمن) مقابل شديد پايداري کنيد و خدا را پيوسته ياد آريد، باشد که فيروزمند و فاتح گرديد.
8|46|و همه پيرو فرمان خدا و رسول باشيد و هرگز راه اختلاف و تنازع نپوييد که در اثر تفرقه ترسناک و ضعيف شده و قدرت و عظمت شما نابود خواهد شد، بلکه همه بايد يکدل، پايدار و صبور باشيد، که خدا هميشه با صابران است.
8|47|و شما مؤمنان مانند آن کسان (يعني کافران) نباشيد که براي هوس و غرور و ريا و تظاهر از ديار خويش خارج شدند و از راه خدا منع مي‌کنند. و (بترسند که) علم خدا به هر چه کنند محيط است.
8|48|و (ياد آر) آن گاه که شيطان کردار (زشت) آنان را در نظرشان زيبا نمود و گفت: امروز احدي از مردم بر شما غالب نخواهد گشت و من هنگام سختي يار و فريادرس شما خواهم بود (و بدين سخنان کفار قريش را مغرور کرد) تا آن‌گاه که دو سپاه (اسلام و کفر) روبرو شدند شيطان پاي به فرار گذاشت و گفت که من از شما بيزارم، من قوايي (از فرشتگان آسمان) مي‌بينم که شما نمي‌بينيد و من از خدا مي‌ترسم، و عقاب خداوند بسيار سخت است.
8|49|و (ياد آر) آن‌گاه که منافقان و بيماردلان با هم مي‌گفتند که اين مسلمين به دين خود مغرور و فريفته‌اند، و حال آنکه هر کس بر خدا توکل کند خدا غالب مقتدر و داناست.
8|50|و اگر بنگري سختي حال کافران را هنگامي که فرشتگان جان آنها را مي‌گيرند و بر روي و پشت آنها مي‌زنند و (مي‌گويند) بچشيد طعم عذاب سوزنده را!
8|51|اين عقوبت اعمال زشتي است که به دست خويش فرستاديد و خدا به هيچ يک از بندگان هرگز کمترين ستم نخواهد کرد.
8|52|همان‌طور که خوي فرعونيان و کافران پيش از زمان آنها بر اين بود که به آيات خدا کافر شدند، خدا هم آنان را به کيفر گناهانشان بگرفت، که همانا خدا توانا و سخت‌کيفر است.
8|53|اين (عذاب) از آن جهت است که خدا بر آن نيست که نعمتي را که به قومي عطا کرد تغيير دهد تا وقتي که آن قوم حال خود را تغيير دهند، و خدا شنوا و داناست.
8|54|همانطور که خوي فرعونيان و کافران پيش از آنان بر اين بود که آيات خداي خود را تکذيب کردند ما هم آنها را به کيفر گناهانشان هلاک نموديم و فرعونيان را غرق کرديم و همه آنان که هلاک نموديم ظالم و ستمکار بودند.
8|55|بدترين جانوران نزد خدا آنان هستند که کافر شدند و ابدا ايمان نخواهند آورد.
8|56|کساني از آنان که با آنان عهد بستي (مانند يهود بني قريظه) آن‌گاه عهد خود را در هر مرتبه مي‌شکنند و راه تقوا نپيمايند.
8|57|پس چون بر آنان دست يابي چندان به تهديد و مجازات آنان پرداز که پيروانشان را پراکنده سازي، باشد که متذکر شوند.
8|58|و چنانچه از خيانتکاري گروهي (از معاهدين خود) سخت مي‌ترسي در اين صورت تو نيز با حفظ عدل و درستي، عهد آنها را نقض کن، که خدا خيانتکاران را دوست نمي‌دارد.
8|59|کافران هرگز نپندارند که پيش افتادند، (نه) هرگز (خدا و رسول خدا را) زبون نتوانند کرد.
8|60|و شما (اي مؤمنان) در مقام مبارزه با آن کافران خود را مهيا کنيد و تا آن حد که بتوانيد از آذوقه و تسليحات و آلات جنگي و اسبان سواري زين کرده براي تهديد و تخويف دشمنان خدا و دشمنان خودتان فراهم سازيد و نيز براي قوم ديگري که شما بر (دشمني) آنان مطلع نيستيد (مراد منافقانند که ظاهرا مسلم و باطنا کافر محض‌اند) و خدا بر آنها آگاه است. و آنچه در راه خدا صرف مي‌کنيد خدا تمام و کامل به شما عوض خواهد داد و هرگز به شما ستم نخواهد شد.
8|61|و اگر دشمنان به صلح و مسالمت تمايل داشتند تو نيز مايل به صلح باش و کار خود به خدا واگذار که خدا شنوا و داناست.
8|62|و اگر دشمنان به فکر فريب دادن تو باشند البته خدا تو را کفايت خواهد کرد، اوست که به نصرت خود و ياري مؤمنان تو را مؤيّد و منصور گردانيد.
8|63|و الفت داد دلهاي مؤمنان را، دلهايي که اگر تو با تمام ثروت روي زمين مي‌خواستي ميان آنها الفت دهي نتوانستي، ليکن خدا تأليف قلوب آنها کرد که او مقتدر و داناست.
8|64|اي رسول، خدا تو را کفايت است و مؤمناني که پيروان تواند.
8|65|اي رسول، مؤمنان را بر جنگ ترغيب کن که اگر بيست نفر از شما صبور و پايدار باشند بر دويست نفر غالب خواهند شد و اگر صد نفر بوده بر هزار نفر از کافران غلبه خواهند کرد، زيرا آنها گروهي بي‌دانشند.
8|66|اکنون (پس از جنگ بدر) خدا بر شما تخفيف داد و معلوم کرد که در شما ضعف (ايمان) راه يافته، پس اگر صد نفر از شما صبور و پايدار باشند بر دويست نفر و اگر هزار، بر دو هزار آنان به اذن خدا غالب خواهند شد، و خدا با صابران است.
8|67|هيچ پيغمبري را روا نباشد که اسيران جنگي بگيرد (تا از آنان فدا گرفته و آنان را رها کند) مگر تا زماني که خون (ناپاکان را) در زمين بسيار بريزد. شما (اي اصحاب رسول) متاع دنيا را مي‌خواهيد و خدا آخرت را مي‌خواهد، و خدا مقتدر و کارش همه از روي حکمت است.
8|68|اگر نبود حکم سابق از خدا (که بر پيغمبر اسلام فدا و غنايم را روا دانست) همانا در آنچه (از آن اسيران) گرفتيد به شما عذاب سخت رسيده بود.
8|69|پس اکنون از هر چه غنيمت گرفتيد بخوريد حلال و گواراي شما باد، و خداترس و پرهيزکار باشيد، که خدا آمرزنده و مهربان است.
8|70|اي رسول، به اسيراني که در دست شما مسلمين‌اند بگو که اگر خدا در دل شما خير و هدايتي مشاهده کند (و ايمان آريد) در مقابل آنچه از شما گرفته شده بهتر از آن را عطا مي‌کند و از گناهان شما مي‌گذرد که خدا آمرزنده و مهربان است.
8|71|و اگر قصد خيانت با تو دارند پيش از اين با خدا هم خيانت کردند و خدا (تو را) بر آنها تمکين و تسلط داد و خدا دانا و درستکار است.
8|72|آنان که به خدا ايمان آوردند و از وطن خود هجرت نمودند و در راه خدا با مال و جانشان کوشش و فداکاري کردند (يعني مهاجرين مکه) و هم آنان که (به مهاجرين) منزل دادند و ياري کردند (يعني انصار مدينه) آنها دوستدار و مددکار يکديگرند و آنهايي که ايمان آورده‌اند ليکن مهاجرت نکرده‌اند هرگز شما دوستدار و طرفدار آنها نباشيد تا وقتي که هجرت گزينند، ولي اگر از شما در کار دين و پيشرفت اسلام مدد خواستند بر شماست که آنها را ياري کنيد مگر آنکه با قومي که با شما عهد و پيمان (مسالمت) بسته‌اند به خصومت برخيزند. و خدا به هر چه مي‌کنيد بيناست.
8|73|آنان که کافر شدند نيز دوستدار و مددکار يکديگرند و شما مسلمين اگر آن را (که خدا دستور داده از اتفاق و اخوت و غيره) کار نبنديد همانا فتنه و فسادي بزرگ روي زمين رخ خواهد داد.
8|74|و آنان که ايمان آوردند و هجرت گزيدند و در راه خدا کوشش و جانفشاني کردند و هم آنان که (مهاجران را با فداکاري) منزل دادند و ياري کردند آنها به حقيقت اهل ايمانند و هم آمرزش خدا و روزي نيکوي بهشتي مخصوص آنهاست.
8|75|و آنان که بعد از شما ايمان آوردند و (يا بعد از صلح حديبيه) هجرت گزيدند و به اتفاق شما جهاد کردند آنها نيز از شما مؤمنان هستند، و ارث مراتب خويشاوندان در کتاب خدا بعضي بر بعض ديگر مقدم شده [يعني قانون ارث بردن برادران ديني از يکديگر، نسخ شده است. (م)]، که خدا به هر چيز داناست.
9|1|اين اعلام بيزاري خدا و رسول اوست به مشرکاني که شما مسلمين با آنان عهد بسته‌ايد (و آنان عهد شکستند).
9|2|پس به شما مشرکان تا چهار ماه ديگر مهلت داده مي‌شود که در زمين (مکه) گردش و آسايش کنيد، و بدانيد که شما بر قدرت خدا غالب نخواهيد شد و همانا خدا کافران را خوار و ذليل خواهد کرد.
9|3|و در بزرگترين روز حج (روز عرفه يا روز عيد که همه در مکه جمعند يا در آن روز که مؤمنان و مشرکان همه به مکه حاضرند) خدا و رسولش به مردم اعلام مي‌دارند که خدا و رسول از مشرکين بيزارند. پس اگر شما مشرکان توبه کرديد برايتان بسي بهتر خواهد بود، و اگر رو بگردانيد بدانيد که شما بر قدرت خدا غالب نياييد، و مژده عذابي دردناک به آن کافران برسان.
9|4|مگر آن گروه از مشرکان که با آنها عهد بسته‌ايد و هيچ عهد شما نشکستند و هيچ يک از دشمنان شما را ياري نکرده باشند، پس با آنها تا مدتي که مقرر داشته‌ايد عهد نگاه داريد، که خدا متقيان را دوست مي‌دارد.
9|5|پس چون ماههاي حرام (ذيقعده، ذيحجه، محرم و رجب که مدت امان است) درگذشت آن‌گاه مشرکان را هر جا يابيد به قتل برسانيد و آنها را دستگير و محاصره کنيد و هر سو در کمين آنها باشيد، چنانچه توبه کرده و نماز به پا داشتند و زکات دادند پس از آنها دست بداريد، که خداوند بسيار آمرزنده و مهربان است.
9|6|و اگر يکي از مشرکان به تو پناه آورد (که از دين آگاه شود) بدو پناه ده تا کلام خدا بشنود و پس از شنيدن سخن خدا او را به مأمن و منزلش برسان، زيرا که اين مشرکان مردمي نادانند.
9|7|چگونه با مشرکاني که عهد خدا و رسول شکستند خدا و رسولش عهد آنان نگه دارند؟ ليکن با آن مشرکان که در مسجد الحرام عهد بسته‌ايد تا زماني که آنها بر عهد خود پايدارند شما هم عهد آنها را بپاييد، که خدا متقيان را دوست مي‌دارد.
9|8|چگونه (با مشرکان عهدشکن وفاي به عهد توان کرد) در صورتي که آنها اگر بر شما ظفر يابند مراعات هيچ علاقه خويشي و عهد و پيمان را نخواهند کرد! به زبان‌بازي و سخنان فريبنده شما را خشنود مي‌سازند در صورتي که در دل جز کينه شما ندارند و بيشتر آنان فاسق و نابکارند.
9|9|آنان آيات کتاب خدا را به بهايي اندک فروختند تا آنکه راه خدا را (به روي خلق) بستند، همانا بسيار بد مي‌کرده‌اند.
9|10|آنان در حق اهل ايمان هيچ مراعات حق خويشي يا عهد و پيمان را نمي‌کنند و هم آنها بسيار متعدي و ستمکارند.
9|11|پس اگر توبه کرده و نماز به پا داشتند و زکات مال دادند در اين صورت برادر ديني شمايند. و ما آيات خود را براي اهل دانش و معرفت مفصّلا بيان مي‌کنيم.
9|12|و اگر آنها سوگند خود را بعد از عهدي که بسته‌اند بشکنند و در دين شما تمسخر و طعن زنند در اين صورت با آن پيشوايان کفر و ضلالت کارزار کنيد که آنها را عهد و سوگند استواري نيست، باشد که بس کنند.
9|13|آيا با قومي که عهد و پيمان خود را شکستند و اهتمام کردند که رسول خدا را (از شهر و وطن خود) بيرون کنند قتال و کار زار نمي‌کنيد؟ در صورتي که آنها اول بار به دشمني و قتال شما برخاستند، آيا از آنها ترس و انديشه داريد؟ و حال آنکه سزاوارتر آن است که از خدا بترسيد اگر اهل ايمانيد.
9|14|شما (اي اهل ايمان) با آن کافران به قتال و کارزار برخيزيد تا خدا آنان را به دست شما عذاب کند و خوار گرداند و شما را بر آنها منصور و غالب نمايد و دلهاي (پر درد و غم) گروهي اهل ايمان را (به فتح و ظفر بر کافران) شفا بخشد.
9|15|و تا خشم دلهاي آنان فرونشاند، و خدا بر هر که مي‌خواهد به لطف و رحمت باز مي‌گردد و خداوند دانا و درستکار است.
9|16|آيا چنين مي‌پنداريد که شما را (بدون آزمايش) به حال خود رها مي‌کنند در صورتي که هنوز خدا معلوم نگردانيده که از شما چه کساني اهل مجاهده‌اند و جز خدا و رسول و مؤمنان را هرگز دوست خود و همراز خويش نگزيده‌اند، و خدا از همه کردار شما آگاه است.
9|17|مشرکان را نرسد که مساجد خدا را تعمير کنند در صورتي که بر کفر خود گواهند. اينانند که اعمالشان نابود خواهد شد و در آتش دوزخ جاويد معذّب خواهند بود.
9|18|منحصرا تعمير مساجد خدا به دست کساني است که به خدا و روز قيامت ايمان آورده و نماز به پا دارند و زکات مال خود بدهند و از غير خدا نترسند، پس اميد است که از هدايت‌يافتگان راه خدا باشند.
9|19|آيا رتبه سقايت و آب دادن به حاجيان (يعني مقام عباس) و تعمير کردن مسجد الحرام (يعني مقام شَيْبه) را با (مقام) آن کس که به خدا و به روز قيامت ايمان آورده و در راه خدا جهاد کرده (چون علي عليه السلام) يکسان شمريد؟ هرگز آنان نزد خدا يکسان نخواهند بود، و خدا ظالمان را هدايت نخواهد کرد.
9|20|آنان که ايمان آوردند و از وطن هجرت گزيدند و در راه خدا به مال و جانشان جهاد کردند آنها را نزد خدا مقام بلندتري است و آنان بالخصوص رستگاران و سعادتمندان دو عالمند.
9|21|پروردگارشان آنان را به رحمت بي‌منتهاي خود و به مقام رضا و خشنودي خويش و به بهشت‌هايي که در آنجا آنها را نعمت جاوداني است بشارت دهد.
9|22|در آن بهشت ابدي هميشه متنعّم خواهند بود، که نزد خدا پاداشي بزرگ است.
9|23|اي اهل ايمان، شما پدران و برادران خود را نبايد دوست بگيريد اگر که آنها کفر را بر ايمان بگزينند، و هر کس از شما آنان را دوست گيرد چنين کساني بي‌شک ستمکارند.
9|24|(اي رسول ما امت را) بگو که اگر شما پدران و پسران و برادران و زنان و خويشاوندان خود و اموالي که جمع آورده‌ايد و مال‌التجاره‌اي که از کسادي آن بيمناکيد و منازلي را که به آن دل خوش داشته‌ايد بيش از خدا و رسول و جهاد در راه او دوست مي‌داريد منتظر باشيد تا خدا امر خود را جاري سازد (و اسلام را بر کفر غالب و فاتح گرداند و شما دنياطلبان بدکار از فعل خود پشيمان و زيانکار شويد) و خدا فسّاق و بدکاران را هدايت نخواهد کرد.
9|25|همانا خدا شما مسلمين را در مواقعي بسيار ياري کرد و نيز در جنگ حنين که فريفته و مغرور بسياري لشکر اسلام شديد و آن لشکر زياد اصلا به کار شما نيامد و زمين بدان فراخي بر شما تنگ شد تا آنکه همه رو به فرار نهاديد.
9|26|آن‌گاه خدا وقار و سکينه خود را (يعني شکوه و سطوت و جلال ربّاني را) بر رسول خود و بر مؤمنان نازل فرمود و لشکرهايي (از فرشتگان) که شما نمي‌ديديد (به مدد شما) فرستاد و کافران را (پس از آنکه غالب و قاهر بودند) به عذاب و ذلّت افکند، و اين است کيفر کافران.
9|27|آن‌گاه خدا بعد از آن واقعه (جنگ حنين) از سر تقصير هر که مي‌خواهد (از مؤمناني که فرار کرده هر که توبه نمود، و از کافران هر که ايمان آورد) در مي‌گذرد و خداوند بسيار آمرزنده و مهربان است.
9|28|اي کساني که ايمان آورده‌ايد، محققا بدانيد که مشرکان نجس و پليدند و بعد از اين سال (که عهدشان به پايان مي‌رسد) نبايد قدم به مسجد الحرام گذارند و اگر (در اثر دور شدن تجارت و ثروت آنها از شما) از فقر مي‌ترسيد خدا اگر بخواهد شما را به فضل خود (از خلق و از مشرکان) بي‌نياز خواهد کرد، که خدا دانا و در کمال عنايت و حکمت است.
9|29|(اي اهل ايمان) با هر که از اهل کتاب (يهود و نصاري) که ايمان به خدا و روز قيامت نياورده و آنچه را خدا و رسولش حرام کرده حرام نمي‌دانند و به دين حق (و آيين اسلام) نمي‌گروند قتال و کارزار کنيد تا آن‌گاه که با دست خود با ذلت و تواضع جزيه دهند.
9|30|و يهود گفتند: عُزَير پسر خداست و نصاري گفتند: مسيح پسر خداست! اين سخني است که تنها بر زبان مي‌رانند و با گفتار و کيش کافران مشرک پيشين نزديکي و مشابهت دارند، خدا آنها را هلاک و نابود کند! آنان را (از حق) به کجا مي‌گردانند؟!
9|31|علماء و راهبان خود را (از ناداني) به مقام ربوبيت شناخته و خدا را نشناختند و نيز مسيح پسر مريم را (که متولد از مادر معين و حادث و مخلوق خداست) به الوهيت گرفتند در صورتي که مأمور نبودند جز آنکه خداي يکتايي را پرستش کنند که جز او خدايي نيست، که منزه و برتر از آن است که با او شريک قرار مي‌دهند.
9|32|کافران مي‌خواهند که نور خدا را با دهانشان (به نَفَس تيره و گفتار جاهلانه خود) خاموش کنند و خدا نگذارد تا آنکه نور خود را در منتهاي ظهور و حد اعلاي کمال برساند هر چند کافران ناراضي و مخالف باشند.
9|33|اوست خدايي که رسول خود را به هدايت و دين حق فرستاد تا آن را بر همه اديان عالم تسلط و برتري دهد هر چند مشرکان ناراضي و مخالف باشند.
9|34|اي اهل ايمان، بسياري از علماء و راهبان (يهود و نصاري) اموال مردم را به باطل طعمه خود مي‌کنند و (خلق را) از راه خدا منع مي‌کنند و کساني که طلا و نقره را گنجينه و ذخيره مي‌کنند و در راه خدا انفاق نمي‌کنند آنها را به عذابي دردناک بشارت ده.
9|35|روزي که آن طلا و نقره ذخائرشان در آتش دوزخ گداخته شود و پيشاني و پشت و پهلوي آنها را به آن داغ کنند (و فرشتگان عذاب به آنها گويند) اين است نتيجه آنچه بر خود ذخيره کرديد، اکنون بچشيد (آتش حسرت و عذاب) همان سيم و زري که اندوخته مي‌کرديد.
9|36|همانا عدد ماههاي سال نزد خدا در کتاب (تکوين و تشريع) خدا دوازده ماه است از آن روزي که خدا آسمان و زمين را بيافريد و از آن دوازده ماه چهار ماه ماههاي حرام است (نزد اکثر مفسرين آن چهار ماه ذيقعده و ذيحجه و محرم و رجب است) اين است دين استوار و محکم، پس در آن ماهها ظلم و ستم (به جنگ و خونريزي) در حق خود و يکديگر مکنيد و متفقا همه با مشرکان قتال و کارزار کنيد چنانکه مشرکان نيز همه متّفقا با شما به جنگ و خصومت برمي‌خيزند و بدانيد که خدا با اهل تقواست.
9|37|نسي‌ء (يعني ماهي را تغيير و تبديل کردن به ماهي ديگر و حکم ماه حرامي را در هر سه سال، سالي ده روز به ماهي متأخر انداختن که بدعت زمان جاهليت بود) افزايش در کفر است که کافران را بدان به جهل و گمراهي کشند، سالي ماه حرام را حلال مي‌شمرند و سالي ديگر حرام تا بدين وسيله با عده ماههايي که خدا حرام کرده سازگاري و برابري داشته باشند و حرام خدا را حلال گردانند. اعمال زشت آنها در نظرشان زيبا نمود، و خدا هرگز کافران را هدايت نخواهد کرد.
9|38|اي کساني که ايمان آورده‌ايد، جهت چيست که چون به شما امر شود که براي جهاد در راه خدا بي‌درنگ خارج شويد (چون بار گران) به خاک زمين سخت دل بسته‌ايد؟ آيا راضي به زندگاني دنيا عوض آخرت شده‌ايد؟ در صورتي که متاع دنيا در پيش عالم آخرت اندکي بيش نيست.
9|39|اگر بيرون نشويد خدا شما را به عذابي دردناک معذب خواهد کرد و قومي ديگر به جاي شما برمي‌گمارد و شما به خدا زياني نمي‌رسانيد، و خدا بر هر چيز تواناست.
9|40|اگر شما او را (يعني رسول خدا را) ياري نکنيد البته خداوند او را ياري کرد هنگامي که کافران او را که يکي از دو تن بود (از مکه) بيرون کردند، آن‌گاه که در غار بودند (و خدا بر در غار کوه پرده عنکبوتان و آشيانه کبوتران گماشت تا دشمنان که به عزم کشتنش آمده بودند او را نيافتند) و آن‌گاه که او به رفيق و همسفر خود (ابو بکر که پريشان و مضطرب بود) مي‌گفت: مترس که خدا با ماست. آن زمان خدا وقار و آرامش خاطر خود را بر او فرستاد و او را به سپاه و لشکرهاي غيبي خود که شما آنان را نديديد مدد فرمود و نداي کافران را پست گردانيد و نداي خداست که مقام بلند دارد، و خدا را کمال قدرت و دانايي است.
9|41|براي جنگ با کافران، سبکبار و مجهز بيرون شويد و در راه خدا به مال و جان جهاد کنيد، اين کار شما را بسي بهتر خواهد بود اگر مردمي با فکر و دانش باشيد.
9|42|- (اي رسول) اگر اين مردم را براي منفعت آني و فوري و سفر کوتاه (تفريحي) دعوت کني البته تو را پيروي خواهند کرد و ليکن اين سفر (به تبوک براي جنگ با روم) بر آنان دراز و دشوار آمد، و مؤکد به خدا سوگند مي‌خورند که اگر توانايي داشتيم همانا با شما بيرون مي‌آمديم، اينان خود را به دست هلاکت مي‌سپارند و خدا مي‌داند که آنها به حقيقت دروغ مي‌گويند.
9|43|- (اي رسول) خدا تو را ببخشايد چرا پيش از آنکه دروغگويان از راستگويان بر تو معلوم شوند به آنها اجازه دادي؟ (بهتر آن بود که رخصت در ترک جهاد ندهي تا آن را که به راستي ايمان آورده از آن که دروغ مي‌گويد امتحان کني).
9|44|-مسلماناني که به حقيقت به خدا و روز قيامت ايمان دارند از تو رخصت ترک جهاد نخواهند تا به مال و جان خود در راه خدا جهاد کنند، و خدا به احوال متقيان آگاه است.
9|45|-تنها آنهايي که ايمان به خدا و روز قيامت نياورده و دلهاشان در شک و ريب است از تو اجازه معافي از جهاد مي‌خواهند، و آن منافقان پيوسته در شک و ترديد مانده و سرگردانند.
9|46|-و اگر آنان قصد سفر جهاد داشتند درست مهياي آن مي‌شدند ليکن خدا هم از برانگيختن آنها کراهت داشت پس آنها را باز داشت و حکم شد (که اي منافقان نالايق) شما هم با معذوران (کور عاجز در خانه خود) بنشينيد.
9|47|-اگر اين منافق مردم هم در ميان شما مؤمنان بيرون مي‌آمدند جز خيانت و مکر در سپاه شما چيزي نمي‌افزودند و هر چه مي‌توانستند در کار شما اخلال و خرابي مي‌کردند، براي شما از هر سو در جستجوي فتنه برمي‌آمدند، و هم در ميان لشکر شما از آنان جاسوسهايي وجود دارد، و خدا به احوال ظالمان داناست.
9|48|از اين پيش (در جنگ خندق و احد) هم آنان در صدد فتنه‌گري بودند و کارها را به تو برعکس مي‌نمودند تا آن گاه که حق روي آورد و امر خدا آشکار گرديد (يعني اسلام را فتح نصيب کرد) در صورتي که آنها کمال کراهت را داشتند.
9|49|و برخي از آن مردم منافق با تو گويند که به ما در جهاد اجازه معافي ده و ما را در آتش فتنه (و گناه نافرماني) ميفکن، آگاه باش که آنها خود به فتنه و امتحان در افتادند و همانا دوزخ به آن کافران احاطه دارد.
9|50|اگر تو را حادثه‌اي خوش نصيب شود سخت بر آنها ناگوار آيد و اگر تو را زحمتي و رنجي پيش آيد (خوشحال شده و) گويند: ما در کار خود پيش‌بيني کرديم (که به جنگ نرفتيم)، و آنها باز مي‌گردند در حالي که شادند.
9|51|بگو: هرگز جز آنچه خدا براي ما خواسته به ما نخواهد رسيد، اوست مولاي ما، و البته اهل ايمان در هر حال بايد بر خدا توکل کنند.
9|52|بگو که آيا شما منافقان جز يکي از دو نيکويي (بهشت و يا فتح) چيزي مي‌توانيد بر ما انتظار بريد؟ ولي ما درباره شما منتظريم که از جانب خدا به عذابي سخت گرفتار شويد يا به دست ما هلاک شويد، بنابراين شما در انتظار باشيد که ما هم مترصد و منتظر هستيم.
9|53|بگو که شما (هر چه خواهيد) انفاق کنيد (صرف مخارج جنگ و تبليغات مزوّرانه کنيد) چه از روي ميل و چه کراهت، هرگز از شما پذيرفته نخواهد شد، زيرا (کار شما خودنمائي است و) شما مردمي بوده که سخت به فسق خو گرفته‌ايد.
9|54|و هيچ مانعي از قبول نفقات آنها نبود جز آنکه آنها به خدا و رسول او (باطنا) کافرند و نماز نگزارند جز به حال کسالت و انفاق نکنند جز آنکه سخت کراهت دارند.
9|55|مبادا تو از کثرت اموال و اولاد آنها در شگفت آيي! خدا مي‌خواهد آنها را به همان مال و فرزند در زندگاني دنيا به عذاب افکند و ساعت مرگ جان آنها به درآيد در حالتي که کافر باشند.
9|56|و آنها (براي آنکه نفاق خود را پنهان کنند) دائم به خدا قسم ياد مي‌کنند که ما هم به راستي از شما مؤمنانيم و حال آنکه از شما و هم عقيده شما نيستند و ليکن اين قوم (از قدرت اسلام) مي‌ترسند.
9|57|اگر پناهگاهي يا سنگري در مغار کوهها يا هر گريزگاهي ديگر بيابند (که از تسلط مسلمانان ايمن باشند) البته بدان جا با کمال تعجيل مي‌گريزند.
9|58|و بعضي از آن مردم منافق در (تقسيم) صدقات بر تو اعتراض و خرده‌گيري کنند، اگر به آنها از آن عطا شود رضايت داشته و اگر از آن چيزي به آنها داده نشود سخت خشمگين شوند.
9|59|و چقدر بهتر بود اگر آنها به آنچه خدا و رسول به آنها عطا کردند راضي بودند و مي‌گفتند که خدا ما را کفايت است، او و هم رسولش از لطف عميم به ما عطا خواهند کرد، ما تنها به خدا مشتاقيم.
9|60|(مصرف) صدقات منحصرا مختص است به (اين هشت طايفه): فقيران و عاجزان و متصديان اداره صدقات و کساني که بايد تأليف قلوب آنها کرد (يعني براي متمايل کردن بيگانگان به دين اسلام) و آزادي بندگان و قرض‌داران و در راه خدا (يعني در راه تبليغ و رواج دين خدا) و به راه درماندگان. اين مصارف هشتگانه فرض و حکم خداست، که خدا دانا و بر تمام مصالح خلق آگاه است.
9|61|و بعضي (از منافقان) هستند که دائم پيغمبر را مي‌آزارند و (چون عذر دروغ آنها به حلم خود مي‌پذيرد) مي‌گويند: او شخص ساده و زودباوري است. بگو زودباوري او لطفي به نفع شماست، که به خدا ايمان آورده و به مؤمنان هم اطمينان دارد و براي مؤمنان (حقيقي) شما وجودش رحمت است، و براي آنها که رسول را آزار دهند عذابي دردناک مهيّاست.
9|62|(منافقان) براي اغفال و خشنود کردن شما مؤمنان به نام خدا سوگند مي‌خورند در صورتي که اگر ايمان داشتند سزاوارتر اين بود که خدا و رسول را از خود خشنود کنند.
9|63|آيا ندانسته‌اند که هر کس با خدا و رسولش به عداوت برخيزد آتش دوزخ کيفر دائمي اوست؟ و اين به حقيقت ذلت و خواري بزرگ است.
9|64|منافقان از آن روزي مي‌ترسند که خدا سوره‌اي بفرستد که آنها را از آنچه در درون آنهاست آگاه کند. بگو: اکنون تمسخر کنيد، خدا آنچه را که از آن مي‌ترسيد آشکار خواهد ساخت.
9|65|و اگر از آنها بپرسي (که چرا سخريه و استهزاء مي‌کنيد؟) پاسخ دهند که ما به مزاح و مطايبه سخن مي‌رانديم. بگو: آيا با خدا و آيات و رسول او تمسخر مي‌کرديد؟!
9|66|عذر نياوريد، که شما بعد از ايمان کافر شديد، اگر از برخي (نادانان و ساده لوحان) شما درگذريم گروهي (فتنه‌گر) را نيز عذاب خواهيم کرد که مردمي بسيار زشتکار بوده‌اند.
9|67|مردان و زنان منافق، متّفق با همديگر و طرفدار يکديگرند، مردم را به کار بد وا مي‌دارند و از کار نيکو منع مي‌کنند و دست خود را (از انفاق در راه خدا) مي‌بندند، و چون خدا را فراموش کردند خدا نيز آنها را فراموش کرد (يعني به خود واگذاشت تا از هر سعادت محروم شوند)، در حقيقت منافقان بدترين زشتکاران عالمند.
9|68|خدا مرد و زن از منافقان و کافران را وعده آتش دوزخ و خلود در آن داده، همان دوزخ براي (کيفر) آنها کافي است و خدا آنها را لعن کرده و عذابي ابدي دارند.
9|69|(شما هم دنيا پرستيد) به مانند آنهايي که پيش از شما بودند در صورتي که پيشينيان از شما قوي‌تر بودند و مال و اولادشان بيشتر بود، پس به سهم خود (از متاع فاني دنيا دو روزي) متمتّع بودند، اکنون هم که نوبت به شما رسيد به تمتّع دنيا به سهم خود مانند آنها سرگرم شديد و هم (در شهوات دنيا) به مانند آنها فرو رفتيد! آنان مردمي هستند که اعمالشان در دنيا و آخرت نابود و باطل گشت و هم آنان به حقيقت زيانکاران عالمند.
9|70|آيا اخبار پيشينيانشان مانند قوم نوح و عاد و ثمود و قوم ابراهيم و اهل مَدْيَن و مُؤْتَفِکات (يعني شهرهاي ويران شده قوم لوط) به آنها نرسيد که رسولان الهي آيات و معجزات آشکار بر آنها آوردند (ولي آنها نپذيرفتند و هلاک شدند؟ آري) خدا هيچ ستمي بر آنها نکرد بلکه آنها خود در حق خويش ستم مي‌کردند.
9|71|و مردان و زنان مؤمن همه ياور و دوستدار يکديگرند، خلق را به کار نيکو وادار و از کار زشت منع مي‌کنند و نماز به پا مي‌دارند و زکات مي‌دهند و حکم خدا و رسول او را اطاعت مي‌کنند، آنان را البته خدا مشمول رحمت خود خواهد گردانيد، که خدا صاحب اقتدار و درست کردار است.
9|72|خدا اهل ايمان را از مرد و زن وعده فرموده که در بهشت خلد ابدي که زير درختانش نهرها جاري است درآورد و در عمارات نيکو و پاکيزه بهشت عدن منزل دهد و برتر و بزرگتر از هر نعمت، مقام رضا و خشنودي خداست و آن به حقيقت فيروزي بزرگ است.
9|73|اي پيغمبر با کافران و منافقان جهاد و مبارزه کن و بر آنها بسيار سخت‌گير، و مسکن و مأواي آنها دوزخ است که بسيار بد بازگشتگاه و منزلگاهي است.
9|74|(منافقان) قسم به خدا ياد مي‌کنند که (حرف کفر) بر زبان نياورده‌اند، و (چنين نيست) البته سخن کفر گفته و پس از اظهار اسلام کافر شدند و همت بر آنچه موفق بر آن نشدند گماشتند (يعني همت بر قتل رسول و اخراج او و هر گونه فساد در دين او گماشتند ولي موفق نشدند) آنها به جاي آنکه از آن بي‌نيازي که به فضل خدا و رسول نصيب آنها شد شکر گويند در مقام انتقام و دشمني برآمدند، اکنون هم اگر باز توبه کنند براي آنها بهتر است و اگر روي بگردانند آنها را خدا در دنيا و آخرت به عذابي دردناک معذب خواهد فرمود و ديگر در همه روي زمين يک نفر دوستدار و ياوري براي آنها نخواهد بود.
9|75|و بعضي از آنها اين گونه با خدا عهد بستند که اگر نعمت و رحمتي نصيب ما کند البته صدقه (يعني زکات) پردازيم و از نيکان مي‌شويم.
9|76|و (با اين عهد) باز چون خدا از فضل و نعمت خود نصيب آنها کرد بر آن بخل ورزيدند و (از آن عهد) روي گردانيده و (از حق) اعراض کردند.
9|77|در نتيجه (اين تکذيب و نقض عهد) خدا هم دل آنها را ظلمتکده نفاق گردانيد تا روزي که به کيفر بخل و اعمال زشت خود برسند، زيرا با خدا خلف وعده کرده و دروغ مي‌گفتند.
9|78|آيا ندانستند که خدا از باطن آنها و سخنان سرّي ايشان آگاه است و خدا داناي غيب و عالم به اسرار پنهاني است؟!
9|79|آن کساني که عيب‌جويي مي‌کنند بر آن مؤمناني که به صدقات مستحب فقيران را دستگيري مي‌کنند و همچنين مسخره مي‌کنند مؤمناني را که از اندک چيزي که مقدور آنهاست هم (در راه خدا) مضايقه نمي‌کنند، خدا هم آنها را البته مسخره و مجازات مي‌کند و به آنها عذابي دردناک خواهد رسيد.
9|80|(اي پيغمبر) تو بر آن مردم منافق خواهي طلب مغفرت بکن يا نکن، اگر هفتاد مرتبه هم بر آنها (از خدا) آمرزش طلبي خدا هرگز آنان را نخواهد بخشيد، زيرا آنها (از راه فسق و سرکشي) به خدا و رسول او کافر شدند و خدا فاسقان را هرگز هدايت نخواهد کرد.
9|81|آنهايي که از جهاد در رکاب رسول خدا باز نهاده شدند از اين بازماندنشان خوشحالند و مجاهده به مال و جانشان در راه خدا را خوش نداشتند و (مؤمنان را هم از جهاد منع کرده و به آنها) گفتند: شما در اين هواي سوزان از وطن خود بيرون نرويد! آنان را بگو: آتش دوزخ بسيار سوزان‌تر است، اگر مي‌فهميدند.
9|82|اکنون آنها بايد خنده کم و گريه بسيار کنند به کيفر اعمالي که مي‌کردند.
9|83|پس اگر خدا تو را به سوي گروهي از آن بازماندگان (به مدينه) برگرداند و آنها (به ملاقات تو آمده و) اجازه جهاد خواهند، به آنها بگو: ابدا شما با من به جنگ نخواهيد آمد و با هيچ کس از دشمنان من جهاد نخواهيد کرد، شما هستيد که اول بار براي تخلفتان از سفر جهاد اظهار مسرّت مي‌کرديد، اکنون هم با بازماندگان به جاي خود بنشينيد.
9|84|و هيچ گاه به نماز ميت آن منافقان حاضر مشو و بر (جنازه و) قبر آنها (به دعا) مايست، که آنها به خدا و رسولش کافر شدند و در حال فسق و بدکاري مردند.
9|85|و بسياري اموال و اولاد آن منافقان تو را به شگفت نيارد، که خدا خواهد آنها را به آن مال و اولاد در دنيا معذب گرداند و جانشان به حال کفر به درآيد.
9|86|و هرگاه سوره‌اي نازل شود که امر به ايمان به خدا و جهاد با رسول (در راه دين خدا) کند ثروتمندان آن منافقان از حضور تو تقاضاي معافي از جهاد کرده و گويند: ما را از معاف‌شدگان محسوب دار.
9|87|بدان راضي بودند که با زنان و کودکان و عجزه در خانه بنشينند (و به جهاد حاضر نشوند)، و دلهاي آنها نقش کفر و ظلمت گرفته و ديگر هيچ درک حقايق نکنند.
9|88|اما رسول و مؤمنان اصحابش به مال و جانشان در راه خدا جهاد کردند و آنهايند که همه خيرات و نيکوييها (ي دو عالم) مخصوص آنهاست و هم آنان سعادتمندان عالمند.
9|89|خدا بر آنها باغهايي که به زير درختانش نهرها جاري است مهيا فرموده که در آن تا ابد متنعّم باشند و اين به حقيقت سعادت و فيروزي بزرگ است.
9|90|و گروهي از اعراب باديه (نزد تو) آمده و عذر مي‌آورند که اجازه معافي از جهاد يابند و نيز گروهي که تکذيب خدا و رسول را کرده (بدون هيچ عذري) از جهاد بازنشستند، به زودي کافران از اين دو طايفه را عذابي دردناک خواهد رسيد.
9|91|بر ناتوانان و بيماران و فقيران که خرج سفر (و نفقه عيال خود را) ندارند گناهي بر ترک جهاد نيست هرگاه که با خدا و رسول او خيرخواهي و اخلاص ورزند (که اين کار نيکوست و) بر نيکوکاران عالم از هيچ راه حرج و زحمتي نيست و خدا بسيار آمرزنده و مهربان است.
9|92|و همچنين بر آن مؤمناني که چون مهياي جهاد شده و نزد تو آيند که زاد و لوازم سفر آنها را مهيا سازي و تو پاسخ دهي که من مالي که به شما مساعدت کنم ندارم برمي‌گردند در حالي که از شدت حزن اشک از چشمانشان جاري است که چرا نمي‌توانند مخارج سفر خود فراهم سازند (بر آنها هم حرج و گناهي بر ترک جهاد نيست).
9|93|منحصرا گناه و عقوبت آنها راست که با وجود تمکن و دارايي از تو رخصت معافيت از جنگ مي‌طلبند و خوش دارند که با بازماندگان (يعني زنان و کودکان) در خانه بنشينند (و به جهاد حاضر نشوند) و خدا بر دل آنها نقش کفر و ظلمت زده به طوري که هيچ درک نکنند.
9|94|وقتي که شما (از جنگ سالم و فاتح) به سوي آنها بر مي‌گرديد آنها به عذرهاي بي‌جا مي‌پردازند، به آنها پاسخ ده که ما هرگز به اين عذر تراشي‌ها تصديق شما نکنيم، بي‌شک خدا حقيقت حال شما را بر ما روشن گردانيد، و به زودي خدا و رسولش کردار شما را ديده، آن گاه به سوي خدايي که داناي غيبت و شهود است بازتان گردانند پس شما را به کردارتان واقف کند.
9|95|چون شما به سوي آنها بازگرديد قسم‌هاي مؤکّد به خدا براي شما ياد کنند که از آنها چشم‌پوشي کنيد. از آنها اعراض کنيد که مردمي پليدند و به کيفر کردار خود به آتش دوزخ مأوي خواهند يافت.
9|96|(آن مردم منافق) براي اينکه شما از آنها راضي شويد قسمها ياد مي‌کنند، پس اگر شما مؤمنان هم از آنها راضي شويد خدا هرگز از آن گروه فاسق راضي نخواهد شد.
9|97|اعراب باديه‌نشين در کفر و نفاق از ديگران سخت‌تر و به جهل و ناداني احکام خدا که بر رسولش فرستاده سزاوارترند، و خدا دانا و حکيم است.
9|98|و برخي از اعراب باديه‌نشين مخارجي را که (در راه جهاد دين) مي‌کنند بر خود ضرر و زياني مي‌پندارند و براي شما مسلمين مترصد حوادث و عواقب ناگوارند و حال آنکه عواقب و حوادث بد بر خود آنها خواهد بود و خدا شنوا و داناست.
9|99|و برخي ديگر از همان اعراب باديه‌نشين ايمان واقعي به خدا و قيامت آورده و آنچه را در راه خدا انفاق مي‌کنند موجب تقرب نزد خدا و دعاي خير رسول دانند، آري آگاه شويد که انفاق آنها موجب قربشان به خداست، و البته خدا آنان را در (سراي) رحمت خود داخل مي‌گرداند، که خدا بسيار آمرزنده و مهربان است.
9|100|و آنان که سبقت به ايمان گرفتند از مهاجر و انصار (و در دين ثابت ماندند) و آنان که به نيکي پيروي آنان کردند، خدا از آنها خشنود است و آنها از خدا خشنودند، و خدا براي همه آنها بهشت‌هايي که از زير درختان آنها نهرها جاري است مهيا ساخته که در آن بهشت تا ابد متنعّم باشند، اين به حقيقت سعادت بزرگ است.
9|101|و بعضي از اعراب باديه‌نشين اطراف شما (اطراف مدينه) منافقند و بعضي اهل شهر مدينه هم منافق و بر نفاق ماهر و ثابتند که تو از آنها آگاه نيستي، ما از آنها آگاهيم، آنان را دو بار عذاب خواهيم کرد (در دنيا قبل از مرگ و در برزخ بعد از مرگ) و عاقبت هم به عذاب سخت ابدي دوزخ بازگردانيده مي‌شوند.
9|102|و بعضي ديگر از آنها به گناهان خود اعتراف کردند که عمل صالح و فعل قبيح هر دو به جاي آوردند، اميد باشد که خداوند توبه آنان بپذيرد که البته خدا بسيار آمرزنده و مهربان است.
9|103|تو از اموال مؤمنان صدقات را دريافت دار که بدان صدقات نفوس آنها را پاک و پاکيزه مي‌سازي و رشد و برکت مي‌دهي، و آنها را به دعاي خير ياد کن که دعاي تو در حق آنان موجب تسلّي خاطر آنها شود و خدا شنوا و داناست.
9|104|آيا مؤمنان هنوز ندانسته‌اند که محققا خداست که توبه بندگان را مي‌پذيرد و صدقه آنها را قبول مي‌فرمايد و خداست که بسيار توبه پذير و بر خلق مهربان است؟
9|105|و بگو که هر عمل کنيد خدا آن عمل را مي‌بيند و هم رسول و مؤمنان بر آن آگاه مي‌شوند، آن گاه به سوي خدايي که داناي عوالم غيب و شهود است بازگردانيده شويد و او شما را به کردارتان واقف سازد.
9|106|و برخي ديگر (از گناهکاران) آنهايي هستند که کارشان بر مشيّت خدا موقوف است يا آنان را عذاب کنيد و يا از گناهشان درگذرد، و خدا دانا و حکيم است.
9|107|و (گروهي ديگر از منافقانند) آنان که مسجدي براي زيان به اسلام برپا کردند و مقصودشان کفر و عناد و تفرقه کلمه بين مسلمين و ساختن کمينگاهي براي دشمنان ديرينه خدا و رسول بود، و با اين همه قسم‌هاي مؤکّد ياد مي‌کنند که ما جز قصد خير غرضي نداريم، و خدا گواهي مي‌دهد که محققا دروغ مي‌گويند.
9|108|تو (اي رسول ما) هرگز در مسجد آنها (به نماز) مايست که همان مسجد (قبا) که بنيانش از اول بر پايه تقواي محکم بنا گرديده سزاوارتر است به اينکه در آن اقامه نماز کني، که در آن مسجد مردان پاکي که مشتاق تهذيب نفوس خودند درآيند، و خدا مردان پاک مهذّب را دوست مي‌دارد.
9|109|آيا کسي که مسجدي به نيت تقوا تأسيس کرده و رضاي حق را طالب است مانند کسي است که بنايي سازد بر پايه سستي در کنار مسيل (لبه پرتگاه دوزخ) که زود به ويراني کشد و عاقبت او را به آتش دوزخ درافکند؟! و خدا هرگز ستمکاران را هدايت نخواهد فرمود.
9|110|بنياني که آنها بنا کردند دلهاي ايشان را هميشه به حيرت و شک و ريب افکند تا آنکه از آن دل برکنند، و خدا دانا و حکيم است.
9|111|همانا خدا جان و مال اهل ايمان را به بهاي بهشت خريداري کرده، آنها در راه خدا جهاد مي‌کنند پس (دشمنان دين را) به قتل مي‌رسانند و (يا خود) کشته مي‌شوند، اين وعده قطعي است بر خدا و عهدي است که در تورات و انجيل و قرآن ياد فرموده، و از خدا با وفاتر به عهد کيست؟ پس از اين معامله‌اي که کرديد بسي شاد باشيد که اين به حقيقت سعادت و فيروزي بزرگ است.
9|112|اينان همان از گناه پشيمانان، خداپرستان، حمد و شکر نعمت‌گزاران، روزه‌داران، نماز با خضوع گزاران، امر به معروف و نهي از منکر کنندگان، و نگهبانان حدود الهي‌اند، و مؤمنان را بشارت ده.
9|113|پيغمبر و گرويدگان به او نبايد براي مشرکان هر چند خويشان آنها باشند از خدا آمرزش طلبند بعد از آنکه آنها را اهل دوزخ شناختند.
9|114|و ابراهيم [چون در آيه قبل فرمود که مؤمن نبايد بر خويشانش هم اگر مشرک و کافرند ترحم و شفقت کند ممکن است کسي از جهل اعتراض کند که پس ابراهيم خليل چرا بر عمويش آزر طلب آمرزش از خدا کرد با آنکه مشرک و کافر بود و در اين آيه جواب اين اشکال داده شده که دعا و استغفار ابراهيم براي عموي کافرش طبق عهدي بود که با او کرد که اگر ايمان آورد در حقش از خدا طلب رحمت و مغفرت کند و چون بر کفر و شرک باقي ماند ابراهيم هم بر او طلب رحمت و آمرزش نکرد.] هم که براي پدرش (يعني عمويش) از خدا آمرزش خواست اين نبود مگر به موجب عهدي که با او کرده بود (که ايمان آورد) و چون بر او محقق شد که وي دشمن خداست از او بيزاري جست، که ابراهيم شخصي بسيار خداترس و بردبار بود.
9|115|و خدا بعد از آنکه قومي را هدايت کرد ديگر گمراه نکند تا بر آنها آنچه را بايد از آن بپرهيزند معين و روشن بيان کند، که خدا محققا به همه چيز داناست.
9|116|محققا و منحصرا ملک و پادشاهي آسمانها و زمين از آن خداست که خلق را زنده کند و بميراند، و شما را جز خدا سرپرست و ياوري نيست.
9|117|همانا خدا بر پيغمبر و اصحابش از مهاجر و انصار که در ساعت سختي-که نزديک بود دلهاي فرقه‌اي از آنها (از رنج و تعب در سختيهاي جنگ تبوک و غيره) بلغزد-پيروي از رسولش کردند باز لطف فرمود و از لغزشهاشان درگذشت، که او درباره رسول و مؤمنان به يقين مشفق و مهربان است.
9|118|و بر آن سه تن [آن سه نفر مرارة بن ربيع و هلال بن اميه و کعب بن مالک بودند که از زحمت جنگ و سختي حال و رنج و تعب و گرما از رفتن به جنگ در تبوک خودداري کردند و بعد در حضور پيغمبر آمدند و عذرخواهي کردند و توبه آنها پذيرفته شد.] که (از جنگ تبوک) باز نهاده شدند (و مردم به دستور پيامبر صلّي اللّه عليه و آله و سلّم از آنان بريدند) تا آنکه زمين با همه پهناوري بر آنها تنگ شد و بلکه از خود دلتنگ شدند و دانستند که از (غضب) خدا جز به (لطف) او ملجأ و پناهي نيست، پس خدا بر آنها باز لطف فرمود تا توبه کنند، که خداوند بسيار توبه‌پذير و مشفق و مهربان است.
9|119|اي اهل ايمان، خداترس باشيد و با مردان راستگوي با ايمان بپيونديد.
9|120|اهل مدينه و باديه‌نشينان اطرافشان نبايد هرگز از (همراهي) پيغمبر تخلف کنند و نه هرگز جان خود را از جان او عزيزتر شمارند، زيرا هيچ رنج تشنگي و خستگي و گرسنگي در راه خدا نکشند و هيچ قدمي در جايي که کفار را خشمگين کند ننهند و هيچ دستبردي به دشمنان نرسانند جز آنکه در مقابل هر يک از اين رنج و آلام عمل صالحي در نامه اعمالشان نوشته شود که خدا هرگز اجر نيکوکاران را ضايع نخواهد گذاشت.
9|121|و هيچ مالي کم يا زياد (در راه خدا) انفاق نکنند و هيچ واديي نپيمايند جز آنکه در نامه عمل آنها نوشته شود تا خداوند بسيار بهتر از آنچه کردند اجر به آنها عطا فرمايد.
9|122|و (هنگامي که رسول فرمان خروج براي جنگ دهد) نبايد مؤمنان همگي بيرون روند (و رسول را تنها گذارند) پس چرا از هر طايفه‌اي جمعي براي جنگ و گروهي نزد رسول براي آموختن علم دين مهيا نباشند تا قوم خود را چون به نزدشان بازگشتند بيم رسانند، باشد که (از نافرماني خدا) حذر کنند.
9|123|اي اهل ايمان، با کافران از آنان که با شما نزديکترند شروع به جهاد کنيد و بايد کفار در شما درشتي و نيرومندي و قوت و پايداري حس کنند، و بدانيد که خدا هميشه با پرهيزکاران است.
9|124|و هرگاه سوره‌اي نازل شود برخي (از همين منافقان) هستند که به ديگران مي‌گويند: اين سوره بر ايمان کدام يک از شما افزود؟ آنان که به حقيقت اهل ايمانند همه را بر ايمان بيفزود و شادمان و مسرور شدند.
9|125|و اما آنان که دلهاشان به مرض (شک و نفاق) مبتلاست هم بر خبث ذاتي آنها خباثتي افزود تا به حال کفر جان دادند.
9|126|آيا (منافقان) نمي‌بينند که آنها در هر سالي يک بار يا دو بار البته امتحان مي‌شوند؟ باز هم پشيمان نشده و (خدا را) ياد نمي‌کنند.
9|127|و هرگاه سوره‌اي نازل شود بعضي از آنها به بعضي ديگر نگاه و اشاره کرده، گويند: آيا شما را کسي (از مؤمنان در محضر پيغمبر) ديده و شناخته (يا نه)؟ آن گاه همه بر مي‌گردند. خدا دلهاشان را برگرداند، که مردمي بسيار بي‌شعور و نادانند.
9|128|همانا رسولي از جنس شما براي (هدايت) شما آمد که فقر و پريشاني و جهل و فلاکت شما بر او سخت مي‌آيد و بر (آسايش و نجات) شما بسيار حريص و به مؤمنان رئوف و مهربان است.
9|129|پس (اي رسول) هرگاه مردم روگردانيدند بگو: خدا مرا کفايت است که جز او خدايي نيست، من بر او توکل کرده‌ام و او رب عرش بزرگ است.
10|1|الر (از اسرار وحي الهي است) اين است آيات الهي که به حقّ و راستي گوياست.
10|2|آيا مردم تعجب کردند از اينکه ما يکي از افراد آنها را به وحي و رسالت خود برگزيديم (و گفتيم) که خلق را (از عذاب قيامت) بترسان و مؤمنان را بشارت ده که به راستي مقامشان نزد خدا رفيع است! کافران گفتند: اين شخص ساحري آشکار است.
10|3|خالق و پروردگار شما به حقيقت خداست که جهان را از آسمانها و زمين در شش روز (يعني مقدار زمان شش روز يا شش مرتبه وجودي) خلق فرمود. آن گاه ذات مقدسش بر عرش فرمانروايي قرار گرفت، امر آفرينش را نيکو ترتيب مي‌دهد، هيچ کس شفيع و واسطه جز به رخصت او نخواهد بود، چنين خدايي به حقيقت پروردگار شماست، او را به يگانگي پرستيد، چرا متذکر نمي‌شويد؟
10|4|بازگشت شما همه به سوي او خواهد بود، اين به حقيقت وعده خداست که او در اول، خلق را مي‌آفريند و آن‌گاه (به سوي خود) بر مي‌گرداند تا آنان را که ايمان آورده و عمل صالح کردند به عدل و احسان، ثواب و جزاي خير دهد و آنان که کافر شدند به کيفر کفرشان به شرابي از آب جوشان دوزخ و عذابي دردناک معذّب خواهند گشت.
10|5|اوست خدايي که آفتاب را رخشان و ماه را تابان فرمود و سير ماه را در منازلي معين کرد تا بدين واسطه شماره سنوات و حساب ايام را بدانيد. اينها را خدا جز به حق نيافريده. خدا آيات خود را براي اهل علم و معرفت مفصل بيان مي‌کند.
10|6|به حقيقت در رفت و آمد شب و روز و در هر چيزي که خدا در آسمانها و زمين خلق فرموده براي اهل خرد و تقوا علامت و نشانه‌ها (ي قدرت خدا) پديدار است.
10|7|البته آنهايي که به لقاء ما دل نسبته و اميدوار نيستند و به زندگي پست دنيا دلخوش و دلبسته‌اند و آنهايي که از آيات و نشانه‌هاي ما غافلند.
10|8|هم اينانند که عاقبت به کردار زشت خود در آتش دوزخ مأوي گيرند.
10|9|آنان که ايمان آورده و نيکوکار شدند پروردگارشان به سبب همان ايمان آنها را (به راه سعادت و طريق بهشت) رهبري کند، در آن بهشتهاي پرنعمت نهرها از زير پاي آنان جاري است.
10|10|و در آن بهشت زبان شوق به تقديس خدا گشايند که بار الها تو از هر نقص و آلايش پاک و منزهي و درود آنها در بهشت «سلام» است و آخرين سخنشان حمد پروردگار عالميان است.
10|11|و اگر خدا به عقوبت عمل زشت مردم و دعاي شرّي که در حق خود مي‌کنند به مانند خيرات تعجيل مي‌فرمود مردم همه محکوم مرگ و هلاک مي‌شدند و ليکن ما آنان را که به لقاي ما اميدوار نيستند به همان حال سرگرداني در کفر و طغيان رها مي‌سازيم.
10|12|و هرگاه آدمي را رنج و زياني رسد همان لحظه به هر حالت باشد از خفته و نشسته و ايستاده فورا ما را به دعا مي‌خواند و آن گاه که رنج و زيانش را بر طرف سازيم باز به حال غفلت و غرور چنان باز مي‌گردد که گويي هيچ ما را براي دفع ضرر و رنجي که به او رسيده بود نخوانده است! اعمال زشت تبهکاران اين چنين در نظرشان زيبا جلوه داده شده است.
10|13|و محقّقا ما اقوام و مللي را پيش از شما به کيفر ظلمشان سخت به دست هلاک سپرديم و نيز به کيفر آنکه پيغمبراني با آيات و معجزات بر آنها آمد باز هيچ ايمان نياوردند. ما اين گونه مردم بد عمل را به کيفر مي‌رسانيم.
10|14|سپس ما بعد از آنها شما را در زمين جانشين کرديم تا بنگريم که چگونه عمل خواهيد کرد.
10|15|و هرگاه آيات روشن ما بر خلق تلاوت شود منکران معاد که اميدوار به لقاء ما نيستند گويند که قرآني غير از اين بياور يا همين را مبدل ساز. بگو: مرا نرسد که از پيش خود قرآن را تبديل کنم من جز آنچه را که به من وحي مي‌شود پيروي نمي‌کنم، من اگر عصيان پروردگارم کنم از عذاب روز بزرگ قيامت سخت مي‌ترسم.
10|16|بگو اگر خدا نمي‌خواست هرگز بر شما تلاوت اين قرآن نمي‌کردم و او هم شما را به آن آگاه نمي‌ساخت، زيرا من عمري پيش از اين ميان شما زيستم (که دعوي رسالت نداشتم) آيا عقل و فکرتان را کار نمي‌بنديد؟
10|17|پس کيست ستمکارتر از آن که به خدا نسبت دروغ دهد يا آيات او را تکذيب کند؟ و البته بدکاران هرگز به فلاح و رستگاري نخواهند رسيد.
10|18|و بت‌هايي را به جاي خدا پرستش مي‌کنند که آن بتان به آنها هيچ ضرر و نفعي نمي‌رسانند، و مي‌گويند که اين بتان شفيع ما نزد خدا هستند بگو: شما مي‌خواهيد خدا را ياد آور سازيد به چيزي که خدا در همه آسمانها و زمين علم به آن ندارد؟ خدا از آنچه شريک او قرار مي‌دهند منزه و برتر است.
10|19|و مردم (در فطرت توحيد) يک طايفه بيش نبودند پس از آن فرقه فرقه شدند (و به انواع شرک و دينهاي باطل گرويدند) و اگر کلمه‌اي که در ازل از حق سبقت يافته (که براي آزمايش مهلت يابند) نبود البته اختلافاتشان خاتمه يافته و حکم به هلاکت کافران داده مي‌شد.
10|20|و گويند: چرا بر او آيت و معجزي از جانب خدايش نيامد (که قهرا مردم مطيع شوند)؟ پاسخ ده که داناي غيب خداست و بس، اينک شما منتظر (عذاب خدا) باشيد من هم با شما منتظر (نصرت او) مي‌باشم.
10|21|و ما هرگاه بر آدميان بعد از آنکه آنان را رنج و زياني رسيد رحمتي فرستيم آن‌گاه در محو آيات ما مکر و سياست به کار مي‌برند. بگو: مکر و سياست الهي سريعتر است، همانا رسولان ما (فرشتگان و قواي عالم) مکرهاي شما را مي‌نويسند.
10|22|اوست آن که شما را در برّ و بحر سير مي‌دهد تا آن‌گاه که در کشتي نشينيد و کشتي با باد ملايمي سرنشينان را به حرکت آرد و آنها بدان شادمان و خوشوقت باشند ناگاه باد تندي بر کشتي بوزد و سرنشينان از هر جانب به امواج خطر در افتند و خود را در ورطه هلاکت ببينند آن زمان خدا را به اخلاص و دين فطرت بخوانند که (بار الها) اگر ما را از اين خطر نجات بخشي ديگر هميشه شکر و سپاس تو خواهيم کرد.
10|23|اما پس از آنکه خدا از غرق نجاتشان داد باز در زمين به نا حق ظلم و ستمگري آغاز کنند. اي مردم شما هر ظلم و ستم کنيد منحصرا به نفس خويش کنيد در پي متاع فاني دنيا، آن‌گاه در آخرت به سوي ما باز مي‌گرديد و شما را به آنچه مي‌کرده‌ايد آگاه مي‌سازيم.
10|24|محقّقا در مثل، زندگاني دنيا به آبي ماند که از آسمانها فرو فرستاديم تا به آن باران انواع مختلف گياه زمين از آنچه آدميان و حيوانات تغذيه کنند در هم رويند تا آن‌گاه که زمين (از خرمي و سبزي) به خود زيور بسته و آرايش کند و مردمش خود را بر آن قادر و متصرف پندارند ناگهان فرمان ما به شب يا روز در رسد و آن همه زيب و زيور زمين را دور کند و چنان خشک شود که گويي ديروز هيچ نبوده است. اين گونه آيات خود را به تفصيل براي اهل فکرت بيان مي‌کنيم.
10|25|و خدا به سر منزل سعادت و سلامت مي‌خواند و هر که را مي‌خواهد به راه مستقيم هدايت مي‌کند.
10|26|مردم نيکوکار به نيکوترين پاداش عمل خود و زيادتيي (از لطف خدا) نايل شوند و هرگز بر رخسار آنها گرد خجلت و ذلت ننشيند، آنانند اهل بهشت و در آنجا تا ابد متنعّمند.
10|27|و کساني که مرتکب اعمال بد شدند به قدر همان اعمال زشت مجازات شوند و گرد خواري و رسوايي بر رخسارشان نشيند، و نگهباني از (عذاب) خدا نيابند، گويي روي آنها را قطعه‌هايي از شب ظلماني پوشانده‌اند، آنان اهل آتش دوزخ و در آن هميشه معذبند.
10|28|و ما روزي همه خلق را جمع آريم آن‌گاه به مشرکان گوييم: شما و بتهاتان در مکان خود بايستيد، سپس ميانشان جدايي افکنيم، و بتان و ساير معبودان باطل زبان گشوده گويند: شما هرگز ما را پرستش نمي‌کرديد.
10|29|پس شهادت و حکم خدا ميان ما و شما کفايت کند که ما از پرستش شما غافل بوديم.
10|30|در آن روز هر شخصي جزاء اعمال نيک و بدي که پيش از اين کرده خواهد ديد و همه به سوي خدا معبود و مولاي حقيقي خود بازگردانده شوند، و خدايان باطل که به دروغ به خدايي مي‌بستند همه از دستشان برود.
10|31|مشرکان را بگو: کيست که از آسمان و زمين به شما روزي مي‌دهد؟ يا کيست که گوش و چشمها عطا مي‌کند؟ و کيست که از مرده زنده و از زنده مرده برمي‌انگيزد؟ و کيست که فرمانش عالم آفرينش را منظم مي‌دارد؟ پس خواهند گفت: خداي يکتاست. به آنها بگو: پس چرا خدا ترس نمي‌شويد؟
10|32|چنين خداي قادر يکتايي به حقيقت پروردگار شماست و بعد از حق و حقيقت چه باشد غير گمراهي؟ پس به کجا مي‌برندتان؟
10|33|اين چنين حکم شقاوت و کلمه عذاب بر فاسقان محقق شد که ديگر ايمان نمي‌آورند.
10|34|بگو که آيا هيچ يک از بتان و خدايان شما بر اين کار قادر است که در آغاز خلق را بيافريند و سرانجام برگرداند؟ بگو: تنها خداي يکتاست که در اول خلايق را خلق کرده آن گاه همه را (به سوي خود) بازمي‌گرداند، پس کجا مي‌گردانندتان؟
10|35|باز بگو: آيا هيچ يک از بتان و خدايان شما مشرکان (کسي را) به راه حق هدايت تواند کرد؟ بگو: تنها خداست که به راه حق هدايت مي‌کند، آيا آن که به راه حق رهبري مي‌کند سزاوارتر به پيروي است يا آن که خود هدايت نيابد مگر آنکه هدايتش کنند؟ پس شما مشرکان را چه شده، چگونه قضاوت مي‌کنيد؟
10|36|و اکثر اين مردم جز از خيال و گمان باطل خود از چيزي پيروي نمي‌کنند در صورتي که گمان و خيالات موهوم هيچ از حق بي‌نياز نمي‌گرداند (و به علم يقين نمي‌رساند) و خدا به هر چه اين کافران مي‌کنند آگاه است.
10|37|و اين قرآن نه بدان پايه است که کسي جز به وحي خدا تواند بافت، ليکن ساير کتب آسماني را تصديق مي‌کند و کتاب الهي را به تفصيل بيان مي‌کند که بي‌هيچ شک نازل از جانب خداي عالميان است.
10|38|بلکه کافران مي‌گويند قرآن را (محمد) خود بافته است. بگو: اگر راست مي‌گوييد شما خود و هم از هر کس نيز مي‌توانيد کمک بطلبيد و يک سوره مانند آن بياوريد.
10|39|بلکه انکار چيزي را مي‌کنند که علمشان به آن احاطه نيافته و حقيقت و باطن آن هنوز به آنان نرسيده است، پيشينيان هم اين چنين رسل و آيات خدا را تکذيب کردند، پس بنگر عاقبت کار ستمکاران عالم به کجا کشيد!
10|40|و برخي از مردم به قرآن ايمان مي‌آورند و برخي ايمان نمي‌آورند، و خداي تو حال تبهکاران را بهتر مي‌داند.
10|41|و اگر تو را تکذيب کردند بگو: عمل من براي من و عمل شما براي شما (هر کس جزاي خود را خواهد يافت) شما بري از کردار من هستيد و من بيزار از کردار شما.
10|42|برخي از اين منکران (چون قرائت قرآن کني) به ظاهر به تو گوش کنند (ولي به معني نمي‌شنوند) آيا تو کران را گر چه هيچ عقل و ادراکي ندارند از کلام خدا تواني چيزي بشنواني؟
10|43|و برخي از منکران (هنگام تلاوت قرآن به چشم ظاهر) در تو مي‌نگرند (ولي به مقام باطن تو پي نمي‌برند) آيا تو کوران را گر چه هيچ نبينند هدايت تواني کرد؟
10|44|خدا هرگز به مردم ستم نمي‌کند ولي مردم خود در حق خويش ستم مي‌کنند.
10|45|و روزي که همه خلايق را جمع آرد گويا (در دنيا) ساعتي از روز بيش درنگ نکرده‌اند، (در آن روز) يکديگر را کاملا مي‌شناسند، آنان که لقاي خدا را انکار کردند بسيار زيان کرده‌اند و هرگز راه نيافته‌اند.
10|46|و اگر ما بعضي از عقاب آن منکران را که وعده کرديم (در حيات دنيا) به تو نشان دهيم يا (به تأخير افکنده و پيشتر از عقاب آنها) قبض روح تو کنيم باز بازگشت آنان در قيامت به سوي ماست، آن گاه خدا بر اعمال آنها گواه و آگاه است.
10|47|و براي هر امتي رسولي است که هرگاه رسول آنها آمد (و حجت بر آنان تمام شد) ميان آنها حکم به عدل شود و بر هيچ کس (در کيفر و پاداش) ستم نخواهد شد.
10|48|و (کافران) گويند: پس اين وعده قيامت کي خواهد بود اگر شما راستگوييد؟
10|49|پاسخ ده که من مالک نفع و ضرر خود نيستم (تا چه رسد به ديگران) مگر هر چه خدا خواهد، براي هر امتي اجل معيني است که چون فرا رسد ساعتي پس و پيش نخواهند شد.
10|50|بگو: مرا خبر دهيد که اگر شب يا روز عذاب خدا شما را فرا رسد (چه راه مفري داريد و) گناهکاران چه چيزي را از او به تعجيل مي‌طلبند؟
10|51|آيا آن گاه که عذاب واقع شد به او ايمان مي‌آوريد؟ الآن (ايمان آورديد و به جزع و توبه برخاستيد)؟ و حال آنکه قبلا عذاب را به تعجيل مي‌خواستيد.
10|52|آن گاه به ستمکاران گويند: بچشيد عذاب ابدي را، آيا اين عذاب جز نتيجه اعمال زشت شماست؟
10|53|کافران از تو مي‌پرسند که آيا اين (وعده عذاب) حق است؟ بگو: آري قسم به خداي من که البته حق است و شما از آن هيچ مفرّي نداريد.
10|54|و اگر در (آن روز) مردم ستمکار مالک روي زمين باشند آرزو کنند که همه دارايي خود را فدا دهند (تا مگر خويشتن را از عذاب برهانند و نتوانند) و چون عذاب را مشاهده کنند حسرت و پشيماني خود را پنهان دارند (که شماتت از مردم نکشند) و در حق آنها حکم به عدل شود و به آنان هيچ ستمي نخواهد شد.
10|55|آگاه باشيد که هر چه در آسمانها و زمين است ملک خداست و هم آگاه باشيد که وعده خدا همه حق محض است، ولي اکثر خلق از آن آگه نيستند.
10|56|خداست که زنده مي‌کند و مي‌ميراند و باز همه به سوي او بازگردانده مي‌شويد.
10|57|اي مردم عالم، به حقيقت نامه‌اي که همه پند و اندرز و شفاي دلها و هدايت و رحمت بر مؤمنان است از جانب خدايتان آمد.
10|58|بگو که بايد منحصرا به فضل و رحمت خدا شادمان شوند (و به نزول قرآن مسرور باشند) که آن بهتر و مفيدتر از ثروتي است که مي‌اندوزند.
10|59|باز (به مشرکان عرب) بگو: با من بگوييد که آيا رزقي که خدا براي شما فرستاده (و حلال فرموده) و شما از پيش خود بعضي را حرام و بعضي را حلال مي‌کنيد، آيا اين به دستور خداست يا بر خدا افترا مي‌بنديد؟
10|60|و آنان که بر خدا دروغ مي‌بندند مگر چه گمان دارند به روز قيامت؟! البته خدا را با بندگان فضل و احسان بسيار است ولي اکثر مردم شکر نمي‌کنند.
10|61|و تو در هيچ حالي نباشي و هيچ آيه‌اي از قرآن تلاوت نکني و به هيچ عملي تو و امت وارد نشويد جز آنکه ما همان لحظه شما را مشاهده مي‌کنيم و هيچ چيز به وزن ذره‌اي در همه زمين و آسمان از خداي تو پنهان نيست و کوچکتر از ذره و بزرگتر از آن هر چه هست همه در کتاب مبين حق (و لوح علم الهي) مسطور است.
10|62|آگاه باشيد که دوستان خدا هرگز هيچ ترسي (از حوادث آينده عالم) و هيچ حسرت و اندوهي (از وقايع گذشته جهان) در دل آنها نيست.
10|63|آنان که اهل ايمان و خداترسند.
10|64|آنها را پيوسته بشارت است هم در حيات دنيا (به مکاشفات در عالم خواب) و هم در آخرت (به نعمتهاي بهشت). سخنان خدا را تغيير و تبديلي نيست، اين است فيروزي بزرگ.
10|65|و سخن منکران خاطرت را غمگين نسازد، که هر عزت و اقتداري مخصوص خداست و او شنوا و داناست.
10|66|آگاه باش که هر که در همه آسمانها و هر که در زمين است ملک خداست و مشرکان که غير از خدا را مي‌خوانند چه چيزي را پيروي مي‌کنند؟ آنچه پيروي مي‌کنند گمان باطلي بيش نيست و جز آنکه دروغي بافند و تخميني زنند کاري ندارند.
10|67|اوست خداوندي که شب تار را براي آسايش شما و روز را روشن (براي امر معاش) مقرر فرمود، که در آن نشانه‌هايي (از قدرت خدا) براي مردمي که بشنوند پديدار است.
10|68|کافران قائل شدند که خدا فرزندي اتخاذ کرده (چنين نيست) او منزه است و هم بي‌نياز که هر چه در آسمانها و زمين است همه ملک اوست، و شما کافران و مشرکان بر اين قول خود هيچ دليلي نداريد، آيا بي‌دليل و از روي جهالت نسبت به خدا چنين دروغ سخن مي‌گوييد؟!
10|69|بگو: هرگز آنان که به خدا نسبت دروغ دهند نجات و رستگاري ندارند.
10|70|(اين گفتار باطل، همه براي طمع) متاع دنياست، سپس بازگشتشان به سوي ما خواهد بود و ما آنها را به کيفر کفرشان عذابي سخت بچشانيم.
10|71|و حکايت نوح را بر اينان باز خوان که به امتش گفت: اي قوم اگر مقام رسالت و اندرز من به آيات خدا بر شما گران مي‌آيد، من تنها به خدا توکل کردم، شما هم به اتفاق بتان و خدايان باطل خود هر مکر و تدبيري (بر آزار من) داريد انجام دهيد تا امر بر شما پوشيده نباشد و درباره من هر مکر و انديشه داريد به کار بريد و مهلتم ندهيد.
10|72|پس اگر شما روي گردانيده (و نصيحت مرا نپذيرفتيد) من از شما اجري نخواسته بلکه اجر من تنها بر خداست و من خود از جانب حق مأمورم که از اهل اسلام و تسليم حکم او باشم.
10|73|قوم نوح باز او را تکذيب کردند، ما هم او و پيروانش را که با او در کشتي بودند نجات داده و خلفاي روي زمين قرار داديم و آنان که آيات ما را تکذيب کردند همه را غرق کرديم، بنگر تا عاقبت انذار شدگان به کجا کشيد!
10|74|آن گاه بعد از نوح پيغمبراني را به امتانشان فرستاديم، آنها با آيات و معجزات بر آن امتها آمدند و آنان هم همان آياتي را که پيشينيان تکذيب کردند، تکذيب کرده و ايمان نياوردند. اين چنين ما هم بر دل‌هاي سرکشان مهر برنهيم.
10|75|آن‌گاه بعد از آن رسولان، موسي و هارون را با معجزات خود به سوي فرعون و اشراف مملکت او فرستاديم، آنها هم گردنکشي کردند و مردمي تبهکار بودند.
10|76|و چون حق از جانب ما بر آنها آمد گفتند: اين سحر بودنش بر همه آشکار است.
10|77|موسي به آنان گفت: آيا به آيات حق که براي شما آمد نسبت سحر مي‌دهيد؟ آيا اين سحر است و حال آنکه ساحران را هرگز فلاح و فيروزي نخواهد بود؟!
10|78|پاسخ دادند که آيا تو آمده‌اي که ما را از عقايد و آدابي که پدران خود را بر آن يافته‌ايم بازگرداني تا خود و برادرت هارون در زمين سلطنت يابيد و بر ما حکمفرما شويد؟ ما هرگز به شما ايمان نخواهيم آورد.
10|79|و فرعون (به اتباعش) گفت: هر کجا ساحري ماهر و داناست همه را نزد من حاضر کنيد.
10|80|آن گاه که ساحران همه حاضر شدند موسي به ساحران گفت که شما اول بساط سحر خود را بيندازيد.
10|81|آن‌گاه که ساحران بساط جادو انداختند، موسي گفت: خدا البته سحر شما را باطل خواهد کرد، که خدا هرگز عمل مفسدان را اصلاح نکند.
10|82|و خدا به (آيات و) کلمات خود حق را تا ابد پايدار گرداند هر چند بدکاران عالم راضي نباشند.
10|83|پس کسي به موسي ايمان نياورد جز قبيله او آن هم با حال خوف و تقيه از فرعون و مهتران اتباعش که مبادا فرعون در صدد فتنه و قتلشان برآيد که فرعون در سرزمين مصر بسيار علوّ و سرکشي داشت و سخت متعدّي و ستمکار بود.
10|84|و موسي گفت که اي قوم من، شما اگر به حقيقت ايمان به خدا آورده و اگر به راستي تسليم فرمان او هستيد بر او توکل کنيد.
10|85|پيروان موسي نيز همه گفتند: ما بر خدا توکل کرديم، بار الها ما را دستخوش فتنه اشرار و قوم ستمکار مگردان.
10|86|و ما را به رحمت و لطف خود از شر کافران نجات ده.
10|87|و به موسي و برادرش (هارون) وحي کرديم که شما براي پيروانتان در شهر مصر منزل گيريد و (اکنون که از بيم فرعونيان به مساجد نتوانيد رفت)، خانه‌هايتان را قبله و معبد خود قرار دهيد و نماز به پا داريد و (تو هم اي رسول) مؤمنان را (به فتح در دنيا و بهشت در آخرت) بشارت ده.
10|88|و موسي عرض کرد: بار الها تو به فرعون و فرعونيان در حيات دنيا ملک و اموال و زيورهاي بسيار بخشيدي که-پروردگارا-بدين وسيله بندگان را از راه تو گمراه کنند، بار خدايا، اموال آنها را نابود گردان و دلهايشان را سخت بربند که ايمان نياورند تا هنگامي که عذاب دردناک را مشاهده کنند.
10|89|خدا فرمود: دعاي شما مستجاب شد، پس هر دو استوار و پا برجا باشيد و از راه مردم جاهل پيروي مکنيد.
10|90|و ما بني اسرائيل را از دريا گذرانيديم پس آنگه فرعون و سپاهش به ظلم و ستمگري آنها را تعقيب کردند تا چون هنگام غرق فرعون فرا رسيد گفت: اينک من ايمان آوردم که حقّا جز آن کسي که بني اسرائيل به او ايمان دارند خدايي در عالم نيست و من هم از مسلمانان و اهل تسليم فرمان او هستم.
10|91|اکنون بايد ايمان بياوري؟ در صورتي که از اين پيش عمري به (کفر و) نافرماني زيستي و از مردم ظالم بدکار بودي.
10|92|پس ما امروز (تو را غرق درياي هلاک کرده و) بدنت را براي عبرت آيندگان به ساحل نجات مي‌رسانيم با آنکه بسياري از مردم از آيات قدرت ما غافل هستند.
10|93|و محققا ما بني اسرائيل را (پس از هلاک دشمنان) به مقام صدق (و منزل آسايش) مسکن داديم و از نعمتهاي پاکيزه (در ملک شام و مصر) روزي آنها کرديم، و هميشه بني اسرائيل (در ايمان به رسول خاتم) اتفاق داشتند تا زماني که آن رسول با قرآن آسماني براي هدايت آنها آمد آن‌گاه آغاز اختلاف کردند (و رسالت پيغمبر بزرگ را از عناد و لجاج منکر شدند. اي رسول ما) خداي تو روز قيامت ميان آنها در آنچه اختلاف مي‌کردند حکم خواهد کرد.
10|94|پس اگر شک و ريبي از آنچه به تو فرستاديم در دل داري از خود علماي اهل کتاب که کتاب آسماني پيش از تو را مي‌خوانند بپرس. همانا (کتاب آسماني) حق از جانب خدايت بر تو آمد و ابدا نبايد شک و ريبي در دل راه دهي.
10|95|و نبايد هرگز از آنان که تکذيب آيات خدا کردند باشي که از زيانکاران عالم خواهي شد.
10|96|البته آنان که حکم عذاب خدا بر آنها حتم است ايمان نمي‌آورند.
10|97|اگر چه هر گونه معجزه و آيتي از جانب خدا بر آنان بيايد، تا وقتي که عذاب دردناک را به چشم مشاهده کنند.
10|98|پس چرا بايد از هيچ شهري در وقتي که ايمانشان سود مي‌بخشد ايمان نياورند (و تا زمان معاينه عذاب لجاجت کنند) و تنها قوم يونس باشند که چون ايمان آوردند ما عذاب ذلت را در دنيا از آنها برداشتيم و تا زماني معين (که وقت مرگ طبيعي بود) آنها را متمتّع و بهره‌مند گردانيديم.
10|99|و اگر خداي تو (در مشيّت ازلي) مي‌خواست اهل زمين همه يکسره ايمان مي‌آوردند، آيا تو مي‌خواهي تا به جبر و اکراه همه را مؤمن و خداپرست گرداني؟
10|100|و هيچ يک از نفوس بشر را تا خدا رخصت ندهد ايمان نياورد و پليدي (کفر و جهالت) را خدا براي مردم بي‌خرد که عقل را کار نبندند مقرر مي‌دارد.
10|101|بگو: در آسمانها و زمين بنگريد تا چه مشاهده مي‌کنيد. و (گر چه) مردمي را که نخواهند ايمان آورند دلايل و آيات و بيم دادنهاي الهي هرگز سودمند نمي‌افتد.
10|102|پس مردمي که ايمان نمي‌آورند منتظر چيستند جز آنکه روزگار هلاکت و عذابي که پيشينيان ديدند به چشم ببينند؟ بگو که شما (نزول عذاب را)، منتظر باشيد که من هم با شما منتظر (نزول فتح و نصرت خدا) مي‌باشم.
10|103|آن گاه ما رسولان خود و مؤمنان را نجات مي‌دهيم، ما بر خود فرض کرديم که اين چنين اهل ايمان را نجات بخشيم.
10|104|بگو که اي مردم، اگر شما به آيين من شک داريد پس (يقين داريد که) من هرگز خدايان باطلي را که شما مي‌پرستيد نخواهم پرستيد، بلکه تنها خداي يکتايي را که مرگ (و زندگاني) همه شما خلايق به امر اوست مي‌پرستم و مأمورم که خود از اهل ايمان باشم.
10|105|و (خدا مرا امر کرده به) اين که روي به جانب دين حنيف (اسلام و آيين پاک توحيد) آور و هرگز هم آيين مشرکان مباش.
10|106|و غير از خداي يکتا هيچ يک از اين خدايان باطل را که به حال تو نفع و ضرري ندارند به خدايي مخوان و گر نه از ستمکاران خواهي بود.
10|107|و اگر خدا بر تو ضرري خواهد هيچ کس جز او دفع آن ضرر نتواند، و اگر خير و رحمتي خواهد باز احدي منع فضل او نتواند، که فضل و رحمت خود را به هر کس از بندگان بخواهد البته مي‌رساند و اوست خداي بسيار آمرزنده و مهربان.
10|108|بگو: اي مردم به حقيقت (کتاب و رسول) حق از جانب خدايتان براي شما آمد، پس هر کس هدايت يافت نفعش بر خود اوست و هر کس به راه گمراهي شتافت زيانش بر خود اوست و من نگهبان شما (از مؤاخذه خدا) نيستم.
10|109|و تو خود از وحي خداي که بر تو مي‌رسد پيروي کن و راه صبر پيش گير تا وقتي که خدا (ميان تو و مخالفانت) حکم کند و او بهترين حکمفرمايان عالم است.
11|1|الر (اسرار اين حرف نزد خدا و رسول است)، اين قرآن کتابي است داراي آياتي محکم که از جانب خدايي حکيم و آگاه به تفصيل و بسيار روشن بيان گرديده است.
11|2|(تا تذکر دهد به خلق) که جز خداي يکتا هيچ کس را نپرستيد، که من حقّا براي اندرز و بشارت شما امت آمده‌ام.
11|3|و (تا به شما بگويم که از گناهانتان) آمرزش از خدا طلبيد و به درگاه او توبه و انابه کنيد تا شما را تا اجل معين و هنگام مرگ لذت و بهره نيکو بخشيد و در حق هر مستحق رحمتي تفضل فرمايد، و اگر روي بگردانيد سخت از عذاب روز بزرگ قيامت بر شما مي‌ترسم.
11|4|رجوع شما به سوي خداست و او بر همه چيز تواناست.
11|5|آگه باشيد که آنان (يعني منافقان امت) روي دلها از خدا مي‌گردانند (و از حضور رسول و استماع کلام خدا دوري جسته و احتراز مي‌کنند) تا خود را از او پنهان دارند، آگه باش که هر گه سر در جامه خود بپيچند (که از حق پنهان شوند) خدا هر چه پنهان يا آشکار کنند همه را مي‌داند، که او بر درون دلها محققا آگاه است.
11|6|و هيچ جنبنده در زمين نيست جز آنکه روزيش بر خداست و خدا قرارگاه (منزل دائمي) و آرامشگاه (جاي موقت) او را مي‌داند، و همه احوال خلق در دفتر علم ازلي خدا ثبت است.
11|7|و اوست خدايي که آسمانها و زمين را در فاصله شش روز آفريد و عرش با عظمت او (شايد يک معني عرش که روح و حقيقت انسان است اينجا مراد باشد) بر آب قرار داشت (شايد مراد از آب علم باشد) تا شما را بيازمايد که عمل کدام يک از شما نيکوتر است. و محققا اگر به اين مردم بگويي که پس از مرگ زنده خواهيد شد، همانا کافران خواهند گفت که اين سخن را هرگز حقيقتي جز سحر آشکار نيست.
11|8|و اگر ما عذاب را از آن منکران معاد تا وقت معين (هنگام مرگ) به تعويق اندازيم آنها گويند: چه موجب تأخير عذاب شده؟ آگه باشند که چون هنگام عذاب برسد هرگز از آنان بازگردانده نشود و آنچه بدان تمسخر مي‌کردند سخت آنان را فرا گيرد.
11|9|و اگر ما بشر را به نعمت و رحمتي برخوردار کنيم، سپس (چون کفران کرد) آن نعمت را از او بازگيريم او سخت به خوي نوميدي و کفران درافتد.
11|10|و اگر آدمي را به نعمتي پس از محنتي که به او رسيده باشد رسانيم (مغرور و غافل شود و) گويد که ديگر روزگار زحمت و رنج من سرآمده، سرگرم شادماني و مفاخرت گردد.
11|11|مگر آنان که داراي ملکه صبر و عمل صالحند که بر آنها آمرزش حق و اجري بزرگ است.
11|12|(اي رسول ما) مبادا بعض آياتي را که به تو وحي شده (درباره کافران به ملاحظاتي) تبليغ نکني و از قول مخالفانت که مي‌گويند (اگر اين مرد پيغمبر است) چرا گنج و مالي ندارد و يا فرشته آسمان همراه او نيست دلتنگ شوي، که وظيفه تو تنها نصيحت و اندرز خلق است، و حاکم و نگهبان هر چيز خداست.
11|13|آيا کافران مي‌گويند اين قرآن را خود او به هم بافته و به خدا نسبت مي‌دهد؟! بگو: اگر راست مي‌گوييد شما هم با کمک همه فصحاي عرب بدون وحي خدا ده سوره بربافته مانند اين قرآن بياوريد.
11|14|پس هرگاه کافران جواب شما را ندادند در اين صورت بدانيد که اين کتاب به علم خدا نازل شده و دعوتش اين است که هيچ خدايي جز آن ذات يکتاي الهي نيست، پس آيا شما مردم تسليم (حکم خدا و رسول) خواهيد شد؟
11|15|کساني که طالب تعيّش مادي و زينت دنيوي هستند ما مزد سعي آنها را در همين دنيا کاملا مي‌دهيم و هيچ از اجر عملشان در دنيا کم نخواهد شد.
11|16|ولي هم اينان هستند که ديگر در آخرت نصيبي جز آتش دوزخ ندارند و همه اعمالشان در راه دنيا (پس از مرگ) ضايع و باطل مي‌گردد.
11|17|آيا پيغمبري که از جانب خدا دليلي روشن (مانند قرآن) دارد و گواهي صادق (مانند علي عليه السّلام) در پي اوست و به علاوه کتاب تورات موسي هم که پيشوا و رحمت حق بر خلق بود پيش از او بوده و اينان (از اهل کتاب) به آن ايمان دارند (به آمدن آن پيامبر بشارت داده، چنين پيامبري مانند آن کس است که اين امتيازات را ندارد)؟ و هر کس از طوايف بشر به او کافر شود وعده گاهش البته آتش دوزخ است، پس در آن هيچ شک مدار که اين حق و درست از سوي پروردگار توست و ليکن اکثر مردم (به آن) ايمان نمي‌آورند.
11|18|و در جهان از آنهايي که به خدا نسبت دروغ دادند ستمکارتر کيست؟ آنان بر خداي خود عرضه داشته شوند و گواهان (محشر) گويند: اينان هستند که بر خداي خود دروغ بستند، آگاه باشيد که لعن خدا بر ستمکاران عالم است.
11|19|آن ستمکاران که (بندگان را) از راه خدا باز مي‌دارند و سعي مي‌کنند که راه حق را کج کنند (و خلق را به راه باطل کشند) و هم آنها که منکر قيامتند.
11|20|اينها هيچ قدرت و راه مفرّي در زمين (از قهر خدا) ندارند و جز خدا يار و مددکاري نخواهند يافت، عذابشان دو چندان شود، و هرگز گوششان هم در شنوايي (سخن راست) و چشمشان در بينايي (حق و حقيقت) به آنها مدد نتواند کرد.
11|21|همين مردم هستند که نفوس خود را سخت در زيان افکندند و هر دروغي که مي‌بسته همه از دستشان برود و محو و نابود شود.
11|22|ناگزير در عالم آخرت زيانکارترين مردم آنها هستند.
11|23|اما آنان که به خدا ايمان آورده و به اعمال صالح پرداختند و به درگاه خداي خود خاضع و خاشع گرديدند آنها البته اهل بهشت جاويدند که در آن بهشت متنعّم ابدي خواهند بود.
11|24|حال اين دو گروه (کفر و ايمان) در مثل به شخص کور و کر و شخص شنوا و بينا مانند است، آيا حال اين هر دو شخص يکسان است؟! پس چرا متذکر نمي‌شويد؟!
11|25|و به حقيقت ما نوح را به سوي قومش به رسالت فرستاديم (او قومش را گفت) که من با بيان روشن براي نصيحت و هشدار شما آمدم.
11|26|که غير خداي يکتا کسي را نپرستيد، که من از عذاب روز سخت و دردناک قيامت بر شما مي‌ترسم.
11|27|سران کافران قومش پاسخ دادند که ما تو را مانند خود بشري بيشتر نمي‌دانيم و در بادي نظر، آنان که پيرو تواند اشخاصي پست و بي‌قدر بيش نيستند و ما هيچ‌گونه مزيتي براي شما نسبت به خود نمي‌بينيم، بلکه شما را دروغگو مي‌پنداريم.
11|28|نوح قومش را پاسخ داد که اي قوم، شما چه مي‌گوييد، اگر مرا دليل روشن و رحمت مخصوص از جانب پروردگار عطا شده باشد ولي حقيقت حال بر شما پوشيده مانده باشد آيا (جهالت نيست که) ما شما را (به رحمت و سعادت) اجبار کنيم با آنکه شما تنفّر اظهار مي‌کنيد؟
11|29|اي قوم، من از شما در عوض هدايت ملک و مالي نمي‌خواهم، اجر من تنها بر خداست و من هرگز آن مردم با ايمان را از خود دور نمي‌کنم، که آنها به شرف ملاقات خدا مي‌رسند، ولي به نظر من شما خود مردم ناداني هستيد.
11|30|و اي قوم، اگر من آن مردم (پاک خداپرست) را از خود برانم (و خدا از من برنجد) به مدد که از خشم خدا نجات يابم؟ آيا پند نمي‌گيريد؟
11|31|من شما را نمي‌گويم که خزائن خدا نزد من است و نه مدعيم که از علم غيب حق آگاهم و نه دعوي کنم که فرشته آسمانم و هرگز مؤمنان پاکي را که به چشم شما خوارند نخواهم گفت که خدا آنها را هيچ خيري نرساند، که خدا بر دلهاي با اخلاص آنها داناتر است که (آنها را عزيز و گرامي داشته و) اگر من آنها را خوار شمارم از ستمکاران عالم به شمار باشم.
11|32|قوم گفتند: اي نوح، تو با ما جدل و گفتگوي بسيار کردي، اکنون اگر راست مي‌گويي بر ما عذابي که وعده مي‌دهي بيار.
11|33|نوح گفت: آن وعده را اگر خدا خواهد به شما مي‌رساند و هيچ از آن مفرّي نداريد.
11|34|و اگر بخواهم شما را پند دهم ديگر پند و نصايح من سود نکند اگر خدا خواهد که شما را گمراه کند (يعني پس از اتمام حجت به تعليمات رسالت به حال گمراهي خود واگذارد)، او خداي شماست و به سوي او بازگردانده مي‌شويد.
11|35|آيا باز خواهند گفت که او از پيش خود اين سخنان (قرآن) را فرا بافته؟ بگو: اگر چنين باشد عقوبت آن گناه بر من است (نه بر شما) و من از (کفر و) گناه شما بيزارم.
11|36|و به نوح وحي شد که جز همين عده که ايمان آورده‌اند ديگر ابدا هيچ کس از قومت ايمان نخواهد آورد، پس تو بر کفر و عصيان اين مردم لجوج محزون مباش.
11|37|و به ساختن کشتي در حضور و مشاهده ما و به دستور ما مشغول شو و درباره ستمکاران که البته بايد غرق شوند ديگر با من سخن مگوي.
11|38|و نوح به ساختن کشتي پرداخت و هرگاه گروهي از قومش بر او مي‌گذشتند وي را مسخره و استهزاء مي‌کردند و نوح در جواب آنها مي‌گفت: اگر (امروز) شما ما را مسخره مي‌کنيد ما هم (روزي) شما را مسخره کنيم همان‌گونه که شما مسخره مي‌کنيد.
11|39|و به زودي معلوم شما شود که کدام يک به عذاب ذلت و خواري گرفتار و عذاب دائم خدا را مستوجب خواهد شد.
11|40|(نوح به ساختن کشتي و قوم به تمسخر پرداختند) تا وقتي که فرمان (قهر) ما فرا رسيد و از تنور آتش آب بجوشيد، در آن هنگام به نوح خطاب کرديم که از هر جفت حيوان دو فرد (نر و ماده) با جميع خانواده‌ات-جز آن (پسرت کنعان و زنت) که وعده هلاکش در علم ازلي گذشته-و هر که ايمان آورده همه را در کشتي سوار کن (که از غرقاب برهند). و گرويدگان به نوح عده قليلي بيش نبودند.
11|41|و نوح دستور داد که شما مؤمنان به کشتي در آييد تا به نام خدا کشتي هم روان شود و هم به ساحل نجات رسد، که خداي من البته بسيار آمرزنده و مهربان است.
11|42|و آن کشتي آنان را در ميان امواجي مانند کوه گردش مي‌داد که در آن حال نوح فرزندش را که به کناري رفته بود ندا کرد که اي پسر، تو هم با ما بدين کشتي درآي و با کافران همراه مباش.
11|43|آن پسر (نادان نااهل) پدر را پاسخ داد که من به زودي بر فراز کوهي روم که از خطر آبم نگه دارد، نوح گفت: امروز هيچ کس را از (قهر) خدا جز لطف او پناه نيست. و موج ميان آنها جدايي افکند و پسر با کافران به دريا غرق شد.
11|44|و به زمين خطاب شد که اي زمين، فورا آب خود را فرو بر، و به آسمان امر شد که باران را قطع کن، و آب (به يک لحظه) خشک شد و حکم (قهر الهي) انجام يافت و کشتي بر کوه جودي قرار گرفت، و فرمان هلاک ستمکاران در رسيد.
11|45|و نوح به درگاه خدا عرض کرد: بار پروردگارا، فرزند من از اهل بيت من است (که وعده لطف و نجات به آنها دادي) و وعده تو هم حتمي است و قادرترين حکمفرماياني.
11|46|خدا خطاب کرد که اي نوح، فرزند تو هرگز با تو اهليت ندارد، زيرا او را عمل بسيار ناشايسته است، پس تو از من تقاضاي امري که هيچ از حال آن آگه نيستي مکن، من تو را پند مي‌دهم که از مردم جاهل مباش.
11|47|نوح عرض کرد: بار الها، من پناه مي‌برم به تو که ديگر چيزي که نمي‌دانم از تو تقاضا کنم، و اگر گناه مرا نبخشي و بر من ترحم نفرمايي من از زيانکاران عالم خواهم بود.
11|48|و خطاب شد که اي نوح، از کشتي فرود آي که سلام ما و برکات و رحمت ما بر تو و بر آن امم و قبايلي که هميشه (در خداپرستي) با تواند اختصاص يافته، و امتهايي ديگر هستند که (خودسر و ستمگر شوند و) ما به آنها بهره‌اي (از دنيا) دهيم سپس عذابي سخت (در قيامت) از ما به آنان خواهد رسيد.
11|49|اين (حکايت نوح) از اخبار غيب است که به تو وحي مي‌کنيم و پيش از آنکه ما به تو وحي کنيم تو و قومت هيچ از آن آگاه نبوديد، پس تو در طاعت حق راه صبر پيش گير که عاقبت نيکو اهل تقوا راست.
11|50|و ما براي (هدايت) قوم عاد برادرشان (يعني مردي از طايفه آنها) هود را فرستاديم، گفت که اي مردم، خداي يکتا را پرستش کنيد که جز او شما را خدايي نيست و شما (در گفتاري که از بتان و خدايان باطل به ميان آورده‌ايد بدانيد که) افترا زننده‌اي بيش نيستيد.
11|51|اي قوم، من از شما مزد رسالت نمي‌خواهم، اجر من جز بر خدا که مرا آفريده، نيست، آيا فکر و عقل را کار نمي‌بنديد؟
11|52|و اي قوم، از خداي خود آمرزش طلبيد و به درگاه او توبه کنيد تا از آسمان بر شما رحمت فراوان نازل گرداند و بر قوت و توانايي شما بيفزايد، و زنهار به نابکاري و عصيان روي مگردانيد.
11|53|قوم هود وي را پاسخ دادند که اي هود، تو براي ما دليلي (روشن بر دعوي رسالت خود) نياوردي و ما هرگز از خدايان خود به مجرد حرف تو دست نمي‌کشيم و ما هرگز به تو ايمان نخواهيم آورد.
11|54|تنها چيزي که (درباره تو) مي‌گوييم اين است که برخي از خدايان ما تو را آسيب جنون رسانيده است. هود به آنها گفت: من خدا را گواه مي‌گيرم و شما هم گواه باشيد که من از خداياني که غير خداي يکتا مي‌پرستيد بيزارم.
11|55|شما هم هر فکر و تدبيري در کار من داريد بينديشيد و هيچ مهلتم ندهيد.
11|56|من بر خدا که پروردگار من و شماست توکل کرده‌ام، که زمام اختيار هر جنبنده‌اي به دست اوست و البته پروردگار من (در کار بندگان) به راه راست است.
11|57|پس اگر شما روي بگردانيد من به وظيفه خود که ابلاغ رسالت (و اتمام حجت) بر شماست قيام کردم، و خداي من قومي ديگر را جانشين شما خواهد کرد و به او هيچ ضرري نتوانيد رسانيد، که پروردگار من بر هر چيز نگهبان است.
11|58|و چون فرمان (قهر) ما (به هلاکت قوم) در رسيد ما به فضل و رحمت خود هود و کساني را که با او ايمان آوردند نجات بخشيديم و آنها را از عذاب بسيار سختي ايمن ساختيم.
11|59|و همين قوم عاد (امت هود) هستند که آيات خدا را انکار و پيغمبران او را نافرماني کردند و پيرو امر هر شخصي جبار و عنودي شدند.
11|60|و آنها به لعن خدا هم در حيات دنيا و هم در قيامت گرفتار گرديدند، آگاه باشيد که قوم عاد به خداي خود کافر شدند، بدانيد که قوم عاد، امت هود از رحمت خدا دورند.
11|61|و باز ما به سوي قوم ثمود برادرشان صالح را به رسالت فرستاديم، صالح به قوم خود گفت: اي قوم، خداي يگانه را که شما را جز او خدايي نيست پرستش کنيد، او خدايي است که شما را از زمين بيافريد و براي عمارت و آباد ساختن آن برگماشت، پس شما از خداي خود آمرزش طلبيد و به درگاه او توبه کنيد که البته خداي من (به همه) نزديک است و شنونده و اجابت کننده است.
11|62|قوم گفتند: اي صالح، تو پيش از آنکه دعوي نبوت کني در ميان ما مورد اميدواري بودي، آيا مي‌خواهي ما را از پرستش خداياني که پدران ما مي‌پرستيدند منع کني؟ ما به دعوي نبوتت سخت بدگمان و بي‌عقيده هستيم.
11|63|صالح گفت: آيا رأي شما چيست اگر من بر دعوي خود معجز و دليلي از طرف خدا در دست داشته باشم و او مرا از نزد خود رحمتي (مقام نبوت) داده باشد، اگر باز هم فرمان او نبرم در اين صورت مرا در برابر (قهر) خدا که ياري تواند داد؟ که شما بر من جز ضرر و زيان چيزي نخواهيد افزود.
11|64|و اي قوم، اين ناقه آيت خداست و معجز براي شماست، او را به حال خود آزاد گذاريد تا در زمين خدا چرا کند و قصد آزار او مکنيد و گر نه شما را به زودي عذابي در خواهد گرفت.
11|65|قوم ناقه را پي کردند، صالح هم گفت که تا سه روز ديگر در منازل خود از زندگي تمتّع بريد که (سپس همه هلاک خواهيد شد و) اين وعده البته دروغ نيست.
11|66|چون وقت فرمان (قهر) ما فرا رسيد تنها صالح و مؤمنان به او را به رحمت خاص خود از بلا و از خواري و رسوايي آن روز نجات داديم، که خداي تو مقتدر و تواناست.
11|67|و آن گاه ستمکاران را (شب) صيحه عذاب آسماني بگرفت و صبحگاه در ديارشان بي‌حس و حرکت و خاموش ابدي شدند.
11|68|چنان هلاک شدند که گويي هرگز در آن ديار نبودند. آگاه باشيد که قوم ثمود، به خداي خود کافر شدند، آگاه باشيد که قوم ثمود دور از رحمت ابدي خدا گرديدند.
11|69|و محققا فرستادگان ما (فرشتگان آسمان) بر ابراهيم (خليل) بشارت آورده و او را سلام گفته و او پاسخ سلام بداد، آن گاه ابراهيم بي‌درنگ از گوشت گوساله کبابي آورد.
11|70|و چون ديد که آنان به طعام دست دراز نمي‌کنند آنان را بيگانه شمرد و در حال از آنها دلش متوحش و بيمناک گرديد، آنان گفتند: مترس که ما فرستاده خدا به قوم لوط مي‌باشيم.
11|71|و زن ابراهيم ايستاده بود که (از فرط شوق) متبسّم (يا حائض) گرديد، پس ما آن زن را به فرزندي به نام اسحاق و سپس (فرزندش) يعقوب بشارت داديم.
11|72|زن گفت: اي واي! آيا مي‌شود من بزايم با آنکه پيري سالخورده‌ام و شوهرم نيز مردي پير و فرتوت است؟ اين چيزي بسيار شگفت‌انگيز است.
11|73|فرشتگان با او گفتند: آيا از کار خدا عجب داري؟ (عجب مدار) که رحمت و برکات خدا مخصوص شما اهل بيت است، زيرا خدا بسيار ستوده صفات و بزرگوار است.
11|74|چون ابراهيم را وحشت از دل برفت و بشارت (فرزند) بيامد در آن حال براي خلاص قوم لوط با ما به گفتگو و التماس در آمد.
11|75|که همانا ابراهيم بسيار بردبار بود و بسيار دعا و تضرع داشت و بسيار مغفرت و آمرزش مي‌طلبيد.
11|76|(خطاب شد) اي ابراهيم از اين خواهش درگذر که هنگام حکم (قهر) الهي بر اين قوم فرا رسيده و بر آنها عذابي که حتمي است و بازگشت ندارد خواهد رسيد.
11|77|و چون فرستادگان ما (فرشتگان قهر) به لوط وارد شدند به آمدن آنان پريشان خاطر و دلتنگ شد و گفت: اين روز بسيار سختي است.
11|78|و (چون فرشتگان به صورت جوانان زيبا به خانه لوط درآمدند) قوم لوط به قصد عمل زشتي که در آن سابقه داشتند به سرعت به درگاه او وارد شدند، لوط به آنها گفت: اين دختران من (جنس زنان امتم که به منزله دختران منند) براي شما پاکيزه و نيکوترند، از خدا بترسيد و مرا نزد مهمانانم خوار و سرشکسته مکنيد، آيا در ميان شما يک مرد رشيد نيست؟
11|79|قوم لوط گفتند: تو خود مي‌داني که ما را رغبت و ميلي به آن دختران نيست و تو به خوبي مي‌داني که مطلب ما چيست.
11|80|لوط گفت: اي کاش مرا بر منع شما اقتداري بود يا (حالي که بر منعتان قدرت ندارم از شر شما) به رکن محکمي پناه مي‌بردم.
11|81|فرشتگان به لوط گفتند: ما رسولان پروردگار توايم و هرگز دست آزار قوم به تو نرسد، تو اهل بيت خود را در پاسي از شب از اين ديار بيرون بر و از شما هيچ کس نبايد وابماند جز آن زن (کافر) تو که آن هم با قوم تو بايد هلاک شود. همانا وعده عذاب صبحگاه است، آيا صبح نزديک نيست؟!
11|82|چون فرمان (قهر) ما در رسيد ديار آن قوم نابکار را ويران و زير و زبر ساختيم و بر سر آنها مرتب سنگ گل (هلاکت کننده) فرو ريختيم.
11|83|که آن سنگها از امر خدا نشاندار و معين بود و البته چنين هلاکتي از ظالمان عالم دور نخواهد بود.
11|84|و ما به سوي اهل مدين برادرشان شعيب را (به رسالت فرستاديم)، وي گفت: اي قوم، خداي يکتا را که شما را جز او خدايي نيست پرستش کنيد و در کيل و وزن کم‌فروشي مکنيد، من خير شما را در آن مي‌بينم (که با همه عدل و انصاف کنيد) و (اگر ظلم کنيد) من مي‌ترسم از روزي که عذابي سخت شما را فراگيرد.
11|85|اي قوم، در سنجش وزن و کيل اجناس عدالت کنيد و آن را تمام دهيد و به مردم کم نفروشيد و در زمين به فساد برنخيزيد.
11|86|(و بدانيد که) آنچه خدا بر شما باقي گذارد براي شما بهتر است (از آن زيادتي که به خيانت و کم و گران فروشي به دست مي‌آوريد) اگر واقعا به خدا ايمان داريد. و من نگهبان شما (از عذاب خدا) نيستم.
11|87|قوم گفتند: اي شعيب، آيا اين نماز تو، تو را مأمور مي‌کند که ما دست از پرستش خدايان پدرانمان و از تصرف در اموال به دلخواه خودمان برداريم؟ (آفرين) تو بسيار مرد بردبار خردمندي هستي!
11|88|شعيب گفت: اي قوم، رأي و نظريه شما چيست؟ آيا اگر مرا از جانب پروردگارم حجت روشن و دليل قاطع باشد و از خود بر من رزق نيکو رسانده باشد (باز اطاعت او نکنم)؟ و (بدانيد که) غرض من در آنچه شما را نهي مي‌کنم ضدّيت و مخالفت با شما نيست بلکه تا بتوانم تنها مقصودم اصلاح امر شماست و از خدا در هر کار توفيق مي‌طلبم و بر او توکل کرده و به درگاه او انابه و بازگشت دارم.
11|89|شعيب باز گفت: اي قوم، ضدّيت با من شما را بر آن وادار نکند که بر شما هم بلايي مانند قوم نوح يا قوم هود يا صالح از جانب خدا نازل شود و (به خصوص که) قوم لوط دورانشان دور از شما نيست.
11|90|و از خداي خود آمرزش طلبيد و به درگاهش توبه و انابه کنيد که خداي من بسيار مهربان و دوستدار بندگان است.
11|91|قوم پاسخ دادند که اي شعيب، ما بسياري از آنچه مي‌گويي نمي‌فهميم و تو را در ميان خود شخصي بي‌ارزش و ناتوان مي‌بينيم و اگر (ملاحظه) طايفه تو نبود سنگسارت مي‌کرديم، که تو را نزد ما عزت و احترامي نيست.
11|92|شعيب گفت: اي قوم، آيا طايفه من عزتش نزد شما بيش از خداست؟ و خدا را به کلّي فراموش کرديد؟ همانا خداي من به هر چه شما مي‌کنيد کاملا آگاه است.
11|93|اي قوم، شما هر کار مي‌توانيد انجام دهيد من هم هر چه موظفم خواهم کرد، به زودي شما خواهيد دانست که عذاب خواري و رسوايي بر کدام يک از من و شما مي‌آيد و دروغگو کيست، پس شما منتظر (نزول عذاب خدا) باشيد که من هم (بر خود لطف و بر شما قهر حق را) منتظرم.
11|94|و هنگامي که حکم (قهر) ما فرا رسيد، ما شعيب و کساني را که با او ايمان آوردند به لطف و مرحمت خود نجات داديم، و ستمکاران را صيحه عذاب فرا گرفت که صبحگاه همه در ديار خود هلاک شدند.
11|95|چنان هلاک شدند که گويي هرگز در آن ديار نبودند، آگاه باشيد که اهل مدين هم مانند کافران قوم ثمود از رحمت خدا دور شدند.
11|96|آن گاه موسي عمران را با آيات خود و حجت روشن (به رسالت) فرستاديم.
11|97|به سوي فرعون و اشراف قومش، و آنان پيرو حکم و امر فرعون شدند با آنکه هيچ هدايت و رشدي در اطاعت امر فرعون نبود.
11|98|فرعون پيروان خود را در قيامت پيشوايي کند و آنها را (با خود) به آتش دوزخ در افکند، که بسيار بد ورودگاه و منزلگاهي است.
11|99|و فرعونيان را در اين جهان بد لعنتي در پي است و آن بد عطا و بخششي است.
11|100|(اي رسول ما) اين بعضي از اخبار ديار ستمکاران است که بر تو حکايت مي‌کنيم که برخي از آن ديار هنوز معمور است و برخي ديگر شهرها داس مرگ اهلش را درو کرد.
11|101|و آنها که به هلاکت رسيدند نه ما بر آنها بلکه خود بر خويشتن ستم کردند و هنگامي که امر (قهر) خداي تو بر هلاکشان در رسيد همه خدايان باطلي که غير خدا مي‌پرستيدند هيچ دفع هلاکت از آنان ننمودند و جز بر خسران و تباهي آنها نيفزودند.
11|102|و اين گونه است مؤاخذه پروردگارت هرگاه بخواهد ديار ستمکاران را ويران کند، که انتقام و مؤاخذه خدا بسيار دردناک و شديد است.
11|103|همانا در اين هلاک بدکاران آيت و عبرتي است بر آن کس که از عذاب روز محشر بترسد که روز محشر روزي است که همه خلق را در آن جمع آورند و آن روز، روز حضور همگان است.
11|104|و ما آن روز را به تأخير نيفکنيم جز تا وقتي که (در علم ما) معين است.
11|105|در آن روز که فرا رسد هيچ کس جز به فرمان خدا سخن نگويد، پس برخي شقي و بد روزگارند و بعضي سعيد و خوشوقت.
11|106|اما اهل شقاوت همه در آتش دوزخند در حالي که سخت آه و ناله حسرت و عربده مي‌کشند.
11|107|آنها در آتش دوزخ تا آسمان و زمين باقي است مخلّدند مگر آنچه مشيّت پروردگار تو باشد، که البته خدا هر چه خواهد مي‌کند.
11|108|و اما اهل سعادت هم تمام در بهشت ابد تا آسمان و زمين باقي است مخلّدند مگر آنچه مشيّت پروردگار تو باشد، که عطايي ابدي و نامقطوع است.
11|109|پس تو شک نداشته باش که اينان عبادت بتها را جز به پيروي و تقليد (جاهلانه) پدرانشان نمي‌کنند و ما آنچه سهم (عذاب) اين مشرکان است بي کم و کاست خواهيم داد.
11|110|و محققا ما کتاب تورات را براي موسي فرستاديم آن‌گاه در آن اختلاف کردند، و اگر کلمه سابقه الهي و مشيّت ازلي خدا (بر تأخير عذاب خلق تا قيامت) نبود همانا ميان آنها حکم (به عذاب) مي‌شد. و اين مردم از اين گونه وعد و وعيدها هميشه بدگمان و در شکّند و بر خود ريب و شبهه مي‌کنند.
11|111|و محققا خداي تو همه خلق را به جزاي همه اعمالشان مي‌رساند، که او بر همه کردار خلق آگاه است.
11|112|پس تو چنان که مأموري استقامت و پايداري کن و کسي که با همراهي تو به خدا رجوع کند نيز پايدار باشد، و (هيچ از حدود الهي) تجاوز نکنيد که خدا به هر چه شما مي‌کنيد بصير و داناست.
11|113|و (شما مؤمنان) هرگز نبايد با ظالمان همدست و دوست و بدانها دلگرم باشيد و گر نه آتش (کيفر آنان) در شما هم خواهد گرفت و در آن حال جز خدا هيچ دوستي نخواهيد داشت و هرگز کسي ياري شما نخواهد کرد.
11|114|و نماز را در دو طرف (اول و آخر) روز به پا دار و نيز در ساعات آغازين شب، که البته حسنات و نکوکاريها، سيّئات و بدکاريها را نابود مي‌سازد، اين (نماز يا اين سخن که حسنات شما سيّئات را محو مي‌کند) يادآوريي است براي اهل ذکر و پندي بر مردم آگاه است.
11|115|و صبر کن که خدا هرگز اجر نيکوکاران را ضايع نگذارد.
11|116|پس چرا در امم گذشته مردمي با عقل و ايمان وجود نداشت که (خلق را) از فساد و اعمال زشت نهي کنند مگر عده قليلي که نجاتشان داديم، و ستمکاران از پي تعيّش به نعمتهاي دنيوي رفتند و مردمي فاسق بدکار بودند.
11|117|و خدا بر آن نيست که هيچ قومي و هيچ اهل دياري را در صورتي که آنها مصلح و نيکوکار باشند به ظلم هلاک کند.
11|118|و اگر خداي تو مي‌خواست همه (ملل و مذاهب) خلق را يک امت مي‌گردانيد و ليکن دائم با هم در اختلاف خواهند بود.
11|119|مگر آن کس که خداي تو بر او رحم آورد و براي همين آفريدشان، و کلمه (قهر) خداي تو به حتم و لزوم پيوست که فرموده دوزخ را از کافران جن و انس پر خواهم ساخت.
11|120|و ما از همه اين حکايات و اخبار انبيا بر تو بيان مي‌کنيم از آنچه که قلب تو را به آن قوي و استوار گردانيم، و در اين شرح حال رسولان آنچه حق و صواب است بر تو آمده و اهل ايمان را نيز پند و عبرت و تذکر باشد.
11|121|و با آنان که ايمان نمي‌آورند بگو که شما هر چه بتوانيد به زشتکاري و معصيت خدا بپردازيد ما هم به کار اطاعت مشغول خواهيم بود.
11|122|و شما (جزاي کردار خود را) منتظر باشيد ما هم (پاداش عمل خود را از حق) منتظريم.
11|123|و هر چه در آسمانها و زمين پنهان است همه براي خداست و امور عالم همه به خدا بازگردانده مي‌شود (و به دست قدرت اوست)، او را بپرست و بر او توکل کن، و پروردگار تو از آنچه مي‌کنيد غافل نيست.
12|1|الر (اين حروف مقطعه رموز خدا و رسول است) اين است آيات کتاب الهي که حقايق را آشکار مي‌سازد.
12|2|اين قرآن مجيد را ما به عربي فصيح فرستاديم، باشد که شما (به تعليمات او) عقل و هوش يابيد.
12|3|ما به بهترين روش به وحي اين قرآن بر تو حکايت مي‌کنيم و تو پيش از اين وحي هيچ از آن آگاه نبودي.
12|4|(اکنون متذکر شو خواب يوسف را) آن‌گاه که يوسف به پدر خود گفت: اي پدر در عالم رؤيا ديدم که يازده ستاره و خورشيد و ماه مرا سجده مي‌کردند.
12|5|يعقوب گفت: اي فرزند عزيز، زنهار خواب خود را بر برادران حکايت مکن که (به اغواي شيطان) بر تو مکر (و حسد) خواهند ورزيد، زيرا دشمني شيطان بر آدمي بسيار آشکار است.
12|6|و اين (تعبير خواب تو) چنين است که خدا تو را برگزيند و از علم تأويل خوابها بياموزد و نعمت و لطفش را در حق تو و آل يعقوب مانند پدرانت ابراهيم و اسحاق تمام گرداند، که خداي تو دانا و حکيم است.
12|7|همانا در حکايت يوسف و برادرانش براي دانش طلبان و اهل تحقيق عبرت و حکمت بسيار مندرج است.
12|8|(پس حکايت را بر امت بگو) هنگامي که برادران يوسف گفتند ما با آنکه چندين برادر نيرومنديم پدر چنان دلبسته يوسف و برادر اوست که آنها را تنها بيش از همه ما برادران دوست مي‌دارد، همانا ضلالت پدرمان (در حب يوسف) نيک پديدار است.
12|9|بايد يوسف را بکشيد يا در دياري (دور از پدر) بيفکنيد تا روي پدر يک جهت به طرف خودتان باشد و بعد از اين عمل (توبه کرده و) مردمي صالح و درستکار باشيد.
12|10|يکي از برادران يوسف اظهار داشت که اگر ناچار سوء قصدي داريد البته بايد از کشتن وي صرف نظر کنيد ولي او را به چاهي درافکنيد تا کارواني او را برگيرد (و با خود به ديار دور برد).
12|11|(بعد از اين رأي و تصميم نزد پدر رفته و) گفتند: اي پدر، چرا تو بر يوسف از ما ايمن نيستي در صورتي که ما برادران همه خيرخواه يوسفيم؟
12|12|فردا او را با ما فرست که در چمن و مراتع بگردد و بازي کند و البته ما همه نگهبان اوييم.
12|13|يعقوب گفت: من از آن دلتنگ مي‌شوم که او را ببريد و ترسان و پريشان خاطرم که از او غفلت کنيد و طعمه گرگان شود.
12|14|برادران گفتند اگر با آنکه ما چند مرد نيرومند به همراه اوييم باز گرگ او را بخورد پس ما بسيار مردم ضعيف زيانکاري خواهيم بود.
12|15|چون او را به صحرا بردند و بر اين عزم متّفق شدند که او را به قعر چاه درافکنند (چنين کردند) و ما به او وحي نموديم که البته تو روزي برادران را به کار بدشان آگاه مي‌سازي و آنها تو را نشناخته و درک مقام تو نمي‌کنند.
12|16|و برادران شبانگاه با چشم گريان نزد پدر بازگشتند.
12|17|گفتند: اي پدر، قصه اين است که ما به صحرا رفته و سرگرم مسابقه بوديم و يوسف را بر سر متاع خود گذارديم و او را گرگ طعمه خود ساخت، و هر چند ما راست بگوييم تو باز از ما باور نخواهي کرد.
12|18|و پيراهن يوسف را آلوده به خون دروغ نمودند (و نزد پدر آوردند) يعقوب گفت: بلکه امري (زشت قبيح) را نفس مکّار در نظر شما بسيار زيبا جلوه داده، در هر صورت صبر جميل کنم، که بر رفع اين بليّه که شما اظهار مي‌داريد بس خداست که مرا ياري تواند کرد.
12|19|باري کارواني آنجا رسيد و سقّاي قافله را براي آب فرستادند، دلو را به چاه فرستاد (همين که از آن چاه برآورد) گفت: به به از اين بشارت و خوشبختي که رخ داده، اين پسري است (که نصيب ما شده است). و او را پنهان داشتند که سرمايه تجارت کنند و خدا به آنچه مي‌کردند آگاه بود.
12|20|و او را به بهايي اندک و درهمي ناچيز فروختند و در او زهد و بي‌رغبتي نمودند.
12|21|و عزيز مصر که او را خريداري کرد به زن خويش سفارش غلام را نمود که مقامش بسيار گرامي دار که اين غلام اميد است به ما نفع بسيار بخشد يا او را به فرزندي برگيريم. و ما اين چنين يوسف را به تمکين و اقتدار رسانيديم و براي آنکه او را از علم تعبير خوابها بياموزيم، و خدا بر کار خود غالب است ولي بسياري مردم (بر اين حقيقت) آگه نيستند.
12|22|و چون يوسف به سن رشد و کمال رسيد او را مقام حکمت و نبوت (يا مسند حکمفرمايي) و مقام دانش عطا کرديم و اين چنين ما نکوکاران عالم را پاداش مي‌بخشيم.
12|23|و بانوي خانه به ميل نفس خود با او بناي مراوده گذاشت و (روزي) درها را بست و يوسف را به خود دعوت کرد و اشاره کرد که من براي تو آماده‌ام، يوسف جواب داد: به خدا پناه مي‌برم، او خداي من است، مرا مقامي منزه و نيکو عطا کرده (چگونه خود را به ستم و عصيان آلوده کنم)، که هرگز ستمکاران رستگار نمي‌گردند.
12|24|آن زن باز در وصل او اصرار و اهتمام کرد و يوسف هم اگر لطف خاص خدا و برهان روشن حق را نديده بود (به ميل طبيعي) در وصل آن زن اهتمام کردي، ولي ما اين چنين کرديم تا قصد بد و عمل زشت را از او بگردانيم که همانا او از بندگان برگزيده ما بود.
12|25|و هر دو (براي گريختن) به جانب در شتافتند و زن پيراهن يوسف را از پشت بدريد و در آن حال آقاي آن زن (يعني شوهرش) را بر در منزل يافتند، زن گفت: جزاي آن که با اهل تو قصد بد کند جز آنکه يا به زندانش برند يا به عقوبت سخت کيفر کنند چه خواهد بود؟
12|26|يوسف جواب داد: اين زن خود (با وجود انکار من) با من قصد مراوده کرد. و بر صدق دعويش شاهدي از بستگان زن گواهي داد گفت: اگر پيراهن يوسف از پيش دريده، زن راستگو و يوسف از دروغگويان است.
12|27|و اگر پيراهن او از پشت سر دريده، زن دروغگو و يوسف از راستگويان است.
12|28|چون شوهر ديد که پيراهن از پشت سر دريده است گفت: اين از مکر شما زنان است، که مکر و حيله شما زنان بسيار بزرگ و حيرت‌انگيز است.
12|29|اي يوسف، از اين درگذر (يعني قضيه را از همه پنهان دار) و (زن را گفت) تو هم از گناه خود توبه کن که سخت از خطاکاران بوده‌اي.
12|30|و زناني در شهر مصر گفتند: زن عزيز مصر قصد مراوده با غلام خويش داشته و حب او وي را شيفته و فريفته خود ساخته و ما او را (از فرط محبت) کاملا در ضلالت مي‌بينيم.
12|31|چون (زليخا) ملامت زنان مصري را درباره خود شنيد فرستاد و از آنها دعوت کرد و (مجلسي بياراست و) به احترام هر يک بالش و تکيه‌گاهي بگسترد و به دست هر يک کاردي (و ترنجي) داد و (آن گاه با زيب و زيور يوسف را بياراست و) به او گفت که به مجلس اين زنان درآ، چون زنان مصري يوسف را ديدند بس بزرگش يافتند و دستهاي خود (به جاي ترنج) بريدند و گفتند حاش للّه که اين پسر نه آدمي است بلکه فرشته بزرگ حسن و زيبايي است.
12|32|گفت: اين است غلامي که مرا در محبتش ملامت کرديد! آري من خود از وي تقاضاي مراوده کردم و او عفت ورزيد و اگر از اين پس هم خواهش مرا رد کند البته زنداني شود و از خوارشدگان گردد.
12|33|يوسف گفت: اي خدا، مرا رنج زندان خوشتر از اين کار زشتي است که اينان از من تقاضا دارند و اگر تو حيله اين زنان را از من دفع نفرمايي به آنها ميل کرده و از اهل جهل (و شقاوت) گردم.
12|34|خدايش هم دعاي او را مستجاب کرده و مکر و دسايس آن زنان را از او بگردانيد، که خداوند شنوا و داناست.
12|35|و با آنکه دلايل روشن (پاکدامني و عصمت يوسف) را ديدند باز چنين صلاح دانستند که وي را چندي زنداني کنند.
12|36|و با يوسف دو جوان ديگر هم (از نديمان و خاصان شاه) زنداني شدند. يکي از آنها گفت: من در خواب ديدمي که انگور براي شراب مي‌افشرم، و ديگري گفت: من در خواب ديدمي که بر بالاي سر خود طبق ناني مي‌برم و مرغان هوا از آن به منقار مي‌خورند، (يوسفا) ما را از تعبير آن آگاه کن، که تو را از نيکوکاران (و دانشمندان عالم) مي‌بينيم.
12|37|يوسف در پاسخ آنها گفت: من شما را پيش از آنکه طعام آيد و تناول کنيد به تعبير خوابتان آگاه مي‌سازم، که اين علم از چيزهايي است که خداي به من آموخته است، زيرا که من آيين گروهي را که به خدا بي‌ايمان و به آخرت کافرند ترک گفتم.
12|38|و از آيين پدرانم ابراهيم (خليل) و اسحاق و يعقوب (که دين توحيد و خداپرستي است) پيروي کردم، در آيين ما هرگز نبايد چيزي را با خدا شريک گردانيم، اين از فضل و عطاي خداست بر ما و بر همه مردم ليکن اکثر مردمان شکر به جا نمي‌آورند.
12|39|اي دو رفيق زندان من، آيا خدايان متفرق (بي‌حقيقت مانند بتان و فراعنه و غيره) بهترند يا خداي يکتاي قاهر و غالب؟
12|40|(و بدانيد که) آنچه غير از خدا مي‌پرستيد، جز اسمائي (بي‌حقيقت و الفاظي بي‌معني) نيست که شما خود و پدرانتان ناميده (و ساخته) ايد، خدا هيچ حجتي بر آن نفرستاده، تنها حکمفرماي عالم وجود خداست، امر فرموده که جز آن ذات پاک يکتا کسي را نپرستيد، اين توحيد آيين محکم است ليکن اکثر مردم بر اين حقيقت آگه نيستند.
12|41|اي دو رفيق زندان من، اما يکي از شما ساقي شراب شاه خواهد شد و اما آن ديگري به دار آويخته شود و مرغان مغز سر او را بخورند. در قضاي الهي راجع به امري که سؤال کرديد چنين حکم شده است.
12|42|آن گاه از رفيقي که اهل نجاتش يافت درخواست کرد که مرا نزد خواجه خود ياد کن (باشد که چون بي‌تقصيرم بيند از زندانم برهاند) اما شيطان از خاطر آن يار زنداني برد که يوسف را نزد خواجه‌اش ياد کند، بدين سبب در زندان چندين سال محبوس بماند.
12|43|و پادشاه مصر (با ملازمان و دانشمندان دربار خود) گفت: من خوابي ديدم که هفت گاو فربه را هفت گاو لاغر مي‌خورند و هفت خوشه سبز ديدم و هفت خوشه خشک (که خوشه‌هاي سبز را نابود کردند)، اي بزرگان ملک مرا به تعبير اين خوابم اگر علم خواب مي‌دانيد آگاه گردانيد.
12|44|آنها گفتند: خوابهاي پريشان است و ما تعبير خوابهاي پريشان نمي‌دانيم.
12|45|و آن (رفيق زنداني يوسف) که نجات يافته بود و بعد از چندين سال به ياد يوسف افتاد گفت: من شما را به تعبير اين خواب آگاه مي‌سازم، مرا (نزد يوسف زنداني) فرستيد.
12|46|(در زندان رفت و گفت) يوسفا! اي که هر چه گويي همه راست گويي، ما را به تعبير اين خواب که هفت گاو فربه را هفت گاو لاغر مي‌خوردند و هفت خوشه سبز و هفت خوشه خشک (که آنها را نابود ساختند) آگاه گردان، باشد که نزد مردم بازگردم و (شاه و ديگران همه تعبير خواب و مقام تو را) بدانند.
12|47|يوسف گفت: بايد هفت سال متوالي زراعت کنيد و هر خرمن را که درو کنيد جز کمي که قوت خود مي‌سازيد همه را با خوشه در انبار ذخيره کنيد.
12|48|که چون اين هفت سال بگذرد هفت سال قحطي پيش آيد که ذخيره شما را بخورند جز اندکي که (براي تخم کاشتن) در انبار نگه داريد.
12|49|آن گاه بعد از سنوات قحط و شدت مجاعه باز سالي آيد که مردم در آن به آسايش و وسعت و فراواني نعمت مي‌رسند.
12|50|شاه گفت: زود او را نزد من بياوريد. چون فرستاده شاه نزد يوسف آمد يوسف به او گفت: باز گرد و شاه را بپرس چه شد که زنان مصري همه دست خود بريدند؟ آري خداي من به مکر آنان (و بي‌گناهي من) آگاه است.
12|51|شاه (با زنان مصر) گفت: حقيقت حال خود را که خواهان مراوده با يوسف بوديد بگوييد، همه گفتند: حاش للّه که ما از يوسف هيچ بدي نديديم. در اين حال زن عزيز مصر اظهار کرد که الآن حقيقت آشکار شد، من با يوسف عزم مراوده داشتم و او البته از راستگويان است.
12|52|(يوسف در ادامه سخن خود به فرستاده شاه گفت) من اين کشف حال براي آن خواستم تا عزيز مصر بداند که من هرگز در نهاني به او خيانت نکردم و بداند که خدا هرگز مکر و خدعه خيانتکاران را به مقصود نمي‌رساند.
12|53|و من (خودستايي نکرده و) نفس خويش را از عيب و تقصير مبرّا نمي‌دانم، زيرا نفس امّاره انسان را به کارهاي زشت و ناروا سخت وا مي‌دارد جز آنکه خداي من رحم کند، که خداي من بسيار آمرزنده و مهربان است.
12|54|شاه گفت: او را نزد من آريد تا او را از خاصان خود گردانم. چون با او هرگونه سخن به ميان آورد به او گفت: تو امروز نزد ما صاحب منزلت و امين هستي.
12|55|(يوسف به شاه) گفت: در اين صورت مرا به خزانه‌داري مملکت منصوب دار که من در حفظ دارايي و مصارف آن دانا و بصيرم.
12|56|و اين چنين ما يوسف را در زمين (مصر) بدين منزلت رسانيديم که هر جا خواهد جاي گزيند و فرمان براند، که هر کس را ما بخواهيم به لطف خاص خود مخصوص مي‌گردانيم و اجر هيچ کس از نيکوکاران را (در دنيا) ضايع نمي‌گذاريم.
12|57|و البته اجر عالم آخرت براي اهل ايمان و مردم پرهيزکار بسيار بهتر (از اجر و مقام دنيوي) است.
12|58|و برادران يوسف (که در کنعان به قحطي مبتلا شدند چهل سال بعد از فروختن يوسف، به مصر) نزد وي آمدند در حالي که او برادران را شناخت ولي آنها وي را نشناختند.
12|59|(برادران از يوسف در مقابل متاعي که آورده بودند طعام خواستند) و يوسف چون بار غلّه آنها را بست گفت: مي‌خواهم در سفر ديگر برادر پدري خود (بنيامين) را نزد من بياوريد، نمي‌بينيد که من پيمانه را تمام مي‌دهم و بهترين ميزبانم؟
12|60|و اگر آن برادر را همران نياوريد نزد من پيمانه خواربار نخواهيد داشت و نزديک من نشويد.
12|61|برادران گفتند: تا بتوانيم مي‌کوشيم که پدرش را راضي کنيم و حتما چنين خواهيم کرد.
12|62|آن گاه يوسف به غلامانش گفت: متاع اين کنعانيان را در ميان بارهاشان بگذاريد که چون نزد کسان خود رفته (و متاع خود را ديدند) آن را بازشناسند، شايد که (اين احسان موجب شود) باز نزد من مراجعه کنند.
12|63|چون برادران نزد پدر بازگشتند گفتند: اي پدر (با همه کرم و سخاي خديو مصر) غلّه (بسيار) به ما عطا نشد (و وعده داد که اگر برادر خود را همراه آوريد به شما گندم فراوان خواهم داد) پس برادرمان را با ما فرست تا مقدار کافي غله تهيه کنيم و البته ما کاملا نگهبان او خواهيم بود.
12|64|يعقوب گفت: آيا من همان قدر درباره اين برادر به شما مطمئن و ايمن باشم که پيش از اين درباره برادرش (يوسف) مطمئن بودم؟ البته خدا بهترين نگهبان و مهربانترين مهربانان است.
12|65|چون برادران بارها را گشوده و متاعشان را به خود رد شده يافتند گفتند: اي پدر، ما ديگر چه مي‌خواهيم؟ اين سرمايه ماست که به ما بازگردانده شده (با همين مال التجاره باز به مصر مي‌رويم) و غله براي اهل بيت خود تهيه کرده و برادر خود را هم در کمال مراقبت حفظ مي‌کنيم و بار شتري بر اين قوت کم که اکنون آورده‌ايم مي‌افزاييم.
12|66|يعقوب گفت: تا شما براي من به خدا عهد و قسم ياد مکنيد که او را برگردانيد مگر آنکه (به قهر خدا) گرفتار و هلاک شويد من هرگز او را همراه شما نخواهم فرستاد. پس چون برادران عهد و قسم به خدا ياد کردند يعقوب گفت: خدا بر قول ما وکيل و گواه است (و او را فرستاد).
12|67|و گفت: اي پسران من (سفارش مي‌کنم که چون به مصر برسيد) همه از يک در وارد نشويد بلکه از درهاي مختلف درآييد و (بدانيد که) من در برابر (قضا و قدر) خدا هيچ سودي به حال شما نخواهم داشت، که فرمانروايي عالم جز خدا را نيست، بر او توکل کردم و بايد همه صاحبان مقام توکل هم بر او اعتماد کنند.
12|68|چون آنها به ملک مصر به طريقي که پدر دستور داده بود وارد شدند البته اين کار هيچ سودي برايشان در برابر (قضا و قدر) خدا نداشت جز آنکه در دل يعقوب غرضي بود که (از چشم بد گزندي نبينند) ادا نمود، و او بسيار دانشمند بود، زيرا ما او را (به وحي خود) علم آموختيم و ليکن اکثر مردم نمي‌دانند.
12|69|و چون برادران بر يوسف وارد شدند او برادر خود را در کنار خويش جاي داد و به او اظهار داشت که همانا من برادر توام و ديگر بر آنچه برادران (بر يوسف) مي‌کردند محزون مباش.
12|70|چون بار آن قافله را مهيا ساخت جام (زرين شاه) را در رحل برادر نهاد و آن‌گاه از غلامان مناديي ندا کرد که اي اهل قافله، شما بي‌شک دزديد.
12|71|آنها رو به غلامان کرده گفتند که مگر چه چيز از شما مفقود شده است؟
12|72|غلامان گفتند: جام شاه ناپيداست و من (که رئيس انبارم) يک بار شتر طعام ضمانت کنم بر آن کس که جام را پيدا کرده بياورد.
12|73|برادران گفتند: به خدا سوگند که شما به خوبي حال ما را دانسته و شناخته‌ايد که براي فساد در اين سرزمين نيامده و دزد نبوده‌ايم.
12|74|غلامان گفتند: اگر کشف شد که دروغ مي‌گوييد کيفر آن چيست؟
12|75|گفتند: جزاء آن کس که اين جام در رحل او يافت شود آن است که هم او را به بندگي برگيرند، که ما (دزدان و) ستمکاران را چنين به کيفر مي‌رسانيم.
12|76|پس (يوسف يا مأمور او) شروع در تحقيق از بارهاي ايشان پيش از بار برادر کرد، آخر آن مشربه را از بار برادر خود (بنيامين) بيرون آورد. اين تدبير را ما به يوسف آموختيم، که در آيين ملک اين نبود که بتوان آن برادر را به گرو بگيرد، جز آنکه خدا بخواهد (و دستوري از طريق وحي به يوسف بياموزد. و ما که خداي جهانيم) هر کس را بخواهيم به مراتب بلند مي‌رسانيم و (تا مردم بدانند که) فوق هر دانشمندي دانشمندتري وجود دارد.
12|77|برادران گفتند که اگر اين دزدي کند (بعيد نيست که) برادرش (يوسف) نيز از اين پيش دزدي کرد. يوسف باز قضيه را در دل پنهان کرد و به آنها اظهار نکرد (و در دل) گفت: شما بسيار مردم بدتري هستيد و خدا به حقيقت آنچه نسبت مي‌دهيد آگاه‌تر است.
12|78|برادران گفتند: اي عزيز مصر، او را پدر پيري است (که به او علاقه شديدي دارد، لطفي کن و) يکي از ما را به جاي او نگاه دار، که تو به چشم دل ما از نيکان عالمي.
12|79|يوسف گفت: معاذ اللّه که ما جز آن که متاع خود را نزد او يافته‌ايم ديگري را بگيريم، که اگر چنين کنيم بسيار مردم ستمکاري هستيم.
12|80|چون برادران از او مأيوس شدند با خود خلوت کرده و در سخن، سرّ خود به ميان آوردند، برادر بزرگ گفت: آيا نه اين است که پدر از شما عهد و سوگند به نام خدا گرفته است و از اين پيش هم درباره يوسف مقصر بوديد؟ (ما ديگر با چه آبرو نزد پدر رويم؟) من که هرگز از اين سرزمين برنخيزم تا پدرم اجازه دهد يا خداي عالم حکمي درباره من فرمايد، که او بهترين حکمفرمايان است.
12|81|شما نزد پدر باز شويد و بگوييد که فرزندت (بنيامين در مصر) سرقت کرد (و بدين جرم گرفتار شد) و ما جز بر آنچه دانستيم گواهي نداديم و (ليکن حقيقت امر هر چه بود) ما حافظ اسرار غيب نبوديم.
12|82|و از مردم آن شهر و از آن قافله که ما با آن آمديم حقيقت را جويا شو تا صدق دعوي ما کاملا بر تو معلوم گردد.
12|83|(آنها نزد پدر آمده و قضيه را اظهار داشتند) يعقوب گفت (اين قضيه هم مانند يوسف و گرگ حقيقت ندارد) بلکه چيزي از اوهام عالم نفس بر شما جلوه نموده، پس من باز هم راه صبر نيکو پيش گيرم، که اميد است خدا همه ايشان را به من باز رساند، که او خدايي دانا و درستکار است.
12|84|آن گاه يعقوب (از شدت حزن) روي از آنها بگردانيد و گفت: وا اسفا بر فراق يوسف! و از گريه غم چشمانش سفيد شد و سوز هجران و داغ دل بنهفت.
12|85|فرزندانش (به ملامت) گفتند: به خدا سوگند که تو آن قدر دائم يوسف يوسف کني تا از غصه فراقش مريض شوي و يا خود را به دست هلاک سپاري.
12|86|يعقوب گفت: من با خدا غم و درد دل خود گويم و از (لطف بي‌حساب) خدا چيزي دانم که شما نمي‌دانيد.
12|87|اي فرزندان من، برويد (به ملک مصر) و از حال يوسف و برادرش تحقيق کرده و جويا شويد و از رحمت خدا نوميد مباشيد که هرگز جز کافران هيچ کس از رحمت خدا نوميد نيست.
12|88|برادران (به امر پدر باز به مصر نزد يوسف آمده) چون بر او وارد شدند گفتند: اي عزيز مصر، ما با همه اهل بيت خود به فقر و قحطي و بيچارگي گرفتار شديم و با متاعي ناچيز و بي‌قدر (حضور تو) آمديم، پس بر قدر احسانت نسبت به ما بيفزا و از ما به صدقه دستگيري کن، که خدا صدقه بخشندگان را نيکو پاداش مي‌دهد.
12|89|گفت: شما برادران يوسف در دوران جهل و ناداني فهميديد که با يوسف و برادرش چه کرديد؟
12|90|آنان گفتند: آيا تو همان يوسف هستي؟ پاسخ داد که آري من همان يوسفم و اين برادر من (بنيامين) است، خدا بر ما منّت نهاد (و ما را به ديدار هم پس از چهل سال رسانيد) که البته هر کس تقوا و صبر پيشه کند خدا اجر نيکوکاران را ضايع نگذارد.
12|91|برادران گفتند: به خدا که خدا تو را بر ما (به ملک و عزت و عقل و حسن و کمال) برگزيد و ما (در حق تو) مقصر و خطاکار بوديم.
12|92|يوسف گفت: امروز هيچ خجل و متأثر نباشيد، که خدا گناه شما ببخشد و او مهربان‌ترين مهربانان است.
12|93|اکنون اين پيراهن مرا نزد پدرم (يعقوب) برده و به روي او افکنيد تا ديدگانش باز بينا شود آن‌گاه (او و) همه اهل بيت و خويشان خود را (از کنعان به مصر) نزد من آريد.
12|94|و چون کاروان از مصر بيرون آمد يعقوب گفت: اگر مرا تخطئه نکنيد من بوي يوسف را مي‌شنوم.
12|95|شنوندگان گفتند: قسم به خدا که تو از قديم الايام تا کنون (از شوق يوسف) حواست پريشان و عقلت مشوّش است (که هنوز بوي يوسف مي‌شنوي).
12|96|پس از آنکه بشير آمد (و بشارت يوسف آورد) پيراهن او را به رخسارش افکند و ديده انتظارش (به وصل) روشن شد، گفت: به شما نگفتم که از (لطف) خدا به چيزي آگاهم که شما آگه نيستيد؟!
12|97|در آن حال برادران يوسف عرضه داشتند: اي پدر بر تقصيراتمان از خدا آمرزش طلب که ما خطاي بزرگ مرتکب شده‌ايم.
12|98|پدر گفت: به زودي از درگاه خدا براي شما آمرزش مي‌طلبم که او بسيار آمرزنده و مهربان است.
12|99|پس چون بر يوسف وارد شدند، يوسف پدر و مادر خود را در آغوش آورد و (از آنجا که به استقبالشان آمده بود) گفت: به شهر مصر در آييد که ان شاء اللّه ايمن خواهيد بود.
12|100|و پدر و مادر را بر تخت بنشاند و آنها همگي پيش او (به شکرانه ديدار او، خدا را) سجده کردند، و يوسف در آن حال گفت: اي پدر، اين بود تعبير خوابي که از اين پيش ديدم، که خداي من آن خواب را واقع و محقق گردانيد و درباره من احسان فراوان فرمود که مرا از تاريکي زندان نجات داد و شما را از بيابان دور به اينجا آورد پس از آنکه شيطان ميان من و برادرانم فساد کرد، که خداي من لطف و کرمش به آنچه مشيّتش تعلق گيرد شامل شود و هم او دانا و محکم کار است.
12|101|بار الها، تو مرا از سلطنت (و عزت) بهره‌داري و از علم رؤيا و تعبير خوابها بياموختي، اي آفريننده زمين و آسمان، تويي ولي نعمت و محبوب من در دنيا و آخرت، مرا به تسليم و رضاي خود بميران و به صالحانم بپيوند.
12|102|(اي رسول ما) اين حکايت از اخبار غيب بود که بر تو به وحي مي‌رسانيم و (گر نه) تو آنجا که برادران يوسف بر مکر و حيله تصميم گرفتند حاضر نبودي.
12|103|و تو هر چند جهد و ترغيب در ايمان مردم کني باز اکثر آنان ايمان نخواهند آورد (دل پاکت را زياد رنجه مدار).
12|104|و تو از امت خود اجر رسالت نمي‌خواهي، اين کتاب غرضي جز آنکه اهل عالم را متذکر و بيدار سازد ندارد.
12|105|و (اين مردم بي‌خرد) چه بسيار بر آيات و نشانه‌ها (ي قدرت حق) در آسمانها و زمين مي‌گذرند و از آن روي مي‌گردانند.
12|106|و اکثر خلق به خدا ايمان نمي‌آورند مگر آنکه مشرک باشند (و جز خدا امور ديگر را نيز مؤثر در انتظام عالم دانند).
12|107|آيا (مردم کافر) ايمن از آنند که عذابي از (قهر) خدا بر آنها احاطه کند يا آنکه ساعت مرگ و قيامتشان ناگهان فرا رسد که در آن حال غافل باشند؟
12|108|بگو: طريقه من و پيروانم همين است که خلق را به خدا با بينايي و بصيرت دعوت کنيم، و خدا را از شرک و شريک منزه دانم و هرگز به خداي يکتا شرک نياورم.
12|109|و ما هيچ کس را پيش از تو به رسالت نفرستاديم جز آنکه رسولان همه (مانند تو) مرداني بودند از اهل شهرهاي دنيا که به وحي ما مؤيّد شدند، (اينان که به انکار رسول به راه کفر و باطل مي‌روند) آيا در روي زمين سير نکرده‌اند تا عاقبت حال پيشينيانشان را (که چگونه هلاک شدند) بنگرند؟ و محققا سراي آخرت براي اهل تقوا (از حيات دنيا) بسيار نيکوتر است، آيا تعقل نمي‌کنيد؟!
12|110|(مردم با انبياء چندان ضديت کردند) تا آنجا که رسولان مأيوس شده و گمان کردند که وعده نصرت خدا خلاف خواهد شد (يا گمان کردند که ديگر هيچ کس تصديق آنها نخواهد کرد) در آن حال ياري ما بديشان فرا رسيد تا هر که ما خواستيم نجات داده شد، و نيز قهر و انتقام ما از بدکاران عالم باز گردانده نخواهد شد.
12|111|همانا در حکايت آنان براي صاحبان عقل عبرت کامل خواهد بود. اين قرآن نه سخني است که فرا توان بافت ليکن کتب آسماني پيش از خود را هم تصديق کرده و هر چيزي را (که راجع به سعادت دنيا و آخرت خلق است) مفصل بيان مي‌کند و براي اهل ايمان هدايت و (سعادت و) رحمت خواهد بود.
13|1|المر (رمزي بين خدا و رسول است) اين است آيات کتاب خدا و قرآني که به حق و راستي بر تو از جانب پروردگارت نازل گرديد و ليکن اکثر مردمان به آن ايمان نمي‌آورند.
13|2|خداست آن ذات پاکي که آسمانها را چنان که مي‌نگريد بي‌ستون برافراشت آن‌گاه بر عرش (قدرت بر وجود کل) قرار گرفت و خورشيد و ماه را مسخّر اراده خود ساخت که هر کدام در وقت خاص به گردش آيند، امر عالم را منظم مي‌سازد و آيات (قدرت) را با دلايلي مفصل بيان مي‌دارد، باشد که شما به ملاقات پروردگار خود يقين کنيد.
13|3|و اوست خدايي که بساط زمين را بگسترد و در آن کوهها برافراشت و نهرها جاري ساخت و از هرگونه ميوه يک جفت پديد آورد، شب تار را به روز روشن بپوشاند، همانا در اين امور متفکران را دلايلي روشن (بر قدرت آفريدگار) است.
13|4|و در زمين قطعاتي مجاور و متصل است (که آثار هر قطعه مباين قطعه ديگر است) زميني براي تاکستان و باغ انگور قابل است، و يک جا براي زراعت غلاّت، و زميني براي نخلستان آن هم نخلهاي گوناگون که همه با يک آب مشروب مي‌شوند ولي ما بعضي را در نوع ميوه بر بعضي برتري مي‌دهيم، و اين امور عاقلان را ادلّه واضحي (بر حکمت صانع) است.
13|5|و اگر تو را جاي تعجب (به کار منکران) است عجب قول منکران معاد است که مي‌گويند: آيا ما چون خاک شديم باز از نو خلق خواهيم شد؟ اينان هستند که به خداي خود کافر شدند و هم اينان زنجيرها (ي قهر و عذاب) بر گردن دارند و هم اينان اصحاب دوزخند و در آن هميشه معذبند.
13|6|(اي رسول ما) کافران پيش از تقاضاي آمرزش و احسان (به تمسخر) از تو تقاضاي تعجيل در عذاب مي‌کنند؟ در صورتي که چه عقوبت‌هاي عبرت‌آموز بر امّتان کافر گذشته رسيد! و خدا بر ظلم خلق هم بسيار صاحب عفو و مغفرت است و هم صاحب قهر و انتقام سخت است.
13|7|و باز کافران (به طعنه) مي‌گويند که چرا از خدايش بر او آيت و معجزه‌اي فرستاده نشد؟ (بايد بدانند که) تنها وظيفه تو اندرز و ترسانيدن (خلق از نافرماني خدا) است و هر قومي را (از طرف خدا) رهنمايي است.
13|8|تنها خدا مي‌داند که بار حمل آبستنان عالم چيست و بار رحمها چه نقصان و چه زيادت آرند، و مقدار همه چيز در علم ازلي خدا معين است.
13|9|اوست عالم به عوالم غيب و شهود و بزرگ خداي متعال (برتر از هر وصف و ادراک عقول).
13|10|در پيشگاه علم ازلي آن کس از شما که سخن به سرّ گويد يا آشکار و آن که در ظلمت شب پنهان است يا در روشني روز به کار و فعاليت مشغول است، همه يکسانند (و خدا بر همه آگاه است).
13|11|براي هر کس پاسبانها از پيش رو و پشت سر برگماشته شده که به امر خدا او را نگهباني کنند. خدا حال هيچ قومي را دگرگون نخواهد کرد تا زماني که خود آن قوم حالشان را تغيير دهند (و از نيکي به بدي شتابند)، و هرگاه خدا اراده کند که قومي را (به بدي اعمالشان) عقاب کند هيچ راه دفاعي نباشد و براي آنان هيچ کس را جز خدا ياراي آنکه آن بلا بگرداند نيست.
13|12|اوست که براي بيم (از قهر) و اميد (به رحمت) خود برق را به شما مي‌نمايد و ابرهاي سنگين را پديد مي‌آورد.
13|13|و رعد (و برق و همه قواي عالم غيب و شهود) و جميع فرشتگان همه از بيم (قهر) خدا به تسبيح و ستايش او مشغولند، و صاعقه‌ها را بر سر هر قومي بخواهد مي‌فرستد، باز هم کافران در (قدرت) خدا جدل مي‌کنند با آنکه او سخت انتقام است.
13|14|دعوت خدا (و رسولانش) به حق و حقيقت است و بتهايي که مشرکان به جاي خدا مي‌خوانند هيچ حاجتي را از آنها برنياورند و تنها مانند آن کس‌اند که به سوي آبي دست دراز کند که بياشامد ولي آب به دهانش نرسد، و دعاي کافران جز در (حرمان و) ضلالت نيست.
13|15|هر که در آسمانها و زمين است با همه آثار وجوديش به رغبت و اشتياق و به اکراه و الزام، شب و روز به سجده (و طاعت) خدا مشغول است.
13|16|بگو که آفريننده آسمانها و زمين کيست؟ بگو: خداست، پس بگو: آيا شما خدا را گذارده و غير خدا (مانند بتان و فرعونان) را براي نگهباني و ياري خود برگرفتيد در صورتي که آنها بر سود و زيان خود هم قادر نيستند؟ آن گاه بگو: آيا چشم نابينا (ي جاهل) و ديده بينا (ي عالم) يکسان است؟ يا ظلمات (شرک و بت پرستي) با نور (معرفت و خدا پرستي) مساوي است؟ يا آنکه اين مشرکان شريکاني براي خدا قرار دادند که آنها هم مانند خدا چيزي خلق کردند و بر مشرکان، خلق خدا و خلق شريکان خدا مشتبه گرديد؟ (هرگز چنين نيست) بگو: تنها خدا خالق هر چيز است و او خداي يکتايي است که همه عالم مقهور اراده اوست.
13|17|خدا از آسمان آبي نازل کرد که در هر رودي به قدر وسعت و ظرفيتش سيل آب جاري شد و بر روي سيل کفي بر آمد چنانکه فلزاتي را نيز که براي تجمل و زينت (مانند طلا و نقره) يا براي اثاث و ظروف (مانند آهن و مس) در آتش ذوب کنند مثل آب کفي برآورد، خدا به مثل اين (آب و فلزات و کف روي آنها) براي حق و باطل مثل مي‌زند که (باطل چون) آن کف به زودي نابود مي‌شود و اما (حق چون) آن آب و فلز که به خير و منفعت مردم است در زمين درنگ مي‌کند. خدا مثلها را بدين روشني بيان مي‌کند.
13|18|آنان که دعوت حق را اجابت کرده و به خدا ايمان آوردند بر آنها بهترين پاداش و خوش‌ترين زندگاني است، و آنان که اجابت نکردند اگر مالک همه آنچه در روي زمين است باشند هر آينه آن را فداي آسايش خود کنند (مگر از عذاب برهند و هرگز نجات نيابند)، آنها را حساب سخت و جايگاه دوزخ باشد که بسيار بد آرامگاهي است.
13|19|آيا مسلماني که به يقين مي‌داند که اين قرآن به حق از جانب خدا بر تو نازل شده است با کافر نابيناي جاهل يکسان است؟ تنها عاقلان متذکر اين حقيقتند.
13|20|عاقلان آنهايند که به عهد خدا وفا مي‌کنند و پيمان حق را نمي‌شکنند.
13|21|و هم به آنچه خدا امر به پيوند آن کرده (مانند صله رحم و محبت اهل ايمان و علم) مي‌پيوندند و از خداي خود مي‌ترسند و از سختي هنگام حساب مي‌انديشند.
13|22|و هم در طلب رضاي خدا راه صبر پيش مي‌گيرند و نماز به پا مي‌دارند و از آنچه نصيبشان کرديم پنهان و آشکار انفاق مي‌کنند و در عوض بديهاي مردم نيکي مي‌کنند، اينان هستند که عاقبت منزلگاه نيکو يابند.
13|23|که آن منزل بهشتهاي عدن است که در آن بهشتها خود و همه پدران و زنان و فرزندان شايسته آنها داخل مي‌شوند در حالي که فرشتگان بر (تهنيت) آنها از هر در وارد مي‌گردند.
13|24|(و مي‌گويند) سلام و تحيت بر شما باد که صبر پيشه کرديد، و بس نيک است سرانجام اين سراي.
13|25|و آنان که پس از پيمان بستن (با خدا و رسول) عهد خدا را مي‌شکنند و هم از آنچه خدا امر به پيوند آن کرده پاک مي‌گسلند و در روي زمين فساد و فتنه بر مي‌انگيزند اينان را لعن (خدا) و منزلگاه عذاب سخت دوزخ نصيب است.
13|26|خدا هر که را خواهد فراخ روزي و هر که را خواهد تنگ روزي مي‌گرداند، و (اين مردم کافر) به زندگاني و متاع دنيا دلشادند در صورتي که دنيا در قبال آخرت متاعي (موقت و ناقابل) بيش نيست.
13|27|و کافران (مکه) مي‌گويند: چرا آيت و حجت قاطعي از خدا بر (اثبات نبوت) او نازل نشد؟ تو به آنها بگو که (حجت قاطعي مانند قرآن و معجزات ديگر آمد اکنون) خدا هر که را خواهد گمراه و هر که را که به درگاه او تضرع و انابه کند هدايت مي‌کند.
13|28|آنها که به خدا ايمان آورده و دلهاشان به ياد خدا آرام مي‌گيرد، آگاه شويد که تنها ياد خدا آرام‌بخش دلهاست.
13|29|آنان که به خدا ايمان آورده و به کار نيکو پرداختند خوشا بر احوال آنها، و بازگشت و مقام نيکو آنها راست.
13|30|ما تو را ميان خلقي به رسالت فرستاديم که پيش از اين هم (پيغمبران و) امت‌هاي ديگر به جايشان بوده و در گذشتند (امر تازه‌اي نيست که تو را به رسالت فرستاديم) تا بر آنها آنچه از ما به وحي بر تو رسد تلاوت کني در حالي که آنها به خداي مهربان کافر مي‌شوند، بگو: او خداي من است و جز او خدايي نيست، من بر او توکل کرده‌ام و روي اميدم همه به سوي اوست.
13|31|و اگر قرآني بود که با (اعجاز بيان) آن کوهها به رفتار مي‌آمد و زمين از هم مي‌شکافت و با مردگان سخن گفته مي‌شد (همين قرآن با عظمت است که با وجود آن باز ايمان نمي‌آورند). بلکه فرمان همه عالم با خداست (هر چه خواهد به مشيّت ازلي مي‌کند) آيا مؤمنان هنوز ندانسته‌اند که خدا اگر بخواهد همه مردم را (به الزام و جبر) هدايت مي‌کند؟ و (اين نه مصلحت است زيرا بايد) کافران پيوسته از کردار زشتشان به کيفر و سرکوبي رسند يا مصيبتي نزديک ديار آنها فرود آيد تا آن‌گاه که (در محشر هم) وعده خدا (بر هلاک آنها) فرا رسد، که خدا خلاف وعده نخواهد کرد.
13|32|و مردم به رسولان پيش از تو هم استهزاء بسيار کردند من هم به کافران فرصت دادم آن گاه ايشان را به عقوبت گرفته و با چه عقاب سخت به کيفر رسانيدم.
13|33|آيا خدايي که نگهبان همه نفوس عالم با آثارشان است (فراموش کردند)؟ و براي خدا شريکاني جعل کردند، بگو که نام خدايان خود برگوييد (که اينها کيستند و اثر اينان چيست و از چه رو مستحق پرستش شدند؟) يا اين که شما مردم نادان مي‌خواهيد خدا را به چيزي که در زمين از آن آگاه نيست آگه سازيد؟! يا آنکه به ظاهر سخني (که خود هم حقيقتي بر آن قائل نيستيد) مي‌گوييد؟ بلکه کافران را مکر و فسونشان در نظر زيبا آمده و از راه خدا باز ماندند، و هر کس را خدا به گمراهي واگذارد ديگر هيچ کس وي را هدايت نتواند کرد.
13|34|چنين گمراهان در زندگاني دنيا (به انواع بلا) معذبند و البته عذاب عالم آخرت سخت‌تر است، و از (قهر) خدا ابدا نگهداري ندارند.
13|35|وصف بهشتي که متقيان را وعده دادند چنان است که نهرها زير درختانش جاري است و مأکولاتش هميشگي و سايه آن برقرار است، اين بهشت سرانجام اهل تقواست و سرانجام کافران آتش دوزخ است.
13|36|و آنان که ما بر آنها کتاب فرستاديم (يعني مؤمنان اهل کتاب و مسلمانان) به اين (کتاب با عظمت قرآن) که بر تو نازل شد بسيار خوشوقتند، و جماعتي از آنها (مانند کفار اهل کتاب و قريش) برخي آيات را انکار مي‌کنند. بگو: من مأمورم که خداي يکتا را پرستم و هرگز به او شرک نياورم، به سوي او دعوت مي‌کنم و بازگشت من به سوي اوست.
13|37|و همچنين ما قرآن را کتابي با حکمت و فصاحت عربي فرستاديم، و اگر با اين علم و دانش که بر تو آمد باز پيرو ميل جاهلانه آنها شدي ديگر مدد و نگهباني از (قهر) خدا نخواهي داشت.
13|38|و محققا ما رسولاني پيش از تو فرستاديم و براي همه آنان (مانند تو) زنان و فرزندان مقرر نموديم (يعني همه رسل بشر بودند، يکي فرشته نبود که از لوازم بشري بي‌نياز باشد) و هيچ پيغمبري را نرسد که بي اذن خدا آيت و معجزي آورد، که هر امري را وقتي معين مرقوم است.
13|39|خدا هر چه را خواهد (از احکام يا حوادث عالم) محو و هر چه را خواهد اثبات مي‌کند و اصل کتاب (آفرينش) نزد اوست.
13|40|و اگر ما (در حيات تو) بر تو برخي از آن وعده عذابي که به کافران داديم پديدار کنيم يا آنکه (پيش از آن وقت) تو را به ديدار آخرت بريم، به هر حال بر تو تبليغ (حکم خدا) و بر ما حساب (خلق) است (و تعيين وقت عذاب و حساب يا عفو بندگان از وظايف نبوت نيست).
13|41|آيا مردم نديدند که ما (به فرستادن رسولان) عزم سرزمين (کافران جاهل) کرده و از هر طرف آن مي‌کاهيم (و بر بلاد و قدرت اهل ايمان مي‌افزاييم)؟ و تنها خداست که در جهان فرمان مي‌دهد و هيچ کس بر رد حکمش قادر نيست و اوست که در يک لحظه حساب همه خلق بي‌شمار را مي‌کند.
13|42|و پيش از اينان هم بسياري کافران مکرها (بر ضد رسولان) کردند (و عاقبت همه هلاک شدند) که همه مکر و تدبيرها نزد خداست، او مي‌داند هر کس به چه کار و انديشه است، و کافران به زودي خواهند يافت که عاقبت خوش و منزل سعادت براي کيست.
13|43|و کافران بر تو اعتراض کنند که تو رسول خدا نيستي، بگو: تنها گواه بين من و شما خدا و عالمان حقيقي به کتاب (خدا که انبياء و اولياء و علماء ربّانيند) کافي خواهد بود.
14|1|الر (حروف مقطعه و اسرار الهي است) اين قرآن کتابي است که ما به تو فرستاديم تا مردم را به امر خدايشان از ظلمات (جهل و کفر) بيرون آري و به عالم نور رساني و به راه خداي مقتدر ستوده صفات رهسپار گرداني.
14|2|خدايي که هر چه در آسمانها و زمين است همه ملک اوست، و واي بر کافران از عذابي سخت.
14|3|يعني آنان که زندگاني دنيا را بر آخرت مقدم و محبوب‌تر دارند و خلق را از راه خدا باز دارند و آن راه راست را (به شک و شبهات) کج کنند، آنان در گمراهي بسيار دورند.
14|4|و ما هيچ رسولي در ميان قومي نفرستاديم مگر به زبان آن قوم تا بر آنها (معارف و احکام الهي را) بيان کند، آن‌گاه خدا هر که را خواهد به ضلالت وا مي‌گذارد و هر که را خواهد به مقام هدايت مي‌رساند و او خداي مقتدر داناست.
14|5|و ما موسي عمران را با آيات خود (با تورات و معجزات، بر فرعونيان) فرستاديم که قومت را از ظلمات (جهل و گمراهي) بيرون آور و به عالم نور رسان و روزهاي خدا را به ياد آنها آور، که در اين يادآوري بر هر شخصي که صبور و شکرگزار است دلايل روشني نهفته است (ايّام اللّه را برخي به ايام عهد الست و روزگار عالم ذر، و برخي به ايام ظهور پيغمبران و برخي حوادث عظيم لطف بر مؤمنان و قهر بر کافران تفسير کرده‌اند).
14|6|و (اي رسول ما) ياد کن وقتي که موسي به قوم خود گفت: به خاطر آوريد اين نعمت بزرگ خدا را بر خودتان که شما را از فرعونيان نجات داد که آنها شما را به ظلم و شکنجه سخت مي‌افکندند و پسرانتان را کشته و دخترانتان را (به ذلت و بيچارگي) زنده مي‌گذاشتند و در اين امور ابتلا و امتحان بزرگي از جانب خدايتان بر شما بود.
14|7|و (باز به خاطر آريد) وقتي که خدا اعلام فرمود که شما بندگان اگر شکر نعمت به جاي آريد بر نعمت شما مي‌افزايم و اگر کفران کنيد عذاب من بسيار سخت است.
14|8|و (باز به ياد آريد که) موسي گفت: اگر شما و همه اهل زمين يک مرتبه کافر شويد خدا (از همه) بي‌نياز و ستوده صفات است.
14|9|آيا اخبار بسياري از پيشينيان شما مانند قوم نوح و عاد و ثمود و اقوام بعد از اينها که جز خدا کسي بر احوالشان آگاه نيست به شما نرسيده که پيغمبرانشان آيات و معجزات روشن بر آنها آوردند و آنها (از تعجب و خشم) دست به دهان فرو برده مي‌گفتند که ما به هر چه شما پيغمبران مأمور تبليغ آن هستيد کافريم و هم در آنچه شما ما را بدان دعوت مي‌کنيد شک و ترديد داريم.
14|10|رسولان در جواب آنها گفتند: آيا در خدا که آفريننده آسمانها و زمين است شک توانيد کرد؟ خدايي که شما را به مغفرت و آمرزش از گناهانتان مي‌خواند و مي‌خواهد به اجل معين و عمر طبيعي برساند. باز کافران گفتند: ما شما (پيغمبران) را مثل خود بشري بيشتر نمي‌دانيم که مي‌خواهيد ما را از آنچه پدران ما مي‌پرستيدند منع کنيد، پس (اگر به راستي پيغمبر هستيد) براي ما حجت و معجزي آشکار (که ما را مجبور به ايمان کند) بياوريد.
14|11|رسولان باز به کافران پاسخ دادند که آري ما هم مانند شما بشري بيش نيستيم ليکن خدا بر هر کس از بندگان که بخواهد (به نعمت بزرگ نبوت) منّت مي‌گذارد، و ما را نرسد که براي شما آيت و معجزي الاّ به اذن و دستور خدا بياوريم، و مؤمنان (در هر حال) بايد تنها به خدا توکل کنند.
14|12|و چرا ما بر خدا توکل نکنيم در صورتي که خدا ما را به راه راستمان هدايت فرموده؟ و البته (در راه اطاعت و رضاي خدا) بر آزار و ستمهاي شما صبر خواهيم کرد، و ارباب توکل بايد (در همه حال خوش و ناخوش) تنها بر خدا توکل کنند.
14|13|باز کافران به رسولان پاسخ دادند که ما البته شما را از شهر و ديار خود بيرون مي‌کنيم مگر آنکه به آيين ما برگرديد، در اين حال (که رسولان مأيوس از ايمان کافران شدند) خدا به آنها وحي فرمود که (غم مخوريد) البته ما ستمکاران را هلاک خواهيم کرد.
14|14|و محققا ما شما رسولان (و پيروانتان) را در سرزمين کافران پس از هلاک آنها (با آسايش و ايمني) ساکن مي‌گردانيم و اين (آسايش) نصيب کسي است که از مقام من خائف است و از وعده قهر و عقاب من مي‌ترسد.
14|15|و (از خدا) فتح و پيروزي خواستند (و البته فتح و فيروزي بر حسب وعده ما نصيب رسولان خداست) و نصيب هر ستمگر جبار هلاکت و حرمان است.
14|16|از پي گردنکش عنود آتش دوزخ خواهد بود و آبي که به او آشامند (در دوزخ) آب پليد چرکين است.
14|17|که آن آب پليد را جرعه جرعه مي‌آشامد و هيچ گواراي او نشود، و از هر جانب مرگ به وي روي آور شود ولي نميرد و فراروي او عذابي سخت خواهد بود.
14|18|مثل اعمال کساني که به خدا کافر شدند به خاکستري مي‌ماند که در روز تند باد شديد همه به باد فنا رود، که از همه کوشش خود هيچ نتيجه نبرند. اين همان ضلالت (و حسرت) دور (از طريق نجات) است.
14|19|(اي بشر) آيا ندانستي که خدا آسمانها و زمين را به حق و براي مقصود بزرگي آفريده و اگر بخواهد شما (جنس بشر) همه را در زمين نابود مي‌سازد و خلقي ديگر از نو مي‌آفريند؟
14|20|و اين کار اصلا بر خدا دشوار نيست.
14|21|و (روزي که) مردم از قبرها برانگيخته و به پيشگاه خدا حاضر شوند آن گاه ضعيفان به گردنکشان گويند: ما (در دنيا) تابع رأي شما بوديم آيا (امروز) شما هيچ از عذاب خدا ما را کفايت خواهيد کرد؟ جواب دهند که اگر ما را از خدا سعادت هدايت بود ما هم شما را هدايت مي‌کرديم، اکنون هر چه جزع و التماس کنيم يا صبر و تحمل، يکسان است و هيچ (از عذاب) گريزگاهي نداريم.
14|22|و چون حکم (قيامت) به پايان رسيد (و اهل بهشت از اهل دوزخ جدا شدند) در آن حال شيطان (براي نکوهش و تمسخر کافران) گويد: خدا به شما به حق و راستي وعده داد و من به خلاف حقيقت شما را وعده دادم و خلف وعده کردم و بر شما (براي وعده دروغ خود) هيچ حجت و دليل قاطعي نياوردم و تنها شما را فراخواندم و شما اجابتم کرديد، پس (امروز شما ابلهان که سخن بي‌دليل مرا پذيرفتيد) مرا ملامت مکنيد بلکه نفس (پر طمع) خود را ملامت کنيد، که امروز نه من فريادرس شما خواهم بود و نه شما فريادرس من توانيد بود، من به شرکي که شما به (اغواي) من آورديد معتقد نيستم، آري (در اين روز) ستمکاران عالم را عذابي دردناک خواهد بود.
14|23|و آنان را که به خدا ايمان آورده و عمل صالح کردند در بهشتهايي برند که زير درختانش نهرها جاري است و هميشه به فرمان خداي خود در آن بهشت مخلدند و تحيت آنان در آنجا سلام است.
14|24|(اي رسول) آيا نديدي که چگونه خدا کلمه پاکيزه را به درخت پاک و زيبايي مثل زده که اصل ساقه آن برقرار باشد و شاخه آن به آسمان (رفعت و سعادت) بر شود؟
14|25|و آن درخت پاک و زيبا به اذن خدا همه اوقات ميوه‌هاي مأکول و خوش دهد (مثل جان پاک با دانش و معرفت و افکار و کردار نيکو در منفعت دائم براي خود و ديگران بدان درخت زيباي پر ثمر ماند). و خدا (اين گونه) مثل‌هاي واضح براي تذکر مردم مي‌آورد.
14|26|و مثل کلمه کفر (و روح پليد) مانند درخت پليدي است که ريشه‌اش به قلب زمين نرود بلکه بالاي زمين افتد و (زود خشک شود و) هيچ ثبات و بقايي ندارد.
14|27|خدا اهل ايمان را با عقيده ثابت در حيات دنيا و در آخرت پايدار مي‌دارد و خداوند ستمکاران را به حال گمراهي وا مي‌گذارد و خدا هر چه بخواهد (به اختيار مطلق) مي‌کند.
14|28|هيچ نديدي حال مردمي را که نعمت خدا را به کفر مبدل ساختند و (خود و) قوم خود را به ديار هلاکت رهسپار کردند؟
14|29|يعني به دوزخ که بدترين جايگاه است درآيند.
14|30|و در مقابل خدا امثال و اضدادي (مانند فرعونان و بتان) جعل کردند که (خود و خلق را) از راه خدا گمراه کنند. (اي رسول ما، به اين مردم بت‌تراش و بت پرست) بگو که (اين دو روزه دنيا) به لذات دنيوي مشغول باشيد که بازگشت شما به آتش دوزخ خواهد بود.
14|31|به آن بندگان من که ايمان آوردند بگو نماز به پا دارند و از آنچه روزي آنها کرديم در نهان و آشکار انفاق کنند پيش از آنکه بيايد روزي که نه چيزي توان خريد و نه دوستي کسي (جز خدا) به کار آيد.
14|32|خداست آن که آسمانها و زمين را آفريد و باران را از آسمان فرو باريد تا بدان انواع ثمرات و حبوبات را براي روزي شما برآورد، و کشتي‌ها را مسخر شما کرد تا به امر او به روي آب دريا روان شود و نهرها را (به روي زمين) به اختيار شما جاري گردانيد.
14|33|و خورشيد و ماه گردنده و شب و روز را براي شما مسخر کرد.
14|34|و از انواع نعمتهايي که از او درخواست کرديد به شما عطا فرمود، و اگر نعمتهاي (بي انتهاي) خدا را بخواهيد به شماره آوريد هرگز حساب آن نتوانيد کرد، (با اين همه لطف و رحمت خدا) باز انسان سخت ستمگر و کفر کيش و ناسپاس است.
14|35|و (يادآر) وقتي که ابراهيم عرض کرد: پروردگارا، اين شهر (مکه) را مکان امن و امان قرار ده و من و فرزندانم را از پرستش بتان دور دار.
14|36|پروردگارا، اين بتان (و بت‌تراشان) بسياري از مردم را گمراه کردند، پس هر کس (در راه توحيد و خداپرستي) پيرو من است او از من است و هر که مخالفت من کند (و راه شرک و عصيان پويد اختيارش با توست که) تو خداي بسيار بخشنده و مهرباني.
14|37|پروردگارا، من برخي از ذرّيّه و فرزندان خود را به وادي بي‌کشت و زرعي نزد بيت‌الحرام تو مسکن دادم، پروردگارا، تا نماز را به پا دارند، پس تو دلهايي از مردمان را به سوي آنها مايل گردان و به انواع ثمرات آنها را روزي ده، باشد که شکر تو به جاي آرند.
14|38|پروردگارا، تو به هر چه ما پنهان و آشکار کنيم بر همه آگاهي (که تو خدايي) و بر خدا البته هيچ چيز در زمين و آسمان پنهان نيست.
14|39|ستايش خداي را که به من در زمان پيري دو فرزندم اسماعيل و اسحاق را عطا فرمود (و درخواست مرا اجابت کرد) که پروردگار من البته دعاي بندگان را شنواست.
14|40|پروردگارا، مرا و از ذرّيّه‌ام نيز کساني را نمازگزار گردان، و بار الها دعاي مرا بپذير.
14|41|بار الها، روزي که (ميزان عدل و) حساب به پا مي‌شود (تو در آن روز سخت) بر من و والدين من و همه مؤمنان (از کرم) ببخشا.
14|42|و (اي رسول ما) هرگز مپندار که خدا از کردار ستمکاران غافل است، بلکه (کيفر) ظالمان را به تأخير مي‌افکند تا آن روزي که چشمها (يشان) در آن روز خيره و حيران است.
14|43|(در آن روز سخت آن ستمکاران) همه شتابان و هراسان سر به بالا کرده و چشمها واله مانده و دلهاشان به دهشت و اضطراب است.
14|44|و (اي رسول ما) مردم را از روزي که هنگام عذاب (و کيفر اعمالشان) فرا مي‌رسد بترسان (و آگاهشان ساز) که ستمکاران خلق (چون سختي عذاب را بنگرند از حسرت و پشيماني) خواهند گفت: پروردگارا (عذاب) ما را اندک مدتي به تأخير افکن تا دعوت تو را اجابت کنيم و پيرو رسولان (تو) شويم (و از هر کار بد بازگرديم. به آنها پاسخ آيد که) آيا شما بارها پيش از اين سوگند ياد نمي‌کرديد که ما را ابدا زوال و هلاکي نخواهد بود؟
14|45|و شما (ستمکاران بوديد که) در منازل ستمگران پيش از خود مسکن گزيديد و مشاهده کرديد که عاقبت ما چه بر سر آنها آورديم و بر شما سرگذشت آنها را مثل آورديم (تا مگر عبرت گيريد و از کار زشت و ستمگري دست کشيد، ولي هرگز پند نگرفته و بيدار نشديد).
14|46|و آن ستمکاران بزرگترين مکر و مهمترين سياست خويش را به کار بردند ولي مکر آنها پيش (قدرت و تقدير) خدا (هيچ) است هر چند مکر (و سياست) آنها به پايه‌اي باشد که کوهها بدان از جاي کنده شوند.
14|47|پس هرگز مپندار که خدا وعده خود با رسولانش را خلاف کند که البته خدا مقتدر و انتقام کشنده است.
14|48|روزي که زمين (به امر خدا) به غير اين زمين مبدل شود و هم آسمانها دگرگون شوند و تمام خلق در پيشگاه (حکم) خداي يکتاي قادر قاهر حاضر شوند.
14|49|و (در آن روز) بدکاران را زير زنجير (قهر خدا) مشاهده خواهي کرد.
14|50|(و بيني که) پيراهنهاي از مس گداخته آتشين بر تن دارند و در شعله آتش چهره آنها پنهان است.
14|51|(اين گونه عذاب براي آن است) تا خدا هر شخص را به کيفر کردارش برساند، که خدا در يک لحظه به حساب خلق خواهد رسيد.
14|52|اين (قرآن عظيم) حجت بالغ براي جميع مردم است (تا خلايق از آن پند گرفته) و تا بدان وسيله خداشناس و خداترس شوند و تا عموم بشر خدا را به يگانگي بشناسند و صاحبان عقل، متذکر و هوشيار گردند.
15|1|الر (اسرار اين حروف نزد خدا و رسول است) اين است آيات کتاب خدا و قرآني که (راه حق و باطل را) روشن و آشکار مي‌گرداند.
15|2|کافران (چون چشم حقيقت بين بگشايند) اي بسا آرزو کنند که کاش مسلم و خداپرست بودند.
15|3|(اي رسول ما) اين کافران (لجوج) را واگذار تا به خورد و خواب طبيعت و لذات حيواني سرگرم باشند و آمال و اوهام دنيوي آنان را غافل گرداند، پس (نتيجه اين کامراني بيهوده را) به زودي خواهند يافت.
15|4|و ما هيچ ملک و ملتي را هلاک نکرديم جز به هنگامي معين.
15|5|هيچ قومي از اجل خود (از آنچه در علم حق معين است يک لحظه) پس و پيش نخواهند افتاد.
15|6|و کافران گفتند: اي کسي که (مدعي آني که) قرآن از جانب خدا بر تو نازل شده تو (به عقيده ما) محققا ديوانه‌اي.
15|7|اگر راست مي‌گويي (و بر تو فرشتگان خدا نازل مي‌شوند) چرا فرشتگان را نزد ما نمي‌آري؟
15|8|ما فرشتگان را جز به حق (و حکمت و مصلحت) نمي‌فرستيم، و آن گاه که بفرستيم ديگر کافران مهلتي نخواهند يافت.
15|9|البته ما قرآن را بر تو نازل کرديم و ما هم آن را محققا محفوظ خواهيم داشت.
15|10|و ما پيش از تو هم رسولاني بر امم سالفه فرستاديم.
15|11|و هيچ رسولي بر آن مردم نمي‌آمد جز آنکه به استهزاي او مي‌پرداختند.
15|12|اين گونه ما قرآن را (روشن) در دل زشتکاران وارد سازيم،
15|13|ليکن به آن ايمان نمي‌آورند، و البته عادت امم سابقه هم (مانند امت تو بر همين انکار و استهزا نسبت به رسولان و کتب آسماني) گذشت.
15|14|و اگر ما بر اين کافران امتت دري از آسمان بگشاييم تا دائم بر آسمانها عروج (يا فرشتگان بر آنها نزول) کنند،
15|15|باز هم خواهند گفت: چشمان ما را فرو بسته‌اند، بلکه در ما سحر و جادويي به کار برده‌اند.
15|16|و همانا ما در آسمان کاخهاي بلند برافراشتيم و بر چشم بينايان عالم آن کاخها را به زيب و زيور بياراستيم.
15|17|و آن را از (دستبرد) هر شيطان مردودي محفوظ داشتيم.
15|18|ليکن هر شيطاني براي سرقت سمع (يعني براي دزديدن و دريافتن سخن فرشتگان عالم بالا) به آسمان نزديک شود تير شهاب و شعله آسماني او را تعقيب کند.
15|19|و زمين را هم ما بگسترديم و در آن کوههاي عظيم بر نهاديم و در آن از هر گياه و هر نبات مناسب و موافق حکمت و عنايت برويانيديم.
15|20|و در اين زمين هم لوازم معاش و زندگاني شما را مهيا کرديم و هم بر ساير حيوانات که شما به آنها روزي نمي‌دهيد قوت و غذا فراهم ساختيم.
15|21|و هيچ چيز در عالم نيست جز آنکه منبع و خزانه آن نزد ماست ولي ما از آن بر عالم خلق الاّ به قدر معين (که مصلحت است) فرو نمي‌فرستيم.
15|22|و ما بادهاي باردار کننده (رحم طبيعت) را فرستاديم، آن‌گاه باران را از آسمان فرود آورديم تا به آن آب، شما را سيراب گردانيديم و گر نه شما نمي‌توانستيد آبهايي (براي وقت حاجت خود در هر جاي زمين از کوه و دره و بيابان و صحرا) منبع ساخته و جاري سازيد.
15|23|و محققا ماييم که زنده مي‌کنيم و مي‌ميرانيم و وارث (همه خلق که فاني مي‌شوند) ما هستيم.
15|24|و البته ما به همه گذشتگان و آيندگان شما آگاهي کامل داريم.
15|25|و البته خداي تو همه خلايق را در قيامت محشور خواهد کرد، که کار او از روي علم و حکمت است.
15|26|و همانا ما انسان را از گل و لاي کهنه متغير بيافريديم.
15|27|و طايفه ديوان را پيشتر از آتش گدازنده، خلق کرديم.
15|28|و (ياد آر) آن گاه که پروردگارت به فرشتگان عالم اظهار فرمود که من بشري از ماده گل و لاي کهنه متغير، خلق خواهم کرد.
15|29|پس چون آن (عنصر) را معتدل بيارايم و در آن از روح خويش بدمم همه (از جهت حرمت و عظمت آن روح الهي) بر او سجده کنيد.
15|30|پس همه فرشتگان سجده کردند.
15|31|مگر ابليس که از همراهي با سجده کنندگان امتناع ورزيد.
15|32|خدا فرمود که اي شيطان، براي چه تو با ساجدان عالم سر فرود نياوردي؟
15|33|شيطان پاسخ داد که من هرگز به بشري که از گل و لاي کهنه متغير خلقت کرده‌اي سجده نخواهم کرد.
15|34|خدا هم (به او قهر و عتاب) فرمود که از صف ساجدان (و از بهشت مطيعان) خارج شود که تو رانده درگاه ما شدي.
15|35|و لعنت ما تا روز جزا بر تو محقق و حتمي گرديد.
15|36|شيطان از خدا درخواست کرد که پروردگارا، پس مرا تا روز قيامت که خلق مبعوث مي‌شوند مهلت و طول عمر عطا فرما.
15|37|خدا فرمود: آري تو را مهلت خواهد بود.
15|38|تا به وقت معين و روز معلوم (شايد مرا تا قيامت يا نفخه صور اول يا ظهور دولت ولي عصر يا ظهور حکومت عقل انسان بر نفس و هواي او باشد).
15|39|شيطان گفت: خدايا، چنانکه مرا به گمراهي و هلاکت کشاندي من نيز در زمين (هر باطلي را) در نظر فرزندان آدم جلوه مي‌دهم (تا از ياد تو غافل شوند) و همه آنها را به گمراهي و هلاکت خواهم کشاند.
15|40|به جز بندگان پاک و برگزيده تو را.
15|41|خدا فرمود: همين (اخلاص و پاکي سريرت) راه مستقيم به (درگاه رضاي) من است.
15|42|و هرگز تو را بر بندگان (برگزيده) من تسلط و غلبه نخواهد بود ليکن اقتدار و سلطه تو بر مردم گمراهي است که پيرو تو شوند.
15|43|و البته وعده‌گاه جميع آن مردم گمراه نيز آتش دوزخ خواهد بود.
15|44|که آن دوزخ را هفت در است که هر دري براي ورود دسته‌اي از گمراهان معين گرديده است.
15|45|البته اهل تقوا در باغها و نهرهاي جاري خواهند بود.
15|46|(به آنها خطاب شود که) شما با درود و سلام و با کمال ايمني و احترام به بهشت ابد وارد شويد.
15|47|و ما آيينه دلهاي پاک آنها را از کدورت کينه و حسد و هر خلق ناپسند به کلي پاک و پاکيزه ساختيم و همه برادروار روبروي يکديگر بر تختهاي عزت بنشينند.
15|48|در حالتي که هيچ رنج و زحمت در آنجا به آنها نرسد و هرگز از آن بهشت ابد بيرونشان نکنند.
15|49|(اي رسول ما) بندگان مرا آگاه ساز که من بسيار آمرزنده و مهربانم.
15|50|و نيز عذاب من بسيار سخت و دردناک است.
15|51|و هم بندگانم را از حکايت (فرشتگان) مهمانان ابراهيم آگاه ساز.
15|52|که چون آن مهمانان بر ابراهيم وارد شدند و بر او سلام دادند ابراهيم (مضطرب شده) گفت: ما از شما (که بدون اذن و بي‌موقع بر ما در آمديد) بيمناکيم.
15|53|فرشتگان گفتند: هيچ مترس که ما آمده‌ايم تو را به پسري دانا بشارت دهيم.
15|54|ابراهيم گفت: آيا مرا در اين سن پيري مژده فرزند مي‌دهيد؟ نشانه اين مژده چيست؟
15|55|گفتند: ما تو را به حق و حقيقت بشارت داديم و تو هرگز نوميد مباش.
15|56|ابراهيم گفت: به جز مردم گمراه چه کسي از لطف خداي خود نوميد مي‌شود؟
15|57|آن گاه ابراهيم پرسش کرد که اي رسولان حق، باز گوييد که بر چه کار مبعوث شده‌ايد؟
15|58|فرشتگان پاسخ دادند که ما بر هلاک قومي زشتکار فرستاده شده‌ايم.
15|59|(که آن قوم مجرم لوطند که به جرم عمل بد هلاک شوند) مگر اهل بيت لوط که همه آنها را از بلا نجات خواهيم داد.
15|60|جز زن لوط که آن هم (چون با بدان همدست است) چنين مقرر داشتيم که از بازماندگان باشد (و با زشتکاران هلاک شود).
15|61|و چون فرشتگان بر لوط و خانواده او وارد شدند.
15|62|لوط با فرشتگان گفت: شما اشخاصي نا آشناييد!
15|63|فرشتگان پاسخ دادند که ما بر انجام چيزي (يعني وعده عذاب) که قومت در آن به شک و انکار بودند فرستاده شديم.
15|64|و به حق و راستي به سوي تو آمده‌ايم و آنچه گوييم صدق محض است.
15|65|پس تو اي لوط، خانواده‌ات را در پاسي از شب از اين ديار بيرون بر و خود از پي آنان روانه شو و هيچ يک از شما باز پس ننگرد بلکه بدان سو که مأموريد به سرعت روان شويد.
15|66|و بر او اين فرمان را وحي کرديم که قومت تا آخرين افراد، صبحگاه هلاک مي‌شوند.
15|67|و (در آن شب که فرشتگان به شکل جوانهاي زيبا به خانه لوط در آمدند) قوم لوط آگاه شده خوشحال (به خيال کامراني به خانه او) آمدند.
15|68|لوط به قوم خود گفت: اين جوانان در منزل من مهمانند، مرا شرمسار مکنيد.
15|69|و از خدا بترسيد و مرا خجل مگردانيد.
15|70|قوم گفتند: مگر ما تو را از (ميزباني و حمايت) عالميان منع نکرديم؟
15|71|لوط به قوم خود گفت: من اين دخترانم را به نکاح شما مي‌دهم تا اگر خيال عملي داريد انجام دهيد.
15|72|(اي محمد) به جان تو قسم که اين مردم دنيا هميشه مست شهوات نفساني و به حيرت و غفلت و گمراهي خواهند بود.
15|73|باري، قوم لوط هنگام طلوع آفتاب به صيحه آسماني همه هلاک شدند.
15|74|و شهر و ديار آنها را زير و زبر ساخته و آن قوم را سنگباران عذاب کرديم.
15|75|و در اين عذاب هوشمندان را عبرت و بصيرت بسيار است.
15|76|و اين ويرانه اکنون بر سر راهي است بر قرار.
15|77|همانا در اين عقوبت بدکاران عالم، اهل ايمان را آيت و عبرتي است.
15|78|و اهل شهر ايکه (قوم شعيب) هم بسيار مردم ستمکاري بودند.
15|79|آنها را نيز به کيفر رسانيديم، و اين هر دو شهر (يعني شهر سدوم و ايکه يا مدين که ديار قوم لوط و شعيب بود، براي اهل اعتبار) بر رهگذري آشکار قرار دارند.
15|80|و اصحاب حجر (قوم صالح) هم رسولان را به کلي تکذيب کردند.
15|81|و از آياتي که ما بر آنان فرستاديم رو گردانيدند.
15|82|و در کوهها منزل مي‌ساختند تا از خطر ايمن باشند.
15|83|پس صبحگاهي صيحه عذاب (قهر ما) همه آنها را نابود کرد.
15|84|و به فراز کوه با همه ذخائر و ثروت از هلاک ايمن نگرديدند.
15|85|و ما آسمانها و زمين و هر چه را که در بين آنهاست جز به حق (و براي مقصودي صحيح و حکمتي بزرگ) خلق نکرده‌ايم، و البته ساعت قيامت (که غرض و مقصود اصلي خلقت شماست) خواهد آمد، اکنون تو (اي رسول ما، از اين منکران) نيکو در گذر (يعني با خلق خوش آنها را به حق دعوت کن و اگر نپذيرند دلتنگ مباش).
15|86|محققا پروردگار تو آفريننده دانايي است (که بي‌مقصود خلق را نيافريده، البته هر کسي به نتيجه عملش خواهد رسيد).
15|87|(اي محمد) همانا هفت آيت با ثنا (و دعا که قسمت بين خدا و عبد شده و در هر نماز دو بار خوانده مي‌شود، يعني سوره حمد) و اين قرآن با عظمت را بر تو فرستاديم.
15|88|توبه اين ناقابل متاع دنيوي که به طايفه‌اي از مردم کافر داديم البته چشم مدوز و بر اينان اندوه مخور و اهل ايمان را زير پر و بال خود گير (و با کمال حسن خلق بپروران).
15|89|و بگو: من همان رسولم که براي اندرز و ترسانيدن (خلق از عذاب قهر خدا) با دليلي روشن آمده‌ام.
15|90|آن گونه عذابي که بر کساني که آيات خدا را قسمت کردند (يعني يهود و نصاري) نازل نموديم.
15|91|آنان که قرآن را (به ميل خود و غرض فاسد خويش) جزء جزء و پاره پاره کردند (بعضي را قبول و بعضي را رد کردند).
15|92|قسم به خداي تو که از همه آنها سخت مؤاخذه خواهيم کرد.
15|93|از آنچه مي‌کرده‌اند.
15|94|پس تو آشکارا آنچه مأموري (به خلق) برسان و از مشرکان روي بگردان.
15|95|همانا ما تو را از شر استهزا کنندگان محفوظ نموديم.
15|96|آنان که با خداي يکتا خدايي ديگر قرار دهند، پس به زودي خواهند دانست.
15|97|و ما محققا مي‌دانيم که تو از آنچه امت (در طعنه و تکذيب تو) مي‌گويند سخت دلتنگ مي‌شوي.
15|98|پس به ذکر اوصاف کمال پروردگارت تسبيح گو و از نمازگزاران باش (تا به ياد خدا شاد خاطر شوي).
15|99|و دايم به پرستش خداي خود مشغول باش تا يقين (ساعت مرگ و هنگام لقاي ما) بر تو فرا رسد.
16|1|فرمان خدا (به ظهور قيامت و يا به عذاب شمشير بر مشرکان) به زودي فرا مي‌رسد پس (هان اي کافران، شما به تمسخر و هزل) تقاضاي تعجيل آن مکنيد، خداي يکتا متعالي و منزه از شرک مشرکان است.
16|2|خدا فرشتگان را با روح به امر خود بر هر يک از بندگان که خواهد مي‌فرستد که خلق را (اندرز داده و از عقوبت شرک به خدا) بترسانيد (و به بندگان بفهمانيد) که خدايي جز من نيست، پس از من بترسيد.
16|3|خدا آسمانها و زمين را به حق (و براي غرضي محقق و حکمتي بزرگ) آفريد، او از آنچه مشرکان شرک آرند متعالي و منزه است.
16|4|خدا انسان را از آب نطفه‌اي (بي قدر و ضعيف) بيافريد، آن‌گاه او (اصل خلقت خود را فراموش کرده و با خالق) آشکارا به خصومت مي‌خيزد.
16|5|و چهارپايان را خلقت کرد که به (موي و پشم) آنها گرم مي‌شويد و از آنها فوايد بسيار ديگر برده و از (شير و گوشت) آنها غذاي مأکول مي‌سازيد.
16|6|و هنگامي که آنها را شبانگاه از چرا برمي‌گردانيد يا صبحگاه به چرا بيرون مي‌بريد زيب و افتخار شما باشند.
16|7|و بارهاي شما را (به آساني) از شهري به شهر ديگر برند که خود شما (بدون بار) جز با مشقّت بسيار بدان جا نتوانيد رسيد (چه رسد با بار)؛ راستي که پروردگار شما رئوف و مهربان است.
16|8|و اسبان و استران و خران را براي سواري و تجمّل شما آفريد و چيز ديگري هم که شما هنوز نمي‌دانيد (براي سواري شما) خواهد آفريد.
16|9|و بر خداست بيان راه عدل و راستي، و بعضي راهها جور و ناراستي است. و اگر خدا مي‌خواست (بدون آزمايش بلکه به جبر) شما را همگي به راه هدايت (و جنّت) مي‌کشيد (ليکن اين خلاف مصلحت و نظام الهي است).
16|10|اوست خدايي که آب باران را از آسمان فرو فرستاد که هم از آن مي‌آشاميد و هم درخت و گياه از آن مي‌رويد که به ميوه آن شما، و به برگش حيوانات شما، برخوردار مي‌شويد.
16|11|و هم زراعتهاي شما را از آن آب باران بروياند و درختان زيتون و خرما و انگور و از هر گونه ميوه بپرورد؛ همانا در اين کار آيت و نشانه‌اي (از رحمت و قدرت الهي) براي اهل فکرت پديدار است.
16|12|و هم شب و روز و خورشيد و ماه را براي زندگاني شما در گردون مسخر ساخت، و ستارگان آسمان هم به فرمان او مسخرند؛ همانا در اين کار آيتها و نشانه‌هايي (از قدرت خدا) براي اهل خرد پديدار است.
16|13|و نيز آنچه در زمين براي شما آفريد و به انواع گوناگون و اشکال رنگارنگ در آورد (همه را مسخر شما کرد)؛ همانا در اين کار هم آيت و نشانه‌اي (از الهيت) بر مردم هشيار پديدار است.
16|14|و هم او خدايي است که دريا را براي شما مسخر کرد تا از گوشت تر و تازه (ماهيان حلال) آن تغذيه کنيد و از زيورهاي آن (مانند درّ و مرجان) استخراج کرده و تن را بياراييد، و کشتي‌ها را در آن روان بيني که سينه آب را مي‌شکافند (تا به تجارت و سفر رفته) و تا از فضل خدا روزي طلبيد، و باشد که شکر خدا به جاي آريد.
16|15|و نيز کوههاي بزرگ را در زمين بنهاد تا زمين شما را به لرزه و اضطراب نيفکند و نهرها جاري کرد و راهها پديدار ساخت تا مگر هدايت شويد.
16|16|و نشانه‌هايي (در زمين مانند کوهها و درياها و رودها و جنگلها مقرر داشت) و آنان به ستارگان (در شبها) هدايت يابند.
16|17|آيا آن خدايي که خلق مي‌کند مانند آن کس (از فراعنه و بتان) است که هيچ چيز در عالم خلق نمي‌کند؟ آيا متذکر و هوشيار نمي‌شويد؟
16|18|و اگر بخواهيد که نعمتهاي خدا را شماره کنيد هرگز نتوانيد، که خدا در حق بندگان بسيار آمرزنده و مهربان است.
16|19|و خدا هر چه را پنهان و آشکار داريد به همه آگاه است.
16|20|و آنچه که مشرکان غير از خدا (چون بتها و فراعنه) به خدايي مي‌خوانند چيزي خلق نکنند و خود نيز مخلوقند.
16|21|اينها مرده و از حيات بي‌بهره‌اند و هيچ حس و شعور ندارند که در چه هنگام مبعوث مي‌شوند (و که آنها را برمي‌انگيزد).
16|22|خداي شما خدايي يکتاست، و آنان که به عالم آخرت ايمان ندارند (اگر هم به زبان گويند) به دل منکر (مبدأ متعال) اند و (از اطاعت حکم خدا) تکبر و سرپيچي مي‌کنند.
16|23|محققا خدا بر کارهاي باطن و ظاهر آنها آگاه است (و به کيفر اعمالشان مي‌رساند) که او هرگز متکبران و گردنکشان را دوست نمي‌دارد.
16|24|و هرگاه به اين مردم (مستکبر) گفته شود که خدايتان چه فرستاده؟ گويند: اين آيات همه افسانه‌هاي پيشينيان است.
16|25|تا آنکه آنان (در نتيجه انکار روز قيامت) بار سنگين گناه خود را کاملا با برخي از بار گناه کساني که از جهل گمراهشان کردند به دوش نهند، (عاقلان) آگاه باشند که آن بار وزر و گناه بسيار بد عاقبت است.
16|26|آن کافراني که پيش از اينان بودند نيز (مانند اينها) مکرها (براي پامال کردن حق) انديشيدند ليکن خدا بناي آنها را از پايه ويران کرد و سقف بر سرشان فرو ريخت و عذاب خدا از جايي که نمي‌فهميدند آنها را فرا رسيد.
16|27|آن گاه روز قيامت هم آنان را خوار و ذليل خواهد کرد و آن روز خواهد گفت: کجايند شريکان من که براي طرفداري آنها خصومت و جنگ به پا مي‌کرديد؟ (در آن هنگام) اهل علم و دانش اظهار کنند که امروز ذلت و خواري و عذاب به کافران اختصاص دارد.
16|28|آنها که فرشتگان در حالي جانشان را مي‌گيرند که (در دنيا) به نفس خود ستم کردند، در آن حال مرگ (اجبارا) سر تسليم پيش دارند (و گويند) که ما ابدا کار بد نمي‌کرديم؛ چرا، خدا به هر چه مي‌کرديد آگاه است.
16|29|پس (فرشتگان خطاب کنند که) از هر در به دوزخ داخل شويد که در آنجا هميشه معذب خواهيد بود. و جايگاه متکبران (که دوزخ است) بسيار بد منزلگاهي است.
16|30|و چون به اهل تقوا گفته شود که خداي شما چه آياتي فرستاد؟ گويند: نيکو آياتي فرستاد. آنان که نيکوکارند هم در حيات دنيا نيکي و خوشي بينند و هم دار آخرت (آنها را) بهترين منزل است و البته خانه اهل تقوا بسيار مجلّل و نيکو خواهد بود.
16|31|که باغهاي بهشت عدن باشد که در زير درختانش نهرها جاري است، متقيان در آن داخل شوند در حالي که هر چه بخواهند و ميل کنند در آنجا بر ايشان حاضر است. باري اين است اجر و جزايي که خدا به اهل تقوا عطا خواهد کرد.
16|32|آنان که در حال پاکيزگي (از شرک) فرشتگان قبض روحشان کنند به آنها گويند که شما به موجب اعمال نيکويي که در دنيا به جا آورديد اکنون به بهشت ابدي درآييد.
16|33|اين کافران منکر جز آنکه فرشتگان (غضب خدا) بر سر آنها بيايند (و ترسان و لرزان شوند) يا (به هلاک آنان) حکم خدا در رسد ديگر چه انتظار مي‌برند؟ منکران پيشين هم مانند اينان عمل کردند (که همه هلاک شدند) و خدا اصلا به آنها ستم نکرد بلکه آنها خود به نفس خويش ستم مي‌کردند.
16|34|تا آنکه به کيفر اعمال زشت خود رسيدند و آن عذابي که به آن تمسخر مي‌کردند آنها را احاطه کرد.
16|35|و مشرکان گويند: اگر خدا مي‌خواست هرگز نه ما و نه پدرانمان چيزي جز آن خداي يکتا نمي‌پرستيديم و بي‌خواست او چيزي را حرام نمي‌کرديم. مشرکان پيش از اينان هم کردار و گفتارشان همين بود (که به در جبر و انکار عمل خويش مي‌زدند) پس در اين صورت آيا براي رسولان ما جز تبليغ رسالت (و اتمام حجت) تکليفي هست؟
16|36|و همانا ما در ميان هر امتي پيغمبري فرستاديم که خداي يکتا را پرستيد و از بتان و فرعونان دوري کنيد، پس بعضي مردم را خدا هدايت کرد و بعضي ديگر ضلالت و گمراهي بر آنان حتمي شد، اکنون در روي زمين گردش کنيد تا بنگريد عاقبت آنان که (انبياء را) تکذيب کردند به کجا رسيد (و آنها چگونه هلاک ابدي شدند).
16|37|(اي رسول ما) تو اگر چه بسيار حريص و مشتاق هدايت خلق هستي و ليکن (بدان که) خدا آنان را که (پس از اتمام حجت) گمراه کرده ديگر هدايت نکند و آنها را ياوري نخواهد بود.
16|38|و کافران با مبالغه و تأکيد کامل به خدا قسم ياد مي‌کنند که هرگز کسي که مرد خدا او را زنده نخواهد کرد (و قيامتي وجود نخواهد داشت) چرا، البته قيامت وعده حتمي خداست و ليکن اکثر مردم از آن آگاه نيستند.
16|39|تا (در آن روز محشر) آنچه را که در آن اختلاف مي‌کنند آشکار و مبين گرداند و تا کافران کاملا به دروغ و انديشه غلط خود آگاه شوند.
16|40|ما به امر نافذ خود هر چه را اراده کنيم همين که گوييم موجود باش، همان لحظه موجود خواهد شد.
16|41|و آنان که در راه خدا مهاجرت کردند پس از آنکه ستمها (در وطن خود از کافران) کشيدند ما در دنيا به آنها جايگاه آسايش و نيکو مي‌دهيم در صورتي که اگر بدانند اجري که در آخرت به آنها عطا خواهيم کرد بزرگتر (و بسيار بهتر و نيکوتر) است.
16|42|(اين اجر بزرگ در دنيا و عقبي به) آن کساني (عطا مي‌شود) که (در راه دين) صبر کردند و بر خداي خود در کارها توکل مي‌نمايند.
16|43|و ما پيش از تو غير رجال مؤيّد به وحي خود کسي را به رسالت نفرستاديم، پس اگر نمي‌دانيد از اهل ذکر (يعني علما و دانشمندان هر امت) سؤال کنيد.
16|44|(ما هر رسولي را) با معجزات و کتب و آيات وحي فرستاديم و بر تو اين ذکر (يعني قرآن) را نازل کرديم تا براي مردم آنچه را که به آنان فرستاده شده بيان کني و براي آنکه عقل و فکرت کار بندند.
16|45|آنان که بر کردار زشت خود مکرها مي‌انديشند آيا از اين بلا ايمنند که خدا ناگاه همه را به زمين فرو برد يا از جايي که پي نبرند عذابي به آنان رسد؟
16|46|يا آنکه در سفر که سرگرم رفت و آمدند ناگاه به مؤاخذه سخت بگيرد؟ و آنان البته (بر قدرت حق) غالب نتوانند شد.
16|47|يا آنکه دايم آنها را به حال ترس بگيرد (خدا که اين زشتکاران را به اين انواع بلاها گرفتار نکرد بدين جهت است) که پروردگار شما بسيار مشفق و مهربان است.
16|48|آيا چشم نگشودند تا ببينند که هر موجودي که خدا آفريده چگونه آثار وجودي و سايه‌هاي آن به هر جانب از راست و چپ (مستقيم يا غير مستقيم) روانه مي‌شود و همه به سجده خدا با کمال فروتني مشغولند؟
16|49|و هر چه در آسمانها و زمين است از جنبندگان و نيز فرشتگان همه بي‌هيچ تکبر به سجده و عبادت خدا مشغولند.
16|50|و از قهر خدا که فوق همه آنهاست مي‌ترسند و هر چه مأمورند اطاعت مي‌کنند.
16|51|و خداي يکتاي عالم فرموده که به راه شرک و دو خدايي نرويد، که خدا يکي است پس تنها از من بترسيد و بس.
16|52|و هر چه در آسمانها و زمين است همه ملک خداست و دين و اطاعت هميشه مخصوص اوست، آيا شما بندگان از کسي غير از خداي مقتدر مي‌ترسيد؟
16|53|و شما بندگان با آنکه هر نعمت که داريد همه از خداست و چون بلايي به شما رسد به درگاه او پناه جسته و به او (در رفع بلا) استغاثه مي‌کنيد.
16|54|باز وقتي که بلا را از سر شما رفع کرد گروهي از شما به خداي خود شرک مي‌آورند.
16|55|تا با وجود آن همه نعمت که به آنها داديم باز به راه کفر و کفران روند. باري (اين دو روزه دنيا) به کامراني بپردازيد که به زودي خواهيد دانست.
16|56|و اين مشرکان براي بتان از روي جهل نصيبي از رزقي که ما به آنها داديم قرار مي‌دهند [مثل آنچه در سوره انعام آيه 136 آمده‌]، سوگند به خداي يکتا که البته از اين دروغ (و عقايد باطل) بازخواست خواهيد شد.
16|57|و اين مشرکان، فرشتگان را با آنکه خدا منزه از فرزند است دختران خدا دانسته و حال آنکه براي خود پسران را که خوشايندشان است قرار مي‌دهند.
16|58|و چون يکي از آنها را به فرزند دختري مژده آيد (از شدت غم و حسرت) رخسارش سياه شده و سخت دلتنگ و خشمگين مي‌شود.
16|59|و از عار اين مژده روي از قوم خود پنهان مي‌دارد (و به فکر مي‌افتد) که آيا آن دختر را با ذلت و خواري نگه دارد و يا زنده به خاک گور کند؟ آگاه باشيد که آنها بسيار بد حکم مي‌کنند.
16|60|اوصاف کساني که (به خدا و) به قيامت ايمان ندارند زشت است (و اعمالشان مانند زنده به گور کردن دختران هم از روي قساوت و جهالت و خودخواهي و بي‌رحمي است) اما خدا (و خداشناسان) را پسنديده و عاليترين اوصاف کمال است و او مقتدر و داناست.
16|61|و اگر خدا از ظلم و ستمگريهاي خلق انتقام کشد جنبنده‌اي در زمين نخواهد گذاشت و ليکن او (عذاب) آنها را تأخير مي‌افکند تا وقتي معين (که مقتضاي مصلحت و حکمت است) ولي آن گاه که اجل آنها در رسيد ديگر يک لحظه پس و پيش نخواهند شد.
16|62|و اين مشرکان آنچه را که بر خود نمي‌پسندند (چون داشتن فرزند دختر) به خدا نسبت مي‌دهند و به دروغ مي‌گويند که عاقبت نيکو دارند در صورتي که محققا کيفر آنها آتش دوزخ است و زودتر از ديگران هم به دوزخ مي‌روند.
16|63|به خدا سوگند که ما رسولاني پيش از تو بر امم سابقه فرستاديم (تا مگر سعادت يابند) ولي شيطان اعمال (زشت) آنها را در نظرشان زيبا جلوه داد، پس امروز (يعني روز محشر) شيطان يار آنهاست و به عذاب دردناک گرفتار خواهند بود.
16|64|و ما اين کتاب را بر تو نفرستاديم مگر براي اين که حقيقت را در آنچه (از توحيد خدا و معاد و رسالت و غيره) مردم اختلاف مي‌کنند روشن کني و براي اهل ايمان هدايت و رحمت باشد.
16|65|و خدا از آسمان باران را فرستاد تا زمين را پس از مرگ زنده کرد، البته در اين کار آيتي (از قدرت و حکمت الهي) بر آنان که بشنوند پديدار است.
16|66|و البته براي شما ملاحظه حال چهار پايان (از شتر و گاو و گوسفند) همه عبرت و حکمت است، که ما از آنچه در شکم آن است از ميان (دو جسم ناپاک) سرگين و خون، شما را شير پاک مي‌نوشانيم که در طبع همه نوشندگان گواراست.
16|67|و هم از ميوه‌هاي درخت خرما و انگور که از آن نوشابه‌هاي شيرين و رزق حلال نيکو به دست آريد، که در اين کار نيز آيتي (از قدرت حق) براي خردمندان پديدار است.
16|68|و خدايت به زنبور عسل وحي کرد که از کوهها و درختان و سقفهاي رفيع، منزل گير.
16|69|و سپس از انواع ميوه‌هاي شيرين (و از حلاوت و شهد گلهاي خوشبو) تغذيه کن و راه پروردگارت را به اطاعت بپوي، آن‌گاه از درون آن، شربت شيريني به رنگهاي مختلف بيرون آيد که در آن شفاء مردمان است. در اين کار نيز آيتي (از قدرت خدا) براي متفکران پيداست.
16|70|و خدا شما را آفريده و سپس مي‌ميراند؛ و بعضي از شما را به سن انحطاط پيري مي‌رسانند که هر چه دانسته همه را فراموش مي‌کند. همانا خداست که هميشه دانا و تواناست.
16|71|و خدا رزق بعضي از شما را بر بعضي ديگر فزوني داده، آنان که رزقشان افزون شده (زيادي) رزقشان را به زيردستان و غلامان نمي‌دهند تا باهم مساوي شوند (ليکن مقام خدايي را به بتي يا بشري مي‌دهند تا با خدا شريک و مساوي دانند، زهي جهل و ناسپاسي!) آيا نعمت ايمان به خدا را (به عصيان و شرک) بايد انکار کنند؟!
16|72|و خدا از جنس خودتان براي شما جفتهايي آفريد و از آن جفتها پسران و دختران و دامادان و نوادگان بر شما خلق فرمود، و از نعمتهاي پاکيزه لذيذ روزي داد؛ آيا مردم باز به باطل مي‌گروند و به نعمت خدا کافر مي‌شوند؟!
16|73|و بت‌پرستان خدا را (که نعمتهاي بي‌شمار به آنها داده) نمي‌پرستند و به جاي او بتهايي را پرستش مي‌کنند که از آسمان و زمين مالک چيزي که روزي به مشرکان دهند اصلا نيستند و توانايي (بر هيچ کار) ندارند.
16|74|پس براي خدا مثل و مانند نشماريد (و به خداي يکتا بگرويد) که خدا داناست و شما نادانيد.
16|75|خدا مثلي زده (بشنويد): آيا بنده مملوکي که قادر بر هيچ چيز (حتي بر نفس خود) نيست با مردي آزاد که ما به او رزقي نيکو (و مال حلال بسيار) عطا کرديم که پنهان و آشکار هر چه خواهد از آن انفاق مي‌کند، اين دو يکسانند؟ (هرگز يکسان نيستند. مثل بت و خدا و بت‌پرست و خداپرست بدين مثال ماند). ستايش مخصوص خداست و ليکن اکثر مردم آگاه نيستند.
16|76|و خدا مثلي زده (بشنويد): دو نفر مرد يکي بنده‌اي باشد گنگ و از هر جهت عاجز و کلّ بر مولاي خود که از هيچ راه، خيري به مالک خويش نرساند و ديگري مردي (آزاد و مقتدر) که به عدالت و احسان فرمان دهد و خود هم به راه مستقيم باشد، آيا اين دو نفر يکسانند؟ (هرگز يکسان نيستند. مثل کافر و مؤمن بدين مثال ماند).
16|77|و تنها خدا بر غيب آسمانها و زمين آگاه است و بس، و کار ساعت قيامت (در سرعت و آساني) مانند چشم بر هم زدن يا نزديک‌تر بيش نيست، که خدا البته بر هر چيز تواناست.
16|78|و خدا شما را از بطن مادران بيرون آورد در حالي که هيچ نمي‌دانستيد و به شما گوش و چشم و قلب اعطا کرد تا مگر (دانا شويد و) شکر (اين نعمتها) به جاي آريد.
16|79|آيا در مرغان هوا نمي‌نگرند که در جوّ آسمان مسخّرند و به جز خدا کسي نگهبان آنها نيست؟! در اين امر براي اهل ايمان نشانه‌هايي (از قدرت حق) پديدار است.
16|80|و خدا براي سکونت (دائم) شما منزلهايتان را مقرر داشت و (براي سکونت موقت سفر) از پوست و موي چهارپايان خيمه‌ها را براي شما قرار داد تا وقت حرکت و سکون سبک وزن و قابل انتقال باشد، و از پشم و کرک و موي آنها اثاثيه منزل (مانند گليم و نمد و قالي) و متاع و اسباب زندگاني (و لباسهاي فاخر) براي شما خلق فرمود که تا هنگامي معين از آن استفاده کنيد.
16|81|و خداي عالم براي شما سايبانها از آنچه آفريده (از درختان و سقف و ديوار و کوهها) مهيّا ساخت و از غارهاي کوه پوشش و اتاقها برايتان قرار داد (تا از سرما و گرما پناهي گيريد) و نيز لباسي که شما را از گرماي آفتاب (و سرماي زمستان) بپوشاند خلق کرد و نيز براي آنکه در جنگ محفوظ مانيد لباسي (از آهن) مقرّر گردانيد. اين چنين نعمت‌هاي خود را بر شما تمام و کامل مي‌کند تا مگر (منعم را بشناسيد و) مطيع و تسليم (امر او) باشيد.
16|82|پس اگر باز روي بگردانند (اي رسول ما) بر تو تبليغ روشن رسالت (و اتمام حجت) بيش نيست.
16|83|نعمت خدا را دانسته و شناخته باز انکار مي‌کنند و اکثر اينان کافرند.
16|84|و (به ياد خلق آور) روزي که (در قيامت) ما از هر امتي (رسول و) شاهدي برانگيزيم آن‌گاه به کافران اجازه سخن و اعتذار داده نشود و نه توبه و انابه و عذري از آنان پذيرند.
16|85|و روزي که ستمکاران عذاب خدا را به چشم ببينند ديگر هيچ نه تخفيف عذاب و نه مهلت (آسايش) خواهند يافت.
16|86|و چون مشرکان شريکان خود را مشاهده کنند گويند: بارالها، اينانند که ما به جاي تو پرستش مي‌کرديم (آنها را که ما را فريب دادند به جاي ما مجازات کن)، شريکان جواب دهند که شما البته دروغ مي‌گوييد (ما هرگز شما را به پرستش خود نخوانديم).
16|87|و در آن روز همه کفار و مشرکين تسليم فرمان خدا شوند و هر چه غير از خدا جعل کرده و مي‌پرستيدند همه از نظرشان محو و نابود شود.
16|88|آنان که خود کافر شدند و راه خدا را نيز به روي خلق بستند ما آنها را به کيفر افساد و اخلال (در کار خلق) عذابي فوق عذاب (کافران ديگر) بيفزاييم.
16|89|و روزي که ما در ميان هر امتي از (رسولان) خودشان گواهي بر آنان برانگيزيم و تو را (اي محمد) بر اين امت گواه آريم (آن روز سخت را ياد کن و امت را متذکر ساز)، و ما بر تو اين کتاب (قرآن عظيم) را فرستاديم تا حقيقت هر چيز را روشن کند و براي مسلمين هدايت و رحمت و بشارت باشد.
16|90|همانا خدا (خلق را) فرمان به عدل و احسان مي‌دهد و به بذل و عطاء خويشاوندان امر مي‌کند و از افعال زشت و منکر و ظلم نهي مي‌کند و به شما پند مي‌دهد، باشد که موعظه خدا را بپذيريد.
16|91|و چون با خدا (و رسول و بندگانش) عهدي بستيد بدان عهد وفا کنيد و هرگز سوگند و پيمان را که مؤکّد و استوار کرديد مشکنيد، چرا که خدا را بر خود ناظر و گواه گرفته‌ايد؛ همانا خدا به هر چه مي‌کنيد آگاه است.
16|92|و (در مثل) مانند زني که رشته خود را پس از تابيدن محکم وا تابيد نباشيد، که عهد و قسم‌هاي استوار و محکم خود را براي فريب يکديگر و فسادکاري به کار بريد براي آنکه قومي بر قوم ديگر تفوق دارند، زيرا خدا شما را به اين عهد و قسمها مي‌آزمايد و در روز قيامت همه (تقلّبها و) اختلافات شما را بر شما آشکار خواهد ساخت.
16|93|و اگر خدا مي‌خواست (به مشيّت ازلي) همه بشر را يک امت قرار مي‌داد (و هيچ‌گونه اختلافات نژاد و زبان و مليت در بشر نمي‌گذاشت) و ليکن (اين اختلافات براي امتحان است و پس از امتحان) هر که را بخواهد به گمراهي وا مي‌گذارد و هر که را بخواهد هدايت مي‌کند، و البته آنچه مي‌کرده‌ايد از همه سؤال خواهيد شد.
16|94|و عهد و سوگندهاي خود را براي فريب يکديگر به کار مبريد تا آن که ثابت قدم است نيز (به فريب و سوگند دروغ) بلغزد و از اين که راه خدا را (بر خلق) بستيد همه به سختي مبتلا شويد و به عذابي بزرگ گرفتار گرديد.
16|95|و عهد خدا را به بهايي اندک معامله نکنيد؛ که آنچه (از نعمت ابد) نزد خداست اگر بفهميد بسيار شما را بهتر است (از آن منفعتي که به نقض عهد بيابيد).
16|96|آنچه نزد شماست همه نابود خواهد شد و آنچه نزد خداست (از ذخائر اعمال نيک و ثواب آخرت، تا ابد) باقي خواهد بود و البته اجري که به صابران بدهيم اجري است بسيار بهتر از عملي که به جا مي‌آوردند.
16|97|هر کس از مرد و زن کار نيکي به شرط ايمان به خدا به جاي آرد ما او را به زندگاني خوش و با سعادت زنده ابد مي‌گردانيم و اجري بسيار بهتر از عمل نيکي که مي‌کردند به آنان عطا مي‌کنيم.
16|98|(اي رسول ما) چون خواهي تلاوت قرآن کني اول از شر وسوسه شيطان مردود به خدا پناه بر.
16|99|که البته شيطان را هرگز بر کساني که به خدا ايمان آورده و بر پروردگارشان توکل و اعتماد مي‌کنند تسلط نخواهد بود.
16|100|تنها تسلط شيطان بر آن نفوسي است که او را دوست گرفته‌اند و کساني که (به اغواي او) به خدا شرک مي‌آورند.
16|101|و ما هرگاه آيتي را (از راه مصلحت) نسخ کرده و به جاي آن آيتي ديگر آوريم-در صورتي که خدا بهتر داند تا چه چيز (به صلاح خلق) نازل کند- (کافران اعتراض بر نسخ آيه کرده و) مي‌گويند تو (بر خدا) هميشه افترا مي‌بندي. (چنين نيست) بلکه اکثر اينها نمي‌دانند (که اين نزول آسماني است).
16|102|بگو که اين آيات را روح القدس از جانب پروردگارت به حقيقت و راستي نازل کرده تا اهل ايمان را ثابت قدم گرداند و براي مسلمين هدايت و بشارت باشد.
16|103|و ما کاملا آگاهيم که کافران (معاند) مي‌گويند: آن کس که مطالب اين قرآن را به رسول مي‌آموزد بشري است، (مقصودشان بلعام ترسا يا عايش يا يعيش يا غلام رومي يا سلمان فارسي بود) در صورتي که زبان آن کس که اين قرآن را به او نسبت مي‌دهند اعجمي (غير فصيح) است و اين قرآن به زبان عربي فصيح و روشن است.
16|104|البته آنان که به آيات خدا ايمان نمي‌آورند (پس از اتمام حجت کامل) خدا هرگز هدايتشان نخواهد کرد و آنها را عذابي دردناک خواهد رسيد.
16|105|دروغ را آن کساني به خدا مي‌بندند که ايمان به آيات خدا ندارند و اين کافران البته خود مردمي دروغگويند.
16|106|هر کس بعد از آنکه به خدا ايمان آورده باز کافر شد-نه آنکه به زبان از روي اجبار کافر شود و دلش در ايمان ثابت باشد (مانند عمار ياسر) بلکه به اختيار کافر شد و با رضا و رغبت و هواي نفس، دلش آکنده به ظلمت کفر گشت-بر آنها خشم و غضب خدا و عذاب بزرگ دوزخ خواهد بود.
16|107|اين غضب و عذاب بر آنها بدين سبب است که حيات (فاني) دنيا را بر (حيات ابدي) آخرت برگزيدند و اين که خدا هرگز کافران را هدايت نخواهد کرد.
16|108|همين‌ها هستند که خدا بر دلها و گوش و چشمهايشان مهر (قهر) زده است و اينها همان مردمند که (از خدا و قيامت) غافلند.
16|109|بي‌گمان آنان در عالم آخرت بسيار زيانکارند.
16|110|آن‌گاه محققا خدا بر مؤمناني که از شهر و ديار خود چون به شر و فتنه کفار مبتلا شدند ناگزير هجرت کردند و در راه دين جهاد و صبر بسيار نمودند، آري خدا از اين پس بر آنها بسيار آمرزنده و مهربان خواهد بود.
16|111|(ياد کن بر امت) آن روزي که (از شدت ابتلاء و سختي) هر نفسي مي‌آيد در حالي که (براي رفع عذاب) به جدل و دفاع از خود برمي‌خيزد، و هر کس را به جزاء عمل او کاملا مي‌رسانند و بر آنها ستم نمي‌کنند.
16|112|و خدا بر شما حکايت کرد و مثل آورد مثل شهري را که در آن امنيت کامل حکمفرما بود و اهلش در آسايش و اطمينان زندگي مي‌کردند و از هر جانب روزي فراوان به آنها مي‌رسيد تا آنکه اهل آن شهر نعمتهاي خدا را کفران کردند، خدا هم به موجب آن کفران و معصيت طعم گرسنگي و بيمناکي را به آنها چشانيد و چون لباس، سراپاي وجودشان را پوشاند.
16|113|و رسولي از خود آنها بر آنها آمد ولي او را تکذيب کردند، و عذاب بر آنها فرا رسيد در حالي که ستمکار بودند.
16|114|پس شما (مؤمنان از حال آنها عبرت گيريد و) از آنچه خدا روزي حلال و طيّب شما قرار داده تناول کنيد و شکر نعمت خدا به جاي آريد اگر حقيقتا خدا را مي‌پرستيد.
16|115|خدا بر شما بندگان تنها مردار و خون و گوشت خوک و آنچه را که به نام غير خدا ذبح کنند حرام گردانيد، و اگر کسي مضطر و ناچار شود بي‌آنکه قصد تجاوز (از اندازه) و تعدي (از حکم خدا) نمايد (باز از همين حرامها به قدر ضرورت تناول کند) خدا البته بسيار آمرزنده و مهربان است.
16|116|و شما نبايد از پيش خود به دروغ چيزي را حلال و چيزي را حرام گوييد و به خدا نسبت دهيد تا بر خدا دروغ بنديد، که آنان که بر خدا دروغ بندند هرگز روي رستگاري نخواهند ديد.
16|117|(آنچه از اين طريق به دست آورند) متاعي قليل است و (در آخرت) عذابي دردناک خواهند داشت.
16|118|و ما همان چيزها که بر تو پيش از اين شرح کرديم (از مردار و خون و خنزير و ذبيحه به نام غير خدا) بر يهوديان حرام کرديم، و ما بر آنان ستم نکرديم ليکن آنها خود بر نفس خويش ستم مي‌کردند (که حلال خدا را حرام کردند).
16|119|باز هم خدا بر آنان که از روي جهالت و ناداني عمل زشتي انجام داده و سپس به درگاه او توبه کرده و (فساد آن عمل زشت را) اصلاح کنند، بعد از توبه خدا بسيار آمرزنده و مهربان است.
16|120|همانا ابراهيم (خليل) امتي مطيع و فرمانبردار و يکتاپرست بود و هرگز به خداي يکتا شرک نياورد.
16|121|هميشه شکرگزار نعمتهاي خدا بود که خدا او را (به رسالت) برگزيد و به راه مستقيمش هدايت فرمود.
16|122|و او را در دنيا نيکويي (و سعادت) عطا کرديم و در آخرت از صالحان و نيکان خواهد بود.
16|123|آن گاه بر تو وحي کرديم که (در دعوت به خداپرستي و توحيد و بسط معارف الهي) آيين ابراهيم را تعقيب کن که پاک و يکتا پرست بود و هرگز به خداي يکتا شرک نياورد.
16|124|(حکم حرمت) روز شنبه تنها بر يهود که در آن راه اختلاف پيمودند (و حرمتش نگاه نداشتند) مقرر گرديد، و خداي تو البته روز قيامت در آنچه (خلق) در آن اختلاف و نزاع برپا مي‌کردند حکم خواهد کرد.
16|125|(اي رسول ما خلق را) به حکمت (و برهان) و موعظه نيکو به راه خدايت دعوت کن و با بهترين طريق با اهل جدل مناظره کن (وظيفه تو بيش از اين نيست) که البته خداي تو (عاقبت حال) کساني را که از راه او گمراه شده و آنان را که هدايت يافته‌اند بهتر مي‌داند.
16|126|و اگر به شما مسلمانان کسي عقوبت و ستمي رسانيد شما بايد به قدر آن در مقابل انتقام کشيد (نه بيشتر) و اگر صبوري کنيد البته براي صابران بهتر خواهد بود.
16|127|و تو (اي رسول) صبر و تحمل پيشه کن که صبر تو تنها به (توفيق) خداست، و بر آنها (که ترک کفر و عناد نمي‌کنند) غمگين مشو و از مکر و حيله آنان دلتنگ مباش.
16|128|محققا خدا يار و ياور متقيان و نيکوکاران عالم است.
17|1|پاک و منزه است خدايي که در (مبارک) شبي بنده خود (محمّد) را از مسجد حرام (مکّه معظّمه) به مسجد اقصايي که پيرامونش را مبارک و پر نعمت ساختيم سير داد تا آيات و اسرار غيب خود را به او بنماييم که او (خدا) به حقيقت شنوا و بيناست.
17|2|و به موسي کتاب (تورات) را فرستاديم و آن را وسيله هدايت بني اسرائيل قرار داديم (و گفتيم) که غير من هيچ کس را حافظ و کارساز فرا نگيريد.
17|3|(اي) فرزندان کساني که به کشتي نوحشان برديم (و از هلاک نجاتشان داديم، چنانکه) نوح بسيار بنده شکرگزاري بود (شما هم مانند او شاکر باشيد تا نجات يابيد).
17|4|و در کتاب (تورات، يا در لوح محفوظ و کتاب تکوين الهي) خبر داديم و چنين مقدر کرديم که شما بني اسرائيل دو بار حتما در زمين فساد و خونريزي مي‌کنيد و تسلط و سرکشي سخت ظالمانه مي‌يابيد (يک بار به قتل اشعيا و مخالفت ارميا، و بار ديگر به قتل زکريا و يحيي).
17|5|پس چون وقت انتقام اول فرا رسد بندگان سخت جنگجو و نيرومند خود را (چون بخت النصر) بر شما برانگيزيم تا آنجا که در درون خانه‌هاي شما نيز جستجو کنند. و اين وعده (انتقام خدا) حتمي است.
17|6|آن‌گاه شما را به روي آنها برگردانيم و بر آنها غلبه دهيم و به مال و فرزندان مدد بخشيم و عدّه (جنگجويان) شما را بيشتر (از دشمن) گردانيم.
17|7|اگر نيکي و احسان کرديد به خود کرده‌ايد و اگر بدي و ستم کرديد باز به خود کرده‌ايد. و آن‌گاه که وقت (انتقام ظلم) ديگر شما (که کشتن يحيي و زکرياست يا عزم قتل عيسي) فرا رسيد (باز بندگاني قوي و جنگ آور را بر شما مسلط مي‌کنيم) تا اثر بيچارگي و خوف و اندوه بر رخسار شما نشانند و به مسجد بيت المقدس (معبد بزرگ شما) مانند بار اول درآيند و به هر چه رسند نابود سازند.
17|8|اميد است خدا به شما (اگر توبه کرده و صالح شويد) باز مهربان گردد و اگر (به عصيان و ستمگري) برگرديد ما هم (به عقوبت و مجازات شما) بازمي‌گرديم و جهنم را زندان کافران قرار داده‌ايم.
17|9|همانا اين قرآن (خلق را) به راست و استوارترين طريقه هدايت مي‌کند و اهل ايمان را که نيکوکار باشند به اجر و ثواب بزرگ بشارت مي‌دهد.
17|10|و بر آنان که به عالم آخرت ايمان نمي‌آورند البته عذاب دردناک مهيا ساخته‌ايم.
17|11|انسان با شوق و رغبتي که خير و منفعت خود را مي‌جويد (چه بسا به ناداني) با همان شوق و رغبت شر و زيان خود را مي‌طلبد، و انسان بسيار بي‌صبر و شتاب‌کار است.
17|12|و ما شب و روز را دو آيت و نشانه‌اي (از قدرت خود) قرار داديم آن‌گاه آيت شب (روشني ماه) را زدوديم و آيت روز (خورشيد) را تابان ساختيم تا شما در روز (روزي حلال) از فضل خدا طلب کنيد و تا آنکه شمار سالها و حساب (اوقات) را عموما بدانيد و ما (براي پند و صلاح بندگان) هر چيزي را مفصل بيان کرديم.
17|13|و ما مقدرات و نتيجه اعمال هر انساني را طوق گردن او ساختيم (که ملازم و قرين هميشگي او باشد) و روز قيامت کتابي (که نامه اعمال اوست) بر او بيرون آريم در حالي که آن نامه چنان باز باشد که همه اوراق آن را يک مرتبه ملاحظه کند.
17|14|تو خود کتاب اعمالت را بخوان (و بنگر تا در دنيا چه کرده‌اي) که تو خود تنها براي رسيدگي به حساب خويش کافي هستي.
17|15|هر کس راه هدايت يافت تنها به نفع و سعادت خود يافته، و هر که به گمراهي شتافت آن هم به زيان و شقاوت خود شتافته، و هيچ کس بار گناه ديگري را به دوش نگيرد، و ما تا رسول نفرستيم (و بر خلق اتمام حجّت نکنيم) هرگز کسي را عذاب نخواهيم کرد.
17|16|و ما چون اهل دياري را بخواهيم به کيفر گناه هلاک سازيم پيشوايان و متنعّمان آن شهر را امر کنيم (به طاعت، ليکن) آنها راه فسق (و تبهکاري و ظلم) در آن ديار پيش گيرند (و مردم هم به راه آنها روند) پس آنجا تنبيه و عقاب لزوم خواهد يافت، آن گاه همه را هلاک مي‌سازيم.
17|17|و چه بسياري از ملل و اقوامي را بعد از نوح هلاک کرديم و تنها خداي تو که بر گناهان بندگانش آگاه و با خبر است کفايت مي‌کند (که به مصلحت هر که را خواهد عفو و هر که را خواهد عقاب کند).
17|18|هر کس متاع عاجل و زودگذر دنيا را طالب است متاع دنيا را به او مي‌دهيم (ليکن باز) به هر که خواهيم و هر چه مشيّت ازلي ما باشد، سپس (در عالم آخرت به کيفر کردارش) دوزخ را نصيب او کنيم که با نکوهش و مردودي به جهنم درآيد.
17|19|و هر که طالب حيات آخرت باشد و براي آن به قدر لزوم و طاقت بکوشد البته به شرط ايمان (به خدا) سعي چنين کساني مقبول و مأجور خواهد بود.
17|20|و ما به هر دو فرقه (از دنيا طلبان و آخرت طلبان) به لطف پروردگارت مدد خواهيم داد، که لطف و عطاي پروردگار تو از هيچ‌کس دريغ نخواهد شد.
17|21|بنگر تا ما چگونه (در دنيا) بعضي مردم را بر بعضي فضيلت و برتري بخشيديم (تا بداني که) البته مراتب آخرت بسيار بيش از درجات دنياست و برتري خلايق بر يکديگر به مراتب افزون از حد تصور است.
17|22|هرگز با خداي يکتا شرک و شريک مياور و گر نه به نکوهش و خذلان ابدي خواهي نشست.
17|23|و خداي تو حکم فرموده که جز او را نپرستيد و درباره پدر و مادر نيکويي کنيد و چنانکه يکي از آنها يا هر دو در نزد تو پير و سالخورده شوند (که موجب رنج و زحمت تو باشند) زنهار کلمه‌اي که رنجيده خاطر شوند مگو و بر آنها بانگ مزن و آنها را از خود مران و با ايشان به اکرام و احترام سخن‌گو.
17|24|و هميشه پر و بال تواضع و تکريم را با کمال مهرباني نزدشان بگستران و بگو: پروردگارا، چنانکه پدر و مادر، مرا از کودکي (به مهرباني) بپروردند تو در حق آنها رحمت و مهرباني فرما.
17|25|خدايتان به آنچه در دلهاي شماست داناتر است، اگر همانا در دل انديشه صلاح داريد خدا هر که را با نيّت پاک به درگاه او تضرع و توبه کند البته خواهد بخشيد.
17|26|و (اي رسول ما) تو خود حقوق خويشاوندان و ارحام خود را ادا کن و نيز فقيران و رهگذران بيچاره را به حق خودشان برسان و هرگز (در کارها) اسراف روا مدار.
17|27|که مبذّران و مسرفان برادران شيطانهايند، و شيطان است که سخت کفران (نعمت) پروردگار خود کرد.
17|28|و چنانچه از ارحام و فقيران ذوي الحقوق مذکور چون فعلا نادار هستي ولي در آتيه به لطف خدا ميدواري اکنون اعراض کرده و توجه به حقوقشان نتواني کرد باز گفتار خوش به آنان بگو.
17|29|و نه هرگز دست خود (در احسان به خلق) محکم به گردنت بسته‌دار، و نه بسيار باز و گشاده‌دار، که (هر کدام کني) به نکوهش و درماندگي خواهي نشست.
17|30|همانا خداي تو هر که را خواهد روزي وسيع دهد و هر که را خواهد تنگ روزي گرداند، که او به (صلاح کار) بندگان خود کاملا آگاه و بصير است.
17|31|هرگز فرزندان خود را از ترس فقر به قتل مرسانيد (زنده به گور مکنيد) که ما رازق آنها و شما هستيم، زيرا اين قتل فرزندان بسيار گناه بزرگي است.
17|32|و هرگز به عمل زنا نزديک نشويد، که کاري بسيار زشت و راهي بسيار ناپسند است.
17|33|و هرگز نفس محترمي که خدا قتلش را حرام کرده مکشيد مگر آنکه به حکم حق مستحق قتل شود، و کسي که خونش به مظلومي و ناحق ريخته شود ما به وليّ او حکومت و تسلط (بر قاتل) داديم پس (در مقام انتقام) آن ولي در قتل و خونريزي اسراف نکند که او از جانب ما مؤيد و منصور خواهد بود.
17|34|و هرگز به مال يتيم نزديک نشويد مگر آنکه راه خير و طريق بهتري (به نفع يتيم) منظور داريد، تا آنکه به حد بلوغ و رشد خود برسد، و همه به عهد خود بايد وفا کنيد که البته (در قيامت) از عهد و پيمان سؤال خواهد شد.
17|35|و هر چه را به پيمانه (يا وزن) مي‌سنجيد تمام بپيماييد (و کم و گران نفروشيد) و (همه چيز را) با ترازوي درست و عادلانه بسنجيد، که اين کاري بهتر و عاقبتش نيکوتر است.
17|36|و (اي انسان) هرگز آنچه را که بدان علم و اطمينان نداري دنبال مکن که چشم و گوش و دل همه مسئولند.
17|37|و هرگز در زمين به کبر و ناز مرو و غرور و نخوت مفروش، که به نيرو زمين را نتواني شکافت و به کوه در سربلندي نخواهي رسيد.
17|38|که اين قبيل کارها و انديشه‌هاي بد گناهش نزد خدا ناپسند است.
17|39|اينها پاره‌اي از حکمتهاست که پروردگارت به تو وحي کرد، و هرگز با خداي يکتا کسي را به خدايي مپرست و گر نه ملامت زده و مردود به دوزخ درخواهي افتاد.
17|40|آيا خدا شما را به فرزندان پسر برگزيده و خود از فرشتگان دختراني برگرفته است؟! اين رأي و گفتار شما (مشرکان، افترايي عظيم و گناهي) بسيار بزرگ است.
17|41|و ما در اين قرآن انواع سخنان را نيکو بيان کرديم تا خلق متذکر شوند و از آن پند گيرند و ليکن بدان را به جز نفرت حاصلي نمي‌افزايد.
17|42|بگو: اگر با خداي يکتا چنانکه آنها مي‌گويند خدايان ديگري بود در اين صورت آن خدايان بر خداي عرش (به تنازع) راه مي‌گرفتند (و تمانع آنان موجب اختلال نظام عالم مي‌شد. پس چون عالم را نظام ثابتي است دليل است که با خداي يگانه خدايان ديگري نيست).
17|43|خدا از آنچه (مشرکان نادان) مي‌گويند بسيار برتر و منزه‌تر است.
17|44|هفت آسمان و زمين و هر که در آنهاست همه به ستايش و تنزيه خدا مشغولند و موجودي نيست در عالم جز آنکه ذکرش تسبيح و ستايش حضرت اوست و ليکن شما تسبيح آنها را فهم نمي‌کنيد. همانا او بسيار بردبار و آمرزنده است.
17|45|و چون تو قرآن تلاوت کني ما ميان تو و آنها که به قيامت ايمان ندارند حجابي بداريم که آنها از فهم حقايق آن دور و مستور مانند.
17|46|و ما بر دلهاي تيره آن کافران پرده‌اي افکنديم که قرآن را فهم نکنند و در گوشهايشان هم سنگيني نهاديم، و چون تو در قرآن خدايت را به وحدانيت و يگانگي ياد کني آنان روي گردانيده و به پشت گريزان مي‌شوند.
17|47|ما به خيالات باطلي که وقت شنيدن گفتار تو در دل خود مي‌کنند (از خود آنها) آگاه‌تريم و آن‌گاه که به رازگويي مي‌پردازند و آن مردم ستمکار گويند که شما جز شخصي مفتون و سحرزده را پيروي نمي‌کنيد.
17|48|بنگر تا چه نسبتها به تو مي‌دهند! پس گمراه شدند و هيچ راه خلاصي نمي‌يابند.
17|49|و (کافران به معاد) گفتند: آيا ما چون استخوان پوسيده و غبار پراکنده شويم باز روزي از نو زنده و برانگيخته خواهيم شد؟!
17|50|بگو که شما سنگ باشيد يا آهن.
17|51|يا خلقتي (سخت‌تر از سنگ و آهن) از آنچه در دلتان بزرگ مي‌نمايد (باز به امر خدا زنده مي‌شويد)، پس خواهند گفت: که ما را دوباره زنده مي‌کند؟ بگو: همان خدايي که هم اول بار شما را آفريد؛ آن‌گاه آنها سر به سوي تو جنبانده گويند: پس اين وعده کي خواهد بود؟ بگو: شايد که از حوادث نزديک باشد (زيرا مرگ به هر کس نزديک است و قيامتش به مرگ برپا مي‌شود).
17|52|روزي که خدا شما را بخواند و شما (سر از خاک بيرون کرده و) با حمد و ستايش او را اجابت کنيد و تصور مي‌کنيد که جز اندک زماني (در گورها) درنگ نکرده‌ايد.
17|53|و بندگانم را بگو که هميشه سخن بهتر را بر زبان آرند، که شيطان (بسيار شود به يک کلمه زشت) ميان آنان دشمني و فساد برمي‌انگيزد، زيرا دشمني شيطان با آدميان واضح و آشکار است.
17|54|خدا صلاح حال شما را بهتر مي‌داند، اگر بخواهد (و صلاح بداند) به شما لطف و مهرباني کند يا اگر بخواهد (و مصلحت باشد) مجازات و عذاب فرمايد، و ما تو را وکيل و نگهبان بندگان نفرستاده‌ايم (بر تو تنها رسالت و اتمام حجت است).
17|55|و خداي تو به آن که در آسمانها و زمين است داناتر (و به قابليت هر موجودي آگاه‌تر) است، و همانا ما بعضي از انبياء را بر بعضي ديگر برتري داديم و به داوود زبور را عطا کرديم.
17|56|بگو: اين بتها را که به جز خدا (مؤثر در حوائج خود) مي‌پنداريد بخوانيد تا ببينيد که نه دفع ضرري از شما توانند کرد و نه تغيير حالي به شما توانند داد.
17|57|آنهايي که (کافران به خدايي) مي‌خوانند آنان خود به درگاه خدا وسيله تقرب مي‌جويند، تا که مقرب‌تر باشد؟ و اميدوار به رحمت و ترسان از عذاب اويند، که البته از عذاب پروردگارت بايد سخت هراسان بود.
17|58|و هيچ شهر و دياري نيست جز آنکه ما پيش از ظهور روز قيامت اهل آن شهر را يا هلاک کرده يا به عذاب سخت معذب مي‌کنيم. اين حکم در کتاب (علم ازلي حق) مسطور است.
17|59|و ما را از فرستادن آيات و معجزات (دلخواه آنان) جز تکذيب پيشينيان چيزي مانع نبود، و به ثمود (قوم صالح) آن ناقه را که آيتي روشن بود (و همه مشاهده کردند) بداديم، اما درباره آن ظلم کردند (و ناقه را پي نمودند)، و ما معجزات و آيات را جز براي آنکه (مردم از خدا) بترسند (و هدايت شوند) نمي‌فرستيم.
17|60|و (اي رسول ما، به ياد آر) وقتي که به تو گفتيم خدا البته به (همه افعال و افکار) مردم محيط است، و ما رؤيايي را که به تو ارائه داديم و درختي را که به لعن در قرآن ياد شده (درخت نژاد بني اميه و همه ظالمان عالم) قرار نداديم جز براي آزمايش و امتحان مردم. و ما آنها را مي‌ترسانيم و ليکن آيات بر آنها (از فرط شقاوت) جز طغيان بزرگ چيزي نيفزايد.
17|61|و (ياد آر) وقتي که فرشتگان را امر به سجده آدم کرديم پس همه سجده کردند جز شيطان که گفت: آيا من سجده به آدمي که از گل آفريدي فرود آرم؟!
17|62|گفت: با من بگو آيا اين آدم خاکي را بر من فضيلت و برتري دادي؟ (اي خدا) اگر اجل مرا تا قيامت به تأخير افکني به جز قليلي (چون معصومين و خواص مؤمنين) همه اولاد آدم را مهار مي‌کنم (و به دار هلاک مي‌کشانم).
17|63|خدا به شيطان گفت: برو که هر کس از اولاد آدم پيرو تو گردد با تو به دوزخ که پاداش کامل شماست کيفر خواهد شد.
17|64|(برو) و هر که را توانستي با آواز خود تحريک کن و به لغزش افکن، و با جمله لشکر سوار و پياده‌ات بر آنها بتاز و در اموال و اولاد هم با ايشان شريک شو و به آنها وعده (هاي دروغ و فريبنده) بده، و (اي بندگان بدانيد که) وعده شيطان چيزي جز غرور و فريب نخواهد بود.
17|65|همانا تو را بر بندگان (خاص) من تسلط نيست و تنها محافظت و نگهباني خداي تو (اي رسول، از شيطان آنها را) کافي است.
17|66|پروردگار شما همان است که به دريا براي شما کشتي‌ها را به حرکت مي‌آورد تا از فضل خدا (يعني روزي) طلبيد، که او درباره شما بسيار مهربان است.
17|67|و چون در دريا به شما خوف و خطري رسد در آن حال به جز خدا همه آنهايي که به خدايي مي‌خوانيد از ياد شما بروند، و آن‌گاه که خدا شما را به ساحل سلامت رسانيد باز از خدا روي مي‌گردانيد، و انسان بسيار کفر کيش و ناسپاس است.
17|68|آيا مگر ايمنيد از اين که شما را در خشکي زمين فرو برد يا (تندباد غضبش) بر سرتان سنگ بارد، آن‌گاه بر خود پناه و نگهباني نيابيد؟!
17|69|يا مگر از آن ايمنيد که بار ديگر خدا شما را به اراده خود به دريا برگرداند و تندبادي بفرستد تا همه را به کيفر کفر به دريا غرق سازد؟ آن‌گاه کسي را از (قهر) ما بدان غرقه کردن دادخواه و فريادرس خود نيابيد؟!
17|70|و محققا ما فرزندان آدم را بسيار گرامي داشتيم و آنها را (بر مرکب) در برّ و بحر سوار کرديم و از هر غذاي لذيذ و پاکيزه آنها را روزي داديم و آنها را بر بسياري از مخلوقات خود برتري و فضيلت کامل بخشيديم.
17|71|(به ياد آر) روزي که ما هر گروهي از مردم را با پيشوايشان (به پيشگاه حقيقت) مي‌خوانيم، پس هر کس نامه عملش را به دست راست دهند آنها نامه خود را قرائت کنند و کمترين ستمي به آنها نخواهد شد.
17|72|هر کس در اين جهان نابينا (ي کفر و جهل و ضلالت) است در عالم آخرت نيز (از مشاهده بهشتيان و شهود و جمال حق) نابينا و گمراه‌تر خواهد بود.
17|73|و نزديک بود که کافران تو را فريب داده و از آنچه به تو وحي کرديم (که به بتان هيچ اعتنا مکن) غافل شوي و چيز ديگر بر ما فرابندي، آن‌گاه يقينا مشرکان تو را دوست خود مي‌گرفتند.
17|74|و اگر ما تو را ثابت قدم نمي‌گردانيديم نزديک بود که به آن مشرکان اندک تمايل و اعتمادي پيدا کني.
17|75|و در آن صورت به تو جزاء اين عمل را مي‌چشانديم و عذاب تو را در حيات دنيا و پس از مرگ مضاعف مي‌گردانيديم و آن‌گاه از (قهر و خشم) ما بر خود هيچ ياوري نمي‌يافتي.
17|76|و نزديک بود که کافران تو را از سرزمين خود جنبانده تا از آنجا بيرونت کنند، و در اين صورت پس از آن اندک زماني بيش زيست نمي‌کردند (که به عذاب ما همه هلاک مي‌شدند).
17|77|ما آيين همه پيمبراني را که پيش از تو فرستاديم نيز همين (توحيد و خداپرستي و هلاک کافران و نجات اهل ايمان) قرار داديم، و اين طريقه ما را تغييرپذير نخواهي يافت.
17|78|نماز را وقت زوال آفتاب تا اول تاريکي شب به پا دار (يعني نماز ظهرين را از اول ظهر و نماز عشائين را از بدو تاريکي شب به پا دار) و نماز صبح را نيز به جاي آر که آن نماز به حقيقت مشهود (نظر فرشتگان شب و فرشتگان روز) است.
17|79|و بعضي از شب را به خواندن قرآن (در نماز) بيدار و متهجّد باش، که نماز شب خاص توست، باشد که خدايت تو را به مقام محمود (شفاعت کبري) مبعوث گرداند.
17|80|و بگو که بارالها مرا (هميشه به هر جا روم به مکّه يا مدينه يا عالم قبر و محشر) به قدم صدق داخل و به قدم صدق خارج گردان و به من از جانب خود حجت روشني که دائم يار و مددکار باشد عطا فرما.
17|81|و (به امت) بگو که (دين) حق آمد و باطل نابود شد، که باطل خود لايق محو نابودي ابدي است.
17|82|و ما آنچه از قرآن فرستيم شفا (ي دل) و رحمت (الهي) براي اهل ايمان است و ظالمان را به جز زيان (و شقاوت) چيزي نخواهد افزود.
17|83|و ما هرگاه به انسان نعمتي عطا کنيم از آن رو بگرداند و دوري جويد، و هرگاه شر و بلايي به او روي آورد به کلي مأيوس و نااميد شود.
17|84|بگو که هر کس بر حسب ذات و طبيعت خود عملي انجام خواهد داد، و خداي شما به آن که راهيافته‌تر است (از همه کس) آگاهتر است.
17|85|و تو را از حقيقت روح مي‌پرسند، جواب ده که روح از (عالم) امر خداست (و بي‌واسطه جسمانيات به امر الهي به بدنها تعلق مي‌گيرد) و (شما پي به حقيقت آن نمي‌بريد زيرا) آنچه از علم به شما دادند بسيار اندک است.
17|86|و اگر ما بخواهيم آنچه را که به وحي بر تو آورديم (از قرآن و علم و آيين) همه را باز مي‌بريم و آن‌گاه تو بر (قهر) ما هيچ کارساز و مددکاري در اين باره نخواهي يافت.
17|87|مگر رحمت و لطف پروردگار (از تو مدد کند) که فضل (و رحمت) او بر تو بزرگ و بسيار است.
17|88|بگو که اگر جن و انس متّفق شوند که مانند اين قرآن کتابي بياورند هرگز نتوانند مثل آن آورند هر چند همه پشتيبان يکديگر باشند.
17|89|و همانا ما در اين قرآن براي مردم هر گونه مثال آورديم (تا مگر هدايت شوند) ليکن اکثر مردم به جز از کفر و عناد از هر چيز امتناع کردند.
17|90|و گفتند: ما هرگز به تو ايمان نخواهيم آورد تا آنکه از زمين براي ما (به اعجاز) چشمه آبي بيرون آري.
17|91|يا آنکه تو را باغي از خرما و انگور باشد که در ميان آن باغ نهرهاي آب جاري گرداني.
17|92|يا آنکه بنابر پندار و دعوي خودت پاره‌اي از آسمان را بر سر ما فرود آوري يا آنکه خدا را با فرشتگانش مقابل ما حاضر آري.
17|93|يا آنکه خانه‌اي از زر (و کاخي زرنگار) دارا باشي يا آنکه بر آسمان بالا روي و باز هم هرگز ايمان به آسمان رفتنت نياوريم تا آنکه بر ما کتابي نازل کني که آن را قرائت کنيم. بگو: خداي من منزه است (از آنکه من، او يا فرشتگان او را حاضر سازم) آيا من فرد بشري بيشترم که (از جانب خدا) به رسالت آمده‌ام؟
17|94|و مردم را چيزي از (هدايت و) ايمان بازنداشت وقتي که هدايت (قرآن) بر آنان آمد جز اين (خيال باطل) که گفتند: آيا خدا بشري را به رسالت فرستاده است؟
17|95|بگو: اگر فرشتگان را در زمين مسکن و قرارگاه بودي ما هم فرشته‌اي را از آسمان به رسالت بر آنها مي‌فرستاديم (که رسول بايد از جنس امت باشد و گرنه حجت و معجزش پذيرفته نشود).
17|96|(اي پيغمبر، پس از اتمام حجت به امت) بگو: خدا شاهد ميان من و شما کافي است که او به (احوال) بندگانش آگاه و بصير است.
17|97|و هر که را خدا رهنمايي کند آن کس به حقيقت هدايت يافته و هر که را به گمراهي واگذارد ديگر جز خدا هيچ (رهنما و) دوست و نگهباني بر آنها نخواهي يافت و چون روز قيامت شود بر روي صورت (بکشانيم و) کور و گنگ و کر محشورشان خواهيم کرد؛ به دوزخ مسکن کنند که هرگه آن دوزخ آتشش خاموش شود باز شديدتر بر آنها سوزان و فروزانش کنيم.
17|98|اين است کيفر آن کافران چون به آيات ما کافر شدند و گفتند: آيا پس از آنکه ما استخواني پوسيده و غباري پراکنده شويم از نو باز برانگيخته مي‌شويم؟
17|99|آيا نديدند که آن خدايي که آسمانها و زمين را آفريد قادر است که مانند اينها را باز خلق کند و بر آنها وقت روز موعودي که بي‌شک خواهد آمد مقرر گرداند؟! (آري با اين همه آيات و حجت قاطع) باز ستمکاران جز راه کفر و عناد نپيمودند.
17|100|بگو که شما اگر داراي گنجهاي رحمت (بي‌انتهاي) خداي من شويد باز هم از ترس فقر و خوف درويشي، بخل از انفاق خواهيد کرد، که انسان طبعا بسيار ممسک و بخيل است.
17|101|و همانا ما به موسي نه آيت روشن و معجز آشکار عطا کرديم، اين حکايت را از بني اسرائيل سؤال کن که موسي بر آنها آمد، پس فرعون به او گفت: اي موسي، من تو را سحرزده (يا ساحر و سحر آموز) مي‌پندارم.
17|102|موسي به فرعون پاسخ داد که تو خود کاملا دانسته‌اي که اين آيات را براي هدايت و بينايي (خلق) جز خداي آسمانها و زمين نفرستاده و من اي فرعون، تو را شخصي جاهل و لايق هلاک مي‌پندارم.
17|103|آن‌گاه فرعون اراده آن کرد که موسي و قومش را از زمين (مصر) براندازد، ما هم او و همدستانش را تمام به دريا غرق کرديم.
17|104|و بعد از آن بني اسرائيل را فرمان داديم که در آن زمين ساکن شويد تا از آن پس که وعده آخرت فرا رسد همه شما را باز جمعا مبعوث گردانيم (و هر کس را به کيفر و پاداش عمل خود برسانيم).
17|105|و ما اين آيات (قرآن عظيم) را به حق فرستاديم و به حق و راستي هم نازل شد، و نفرستاديم تو را جز براي آنکه بشارت دهي و بترساني.
17|106|و قرآني را جزء جزء (و به تدريج) بر تو فرستاديم که تو نيز بر مردم به تدريج قرائت کني (و با صبر و تأنّي به هدايت خلق پردازي)، و اين قرآن کتابي از تنزيلات بزرگ ماست.
17|107|بگو که شما به اين کتاب ايمان بياوريد يا نياوريد (مرا يکسان است که) البته آنها که پيش از اين به مقام علم و دانش رسيدند هرگاه اين آيات بر ايشان تلاوت شود همه با کمال خضوع و فروتني سر طاعت بر حکم آن فرود آورند.
17|108|و گويند: پروردگار ما پاک و منزه است، البته وعده خداي ما محققا واقع خواهد شد.
17|109|و آنها با چشم گريان همه سر به خاک عبوديت نهاده، و پيوسته بر فروتني و ترسشان (از خدا) مي‌افزايد.
17|110|بگو که خواه خدا را به اسم اللّه يا به اسم رحمان بخوانيد، به هر اسمي بخوانيد اسماء نيکو همه مخصوص اوست. و تو در نماز نه صدا را بسيار بلند و نه بسيار آهسته گردان بلکه حدّ وسط را اختيار کن.
17|111|و بگو: ستايش مخصوص خداست که نه هرگز فرزندي برگرفته و نه شريکي در ملک خود دارد و نه هرگز عزت و اقتدار او را نقصي رسد که به دوست و مددکاري نيازمند شود، و پيوسته ذات الهي را به بزرگترين اوصاف کمال ستايش کن.
18|1|ستايش و سپاس مخصوص خداست که بر بنده خاص خود (محمّد صلّي اللّه عليه و آله و سلّم) اين کتاب بزرگ (قرآن) را نازل کرد و در آن هيچ نقص و کژي ننهاد.
18|2|کتابي است در نهايت استواري تا (به اين کتاب بزرگ خلق را) از عذاب سخت خود بترساند و اهل ايمان را که اعمال آنها نيکوست به اجر بسيار نيکو بشارت دهد.
18|3|که در آن سر منزل پر نعمت بهشتي زندگاني ابدي خواهند داشت.
18|4|و بترساند آنان را که گفتند: خدا فرزندي (براي خود) برگرفته است.
18|5|آنها نه خود و نه پدرانشان از روي علم و دانش سخن نمي‌گويند، اين کلمه بزرگي است که از دهنشان خارج مي‌شود و جز دروغ چيزي نمي‌گويند.
18|6|نزديک است که اگر امت تو به اين سخن (قرآن) ايمان نياورند جان عزيزت را از شدت حزن و تأسف بر آنان هلاک سازي!
18|7|ما آنچه را که در زمين جلوه‌گر است زينت و آرايش ملک زمين قرار داديم تا مردم را امتحان کنيم که کدام يک عملشان نيکوتر خواهد بود.
18|8|و ما آنچه را زيور زمين گردانيديم باز همه را به دست ويراني و فنا مي‌دهيم و زمين را دشتي خشک و بي‌گياه خواهيم ساخت.
18|9|تو پنداري که (قصه) اصحاب کهف و رقيم (در مقابل اين همه آيات قدرت و عجايب حکمتهاي ما) از آيات عجيب ماست؟!
18|10|آن‌گاه که آن جوانمردان (از بيم دشمن) در غار کوه پنهان شدند و از درگاه خدا مسئلت کردند بار الها، تو در حق ما به لطف خاص خود رحمتي عطا فرما و بر ما وسيله رشد و هدايتي کامل مهيّا ساز.
18|11|پس ما (در آن غار از خواب) بر گوش و هوش آنها تا چند سالي پرده بيهوشي زديم.
18|12|پس از آن خواب آنان را برانگيختيم تا معلوم گردانيم کدام يک از آن دو گروه (مؤمنان اهل کتاب که در خواب اصحاب کهف اختلاف داشتند) مدت درنگ در آن غار را بهتر احصا خواهند کرد (و پي به قدرت خدا مي‌برند).
18|13|ما قصه آنان را بر تو به درستي حکايت خواهيم کرد. آنها جوانمرداني بودند که به خداي خود ايمان آوردند و ما بر مقام (ايمان و) هدايتشان بيفزوديم.
18|14|و دلهاي (پاک) آنها را سخت استوار و دلير ساختيم آن‌گاه که آنها قيام کرده و گفتند: خداي ما پروردگار آسمانها و زمين است و ما هرگز جز خداي يکتا هيچ کس را به خدايي نمي‌خوانيم، که اگر بخوانيم سخت راه خطا و ظلم پيموده‌ايم.
18|15|اين قوم ما که خداياني غير خداي يگانه برگرفتند چرا هيچ دليلي روشن بر خدايي آنها نمي‌آورند؟ پس چه کسي ستمکارتر از آن کس که افترا و دروغ بر خدا مي‌بندد؟!
18|16|و آن‌گاه اصحاب کهف با يکديگر گفتند که شما چون از اين مشرکان و خدايان باطلشان که جز خدا مي‌پرستند دوري جستيد بايد به غار کوه گريخته و پنهان شويد تا خدا از رحمت خود به شما گشايش و توسعه بخشد و اسباب کار شما را با (روزي حلال و) آسايش مهيّا سازد. (آن‌گاه به غار کوه رفته و به خواب شدند..
18|17|و گردش آفتاب را چنان مشاهده مي‌کني که هنگام طلوع از سمت راست غار آنها برکنار و هنگام غروب نيز از جانب چپ ايشان به دور مي‌گردد و آنها در فضاي گسترده غار قرار دارند (و کاملا از حرارت خورشيد در آسايشند). اين حکايت جوانمردان کهف يکي از آيات الهي است؛ هر کس را خدا راهنمايي کند او به حقيقت هدايت يافته و هر که را در گمراهي واگذارد ديگر هرگز براي چنين کس هيچ يار راهنمايي نخواهي يافت.
18|18|و آنها را بيدار پنداري و حال آنکه در خوابند و ما (براي رفع خستگي) آنان را به پهلوي راست و چپ مي‌گردانيديم و سگ آنها دو دست بر در آن غار گسترده داشت، و اگر بر حال ايشان مطلع شدي از آنها گريختي و از هيبت و عظمت آنان بسيار هراسان گرديدي.
18|19|و همچنين (که خوابشان کرديم) آنان را از خواب برانگيختيم تا (از زمان خوابشان که بر خود آنها مشتبه و نامعلوم بود) از يکديگر بپرسند، يکي پرسيد: چند مدت (در غار) درنگ کرديد؟ جواب دادند: يک روز تمام يا که برخي از روز. ديگر بار گفتند: خدايتان داناتر است که چند مدت در غار بوده‌ايد، باري شما يکي را با اين درهمهاتان به شهر بفرستيد و بايد بنگرد که کدامشان طعام پاکيزه‌تر و حلال‌تر دارند تا از آن روزيي برايتان فراهم آرد و بايد با دقت و ملاحظه اين کار را انجام دهد و نبايد هيچ‌کس را از حال شما آگاه سازد.
18|20|زيرا که اگر (اين مردم کافر) بر شما آگهي و ظفر يابند شما را يا سنگسار خواهند کرد يا به آيين خودشان برمي‌گردانند و در آن صورت ديگر روي رستگاري نخواهيد ديد.
18|21|و اين چنين ما مردم را بر حال اصحاب کهف آگاه ساختيم تا خلق بدانند که وعده خدا (به روز معاد و زنده کردن مردگان) به حق بوده و ساعت قيامت البته بي‌هيچ شک خواهد آمد، آن‌گاه که ميانشان تنازع و خلاف در امر آنها بود (يعني در عدد يا آيين آنها که قائل به معاد و قيامت بودند) پس بعضي گفتند: بايد گرد آنها حصار و بنايي بسازيم (که در حبس از خلق مستور و ممنوع شوند) خدا به احوال آنها آگاه‌تر است و آنان که بر واقع احوال آنها ظفر و اطلاع يافتند (يعني خداپرستان و نيکان امت با خود) گفتند: البته بر ايشان مسجدي بنا کنيم.
18|22|بعضي خواهند گفت که عده آن اصحاب کهف سه نفر بود چهارمين هم سگ آنها، و برخي ديگر از روي خيالبافي و غيب‌گويي مي‌گويند عده آنها پنج نفر بود ششمين سگ آنها، و برخي ديگر گويند: هفت نفر بودند و هشتمين سگ آنها. بگو: خداي من به عده آنها آگاه‌تر است، که بر عدد آنها به جز افراد قليلي (مانند انبياء و اولياء که از طرف حق به وحي دانسته‌اند) هيچ کس آگاه نيست، پس تو (با اهل کتاب) درباره آنها مجادله مکن جز آنکه هر چه به ظاهر وحي دانستي اظهار کن و ديگر هرگز فتوا از احدي در اين باب مپرس.
18|23|و تو هرگز درباره چيزي مگو که من اين کار را فردا خواهم کرد.
18|24|مگر آنکه بگويي (ان شاء اللّه) اگر خدا بخواهد، و چون فراموش کني باز خدا را به ياد آر و به خلق بگو (اين قدر بر سر قصه ياران کهف بحث و جدل بر پا مکنيد که) اميد است خداي من مرا به حقايقي بهتر و علومي برتر از اين قصه هدايت فرمايد.
18|25|و آنها در کهف کوه سيصد سال، نه سال هم افزون درنگ کردند (يهود بر علي عليه السّلام در اين آيه اعتراض کردند که نه سال زياده در تورات ما نيست. حضرت پاسخ داد که اين نه سال بر اين است که سال شما شمسي و سال ما قمري است).
18|26|بگو: خدا به زمان اقامت آنان (در غار کوه) داناتر است که او به همه اسرار غيب آسمانها و زمين محيط است، و چقدر هم بينا و شنواست! و هيچ کس جز او سرپرست و نگهبان خلق نيست واحدي را در حکم خود شريک نمي‌سازد.
18|27|و آنچه از کتاب خدا بر تو وحي شد (بر خلق) تلاوت کن، که کلمات او را هيچ کس تغيير نتواند داد، و هرگز جز درگاه او پناهي نخواهي يافت.
18|28|و هميشه خويش را با کمال شکيبايي به محبت آنان که صبح و شام خداي خود را مي‌خوانند و رضاي او را مي‌طلبند وادار کن، و مبادا ديدگانت از آنان بگردد از آن رو که به زينتهاي دنيا مايل باشي، و هرگز از آن که ما دل او را از ياد خود غافل کرده‌ايم و تابع هواي نفس خود شده و به تبهکاري پرداخته متابعت مکن.
18|29|و بگو: دين حق همان است که از جانب پروردگار شما آمد، پس هر که مي‌خواهد ايمان آرد و هر که مي‌خواهد کافر شود، ما براي کافران ستمکار آتشي مهيا ساخته‌ايم که شعله‌هاي آن مانند خيمه‌هاي بزرگ گرد آنها احاطه کند و اگر (از شدت عطش) شربت آبي درخواست کنند آبي مانند مس گداخته سوزان به آنها دهند که رويها را بسوزاند و آن آب بسيار بد شربتي و آن دوزخ بسيار بد آسايشگاهي است.
18|30|آنان که ايمان آوردند و نيکوکار شدند ما هم اجر نيکوکاران را ضايع نخواهيم گذاشت.
18|31|آنهايند که بهشتهاي عدن که نهرها زير درختانش جاري است خاص آنهاست در حالي که آنان را در آن بهشت به دستبندها و زيورهاي زرين بيارايند و لباس‌هاي سبز حرير و ديبا درپوشند و بر تخت‌ها تکيه زنند، که آن بهشت نيکو اجري و خوش آرامگاهي است.
18|32|و دو مرد (مؤمن و کافر) را براي امت مثل آر که به يکي از آنها دو باغ انگور داديم و به نخل خرما اطرافش را پوشانديم و عرصه ميان آنها را کشتزار (براي گندم و ساير حبوبات) قرار داديم.
18|33|آن دو باغ کاملا ميوه‌هاي خود را بي‌هيچ آفت و نقصان بداد و در وسط آنها جوي آبي نيز روان ساختيم.
18|34|و اين مرد که دو باغ ميوه بسيار داشت با رفيق خود (که مردي مؤمن و فقير بود) در مقام گفتگو و مفاخرت برآمد و گفت: من از تو به دارايي بيشتر و از حيث خدم و حشم نيز عزيزتر و توانمندترم.
18|35|و روزي به باغ خود در حالي که به نفس خود ستمکار بود (چون عمر را به کفر و گناه و غفلت از خدا مي‌گذرانيد با کمال غرور) داخل شد، گفت: گمان ندارم هرگز اين باغ نابود شود.
18|36|و نيز گمان نمي‌کنم که روز قيامتي به پا شود و اگر (به فرض هم خدا و قيامتي باشد و) من به سوي خداي خود بازگردم البته (در آن جهان نيز) از اين باغ دنيا منزلي بهتر خواهم يافت.
18|37|رفيق (با ايمان و فقير) او در مقام گفتگو (و اندرز) بدو گفت: آيا به خدايي که نخست از خاک و بعد از نطفه تو را آفريد و آن‌گاه مردي کامل و آراسته خلقت ساخت کافر شدي؟!
18|38|ليکن من پروردگارم آن خداي يکتاست و هرگز به خداي خود احدي را شريک نخواهم ساخت.
18|39|و تو چرا وقتي به باغ خود درآمدي نگفتي که همه چيز به خواست خداست و جز قدرت خدا قوه‌اي نيست؟ اگر تو مرا از خود به مال و فرزند کمتر داني (به خود مغرور مشو که).
18|40|اميد است خدا مرا بهتر از باغ تو (در آخرت و دنيا) بدهد و بر بوستان تو آتشي فرستد که باغت يکسره نابود و با خاک صرف يکسان گردد.
18|41|يا آبش به زمين فرو رود و ديگر هرگز نتواني آب به دست آري (و باغت از بي‌آبي خشک شود).
18|42|و ثمره و ميوه‌هايش همه نابود گرديد و او (از شدت حزن و اندوه) بر آنچه در باغ خرج کرده بود دست بر دست مي‌زد که بنا و اشجارش همه ويران و خشک شده بود، و مي‌گفت: اي کاش من احدي را به خداي خود شريک نمي‌ساختم.
18|43|و ابدا جز خدا هيچ گروهي نبود که آن گنهکار کافر را از قهر و خشم خدا ياري و حمايت کند و نه خود مدافع خويش بود.
18|44|آنجا ولايت و حکمفرمايي خاص خداست که به حق فرمان دهد و بهترين اجر و ثواب و عاقبت نيکو را هم او عطا کند.
18|45|و براي امت، زندگاني دنيا را چنين مثل زن که ما آب باراني از آسمان نازل کنيم و به آن آب، درختان و نباتات گوناگون زمين درهم پيچيده و خرم برويد، سپس همه درهم شکسته و خشک شود و به دست بادها زير و زبر و پراکنده گردد، و خدا بر هر چيز اقتدار کامل دارد.
18|46|مال و فرزندان زيب و زينت حيات دنياست و اعمال صالح که (تا قيامت) باقي است نزد پروردگار از نظر ثواب بهتر و از نظر اميدمندي نيکوتر است.
18|47|و (ياد کن) روزي که ما کوهها را به رفتار آريم و زمين را صاف و بدون پست و بلندي آشکارا ببيني و همه را (در صف محشر از قبرها) برانگيزيم و يکي را فرو نگذاريم.
18|48|و خلايق را در صفي بر خدا عرضه کنند (و به کافران گفته شود: ديديد) همان گونه که اول بار شما را آفريديم باز به سوي ما باز آمديد، اما شما (به خيال باطل) پنداشتيد که هرگز براي شما وعده گاهي نمي‌نهيم (و معادي در کار نيست).
18|49|و کتاب اعمال نيک و بد خلق را پيش نهند، آن گاه اهل عصيان را از آنچه در نامه عمل آنهاست ترسان و هراسان بيني در حالي که (با خود) گويند: اي واي بر ما، اين چگونه کتابي است که اعمال کوچک و بزرگ ما را سر مويي فرو نگذاشته جز آنکه همه را احصا کرده است؟! و در آن کتاب همه اعمال خود را حاضر بينند و خدا به هيچ کس ستم نخواهد کرد.
18|50|و (ياد آر) وقتي که به فرشتگان فرمان داديم که بر آدم همه سجده کنيد، و آنها تمام سر به سجده فرود آوردند جز شيطان که از جنس جن (ديو) بود بدين جهت از طاعت خداي خود سرپيچيد، پس آيا (شما فرزندان آدم) مرا فراموش کرده و شيطان و فرزندانش را دوست خود مي‌گيريد در صورتي که آنها شما را سخت دشمنند؟ ظالمان را (که به جاي خدا شيطان را به طاعت برگزيدند) بسيار بد بدلي است.
18|51|من در وقت آفرينش آسمانها و زمين و يا خلقت خود اين مردم آنها را حاضر و گواه نساختم (و کمک از کسي نخواستم) و هرگز گمراه کنندگان را به مددکاري نگرفتم.
18|52|و (ياد آر) روزي که خدا به کافران گويد: اکنون آنان را که شريک من گمان داشتيد بخوانيد (تا به فرياد شما رسند)، آنها بخوانند و هيچ يک اجابت نکنند، و ميان همه آنها (يعني مشرکان و معبودانشان) جايگاهي سخت مهلک مقرر سازيم.
18|53|و آن‌گاه مردم بدکار آتش دوزخ را به چشم مشاهده کنند و بدانند که در آن خواهند افتاد و از آن ابدا مفرّي ندارند.
18|54|و ما در اين قرآن هرگونه مثال و بيان براي (هدايت) خلق آورديم و ليکن آدمي بيشتر از هر چيز (با سخن حق) به جدال و خصومت برخيزد.
18|55|و چون هدايت (الهي قرآن) به خلق رسيد چيزي مردم را منع نکرد که آن هدايت را بپذيرند و به درگاه پروردگار خود توبه و استغفار کنند به جز آنکه (خواستند مستحق شوند تا) سنّت (عقوبت و هلاک) پيشينيان به اينان هم برسد و يا با مجازات و عذاب خدا روبرو شوند.
18|56|و ما رسولان را جز براي بشارت (نيکان) و ترسانيدن (بدان) نمي‌فرستيم و کافران با سخنان بيهوده باطل مي‌خواهند جدل کرده و حق را پايمال کنند، و آيات مرا و آنچه براي تنبيه و انذارشان آمد به استهزاء گرفتند.
18|57|و کيست ستمکارتر از آن کسي که متذکر آيات خدايش ساختند و بدانها پندش دادند و باز از آنها اعراض کرد و از اعمال زشتي که کرده بود به کلي فراموش کرد و ما (پس از اتمام حجت) بر دلهايشان پرده‌ها (ي جهل و قساوت) انداختيم تا ديگر آيات ما را فهم نکنند، و گوش آنها را (از شنيدن سخن حق) سنگين ساختيم و اگر به هدايتشان بخواني ديگر ابدا هدايت نخواهند يافت.
18|58|و خداي تو بسيار آمرزنده و بي‌نهايت داراي کرم و رحمت است، اگر خواهد تا خلق را به کردارشان مؤاخذه کند همانا در عذابشان تعجيل و تسريع کند و ليکن براي (عذاب) آنان وقت معين (در عالم قيامت) مقرر است که از آن هرگز پناه و گريزگاهي نخواهند يافت.
18|59|و اين است شهر و ديارهايي که اهل آن را چون ظلم و ستم کردند هلاک ساختيم و بر وقت هلاکشان موعدي معلوم مقرر گردانيديم.
18|60|و (به ياد آر) وقتي که موسي به شاگردش (يوشع که وصي و خليفه او بود) گفت: من دست از طلب برندارم تا به مجمع البحرين (به محل برخورد دو دريا) برسم يا سالها عمر در طلب بگذرانم.
18|61|و چون موسي و شاگردش بدان مجمع البحرين رسيدند ماهي غذاي خود را فراموش کردند و آن ماهي راه به دريا برگرفت و رفت.
18|62|پس چون که از آن مکان بگذشتند موسي به شاگردش گفت: چاشت ما را بياور که ما در اين سفر رنج بسيار ديديم.
18|63|وي گفت: در نظر داري آنجا که بر سر سنگي منزل گرفتيم؟ من (آنجا) ماهي را فراموش کردم و آن را جز شيطان از يادم نبرد و شگفت آنکه ماهي بريان راه دريا گرفت و برفت.
18|64|موسي گفت: آنجا همان مقصدي است که ما در طلب آن بوديم، و از آن راهي که آمدند به آنجا برگشتند.
18|65|در آنجا بنده‌اي از بندگان خاص ما را يافتند که او را رحمت و لطف خاصي از نزد خود عطا کرديم و هم از نزد خود وي را علم (لدنّي و اسرار غيب الهي) آموختيم.
18|66|موسي به آن شخص دانا (و خضر زمان) گفت: آيا من تبعيت (و خدمت) تو کنم تا از علم لدنّي خود مرا بياموزي؟
18|67|آن عالم پاسخ داد که تو هرگز نمي‌تواني که (تحمل اسرار کرده و) با من صبر پيشه کني.
18|68|و چگونه صبر تواني کرد بر چيزي که از علم آن آگهي کامل نيافته‌اي؟
18|69|موسي گفت: به خواست خدا مرا با صبر و تحمل خواهي يافت و هرگز در هيچ امر با تو مخالفت نخواهم کرد.
18|70|آن عالم گفت: پس اگر تابع من شدي ديگر از هر چه من کنم هيچ سؤال مکن تا وقتي که من خود تو را از آن راز آگاه سازم.
18|71|سپس هر دو با هم برفتند تا وقتي که در کشتي سوار شدند. آن عالم کشتي را بشکست، موسي گفت: اي مرد، آيا کشتي شکستي تا اهل آن را به دريا غرق کني؟! بسيار کار منکر و شگفتي به جاي آوردي.
18|72|گفت: آيا من نگفتم که هرگز ظرفيت و توانايي آنکه با من صبر کني نداري؟
18|73|موسي گفت: (اين يک بار) بر من مگير که شرط خود را فراموش کردم و مرا تکليف سخت طاقت فرسا نفرما.
18|74|و باز هم روان شدند تا به پسري برخوردند، او پسر را (بي‌گفتگو) به قتل رسانيد. باز موسي گفت: آيا نفس محترمي که کسي را نکشته بود بي‌گناه کشتي؟ همانا کار بسيار منکر و ناپسندي کردي.
18|75|گفت: آيا با تو نگفتم که تو هرگز ظرفيت و مقام آنکه با من صبر کني نخواهي داشت؟
18|76|موسي گفت: اگر بار ديگر از تو مؤاخذه و اعتراضي کردم از آن بعد با من ترک صحبت و رفاقت کن که از (تقصير) من عذر موجه (بر متارکه دوستي) به دست خواهي داشت.
18|77|باز با هم روان شدند تا وارد بر شهري شدند و از اهل آن شهر طعام خواستند، مردم از طعام دادن و مهماني آنها ابا کردند (آنها هم از آن شهر به عزم خروج رفتند تا) در (نزديکي دروازه آن) شهر به ديواري که نزديک به انهدام بود رسيدند و آن عالم به استحکام و تعمير آن پرداخت. باز موسي گفت: روا بود که بر اين کار اجرتي مي‌گرفتي.
18|78|آن عالم گفت: اين (سه بار کم‌ظرفي و بي‌صبري و اعتراض، عذر) مفارقت بين من و توست، من همين ساعت تو را بر اسرار کارهايم که بر فهم آن صبر و ظرفيت نداشتي آگاه مي‌سازم.
18|79|اما آن کشتي، صاحبش خانواده فقيري بود که در دريا کار مي‌کردند (و از آن کشتي کسب و ارتزاق مي‌نمودند) خواستم چون کشتي‌ها (ي بي‌عيب) را پادشاه در سر راه به غصب مي‌گرفت اين کشتي را ناقص کنم (تا براي آن فقيران باقي بماند).
18|80|و اما آن پسر (کافر بود و) پدر و مادر او مؤمن بودند، از آن باک داشتيم که آن پسر آنها را به خوي کفر و طغيان خود درآورد.
18|81|خواستيم تا به جاي او خدايشان فرزندي بهتر و صالح‌تر و مهذب‌تر و نزديکتر به ارحام پرستي به آن پدر و مادر بخشد.
18|82|و اما آن ديوار از آن دو طفل يتيمي در آن شهر بود که پدري صالح داشتند و زير آن گنجي براي آن دو نهفته بود، خدايت خواست تا به لطف خود آن اطفال به حد رشد رسند و خودشان گنج را استخراج کنند. و من اين کارها نه از پيش خود (بلکه به امر خدا) کردم. اين است مآل و باطن کارهايي که تو طاقت و ظرفيت بر انجام آن نداشتي.
18|83|و از تو (اي رسول) سؤال از ذوالقرنين مي‌کنند، پاسخ ده که من به زودي حکايتي از او بر شما خواهم خواند.
18|84|ما او را در زمين تمکن و قدرت بخشيديم و از هر چيزي رشته‌اي به دست او داديم.
18|85|او هم رشته‌اي را پي گرفت.
18|86|تا هنگامي که (در سير خود) به مغرب رسيد خورشيد را (که در درياي محيط غروب مي‌کرد) چنين يافت که در چشمه آب تيره‌اي رخ نهان مي‌کند و آنجا قومي را يافت که (چون کافر بودند) به ذوالقرنين دستور داديم که درباره اين قوم يا قهر و عذاب (اگر ايمان نياوردند) يا لطف و رحمت (اگر ايمان آرند) به جاي آور.
18|87|ذو القرنين به آن قوم گفت: اما هر کس (از شما) ظلم و ستم کرده او را به کيفر خواهيم رسانيد و سپس هم که (بعد از مرگ) به سوي خدا بازگردد خدا او را به عذابي بسيار سخت کيفر خواهد کرد.
18|88|و اما هر کس به خدا ايمان آورد و نيکو کردار باشد نيکوترين اجر خواهد يافت و هم ما امر را بر او سهل و آسان گيريم.
18|89|و باز وسيله و رشته‌اي را پي گرفت (و سفر را ادامه داد).
18|90|تا چون به مشرق زمين رسيد آنجا ديد که خورشيد بر قومي مي‌تابد که ما ميان آنها و آفتاب ساتري قرار نداده‌ايم (يعني لباس و خيمه و مسکني که از حرارت خورشيد سايبان کنند نداشتند).
18|91|همچنين بود، و البته ما از احوال او کاملا باخبر بوديم.
18|92|باز وسيله و رشته‌اي را پي گرفت (و به سمت شمال سفر را ادامه داد).
18|93|تا چون رسيد ميان دو سد (دو کوه بين دو کشور در شمال يا جنوب خاک ترکستان) آنجا قومي را يافت که سخني فهم نمي‌کردند (و سخت وحشي و زبان نفهم بودند)
18|94|آنان گفتند: اي ذوالقرنين، قومي به نام يأجوج و مأجوج در اين سرزمين (پشت اين کوه) فساد (و خونريزي و وحشيگري) بسيار مي‌کنند، آيا چنانچه ما خرج آن را به عهده گيريم سدي ميان ما و آنها مي‌بندي (که ما از شر آنان آسوده شويم).
18|95|ذوالقرنين گفت: تمکن و ثروتي که خدا به من عطا فرموده (از هزينه شما) بهتر است (نيازي به کمک مادي شما ندارم) اما شما با من به قوت بازو کمک کنيد (مرد و کارگر از شما، وسايل و هزينه آن با من) تا سدي محکم براي شما بسازم (که به کلي مانع دستبرد آنها شود).
18|96|برايم قطعات آهن بياوريد. (آن‌گاه دستور داد که زمين را تا به آب بکنند و از عمق زمين تا مساوي دو کوه از سنگ و آهن ديواري بسازند) تا چون ميان آن دو کوه را برابر ساخت گفت: در آتش بدميد؛ تا چون آهن را بسان آتش بگداخت، گفت: برايم مس گداخته آوريد تا بر آن فرو ريزم.
18|97|از آن پس آن قوم نه هرگز بر بالاي آن سد شدن و نه بر شکستن آن سد و رخنه در آن توانايي يافتند.
18|98|ذو القرنين گفت که اين (قدرت و تمکن بر بستن سد) لطف و رحمتي از خداي من است و آن‌گاه که وعده خداي من فرا رسد (که روز قيامت يا روز ظهور حضرت ولي اللّه اعظم است) آن سد را متلاشي و هموار با زمين گرداند و البته وعده خداي من محقق و راست است.
18|99|و روز آن وعده که فرا رسد (طايفه يأجوج و مأجوج يا) همه خلايق محشر چون موج مضطرب و سرگردان باشند و درهم آميزند، و نفخه صور دميده شود و همه خلق را در صحراي قيامت جمع آريم.
18|100|و در آن روز دوزخ را (که انکار مي‌کردند) آشکار به کافران بنماييم.
18|101|آن کافراني که بر چشم (قلب) شان پرده (غفلت) بود و از ياد من غافل بودند و (از فرط هواي نفس) هيچ توانايي بر شنيدن (آيات و کلمه الهي) نداشتند.
18|102|آيا کافران پندارند که بندگان من (چون فرشتگان و حضرت مسيح) را به جاي من دوست و ياور خود مي‌گيرند؟! ما براي کافران دوزخ را منزلگاه قرار داده‌ايم.
18|103|بگو که آيا مي‌خواهيد شما را بر زيانکارترين مردم آگاه سازيم؟
18|104|(زيانکارترين مردم) آنها هستند که (عمر و) سعي‌شان در راه دنياي فاني تباه گرديد و به خيال باطل مي‌پنداشتند که نيکوکاري مي‌کنند.
18|105|همين دنيا طلبانند که به آيات خداي خود کافر شدند و (روز) ملاقات خدا را انکار کردند، لذا اعمالشان همه تباه گشته و روز قيامت آنها را هيچ وزن و ارزشي نخواهيم داد.
18|106|اين است که اينان چون کافر شده و آيات و پيمبران مرا استهزاء کردند به آتش دوزخ کيفر خواهند يافت.
18|107|آنان که به خدا ايمان آورده و نيکوکار شدند البته آنها در بهشت فردوس منزل خواهند يافت.
18|108|هميشه در آن بهشت ابد منزل يافته و هرگز از آنجا انتقال نخواهند يافت.
18|109|بگو که اگر دريا براي (نوشتن) کلمات پروردگار من مرکب شود پيش از آنکه کلمات پروردگارم به آخر رسد دريا خشک خواهد شد هر چند دريايي ديگر باز ضميمه آن کنيم (يعني عوالم وجود که کلمات تکويني الهي است بي‌حد و نامتناهي است).
18|110|بگو: جز اين نيست که من مانند شما بشري هستم (دعوي احاطه به جهان‌هاي نامتناهي و کليه کلمات الهي نکنم، تنها فرق من با شما اين است) که به من وحي مي‌رسد که خداي شما خداي يکتاست، پس هر کس به لقاي (رحمت) پروردگارش اميدوار است بايد نيکوکار شود و هرگز در پرستش خدايش احدي را با او شريک نگرداند.
19|1|کهيعص (اين حروف رموز و اسراري است در ميان خدا و رسول صلّي اللّه عليه و آله و سلّم).
19|2|در اين آيات پروردگار تو از رحمتش بر بنده خاصّ خود زکريا سخن مي‌گويد.
19|3|(ياد کن حکايت او را) وقتي که خداي خود را پنهاني (و از صميم قلب) ندا کرد.
19|4|عرض کرد که پروردگارا، استخوان من سست گشت و فروغ پيري بر سرم بتافت و با وجود اين من از دعا به درگاه کرم تو خود را هرگز محروم ندانسته‌ام.
19|5|و من از اين وارثان کنوني (که پسر عموهاي من هستند) براي پس از خود بيمناکم (مبادا که پس از من در مال و مقامم خلف صالح نباشند و راه باطل پويند) و زوجه من هم نازا و عقيم است، تو از لطف خاص خود فرزندي به من عطا فرما.
19|6|که او وارث من و همه آل يعقوب باشد و تو اي خدا او را وارثي پسنديده و صالح مقرر فرما.
19|7|اي زکريا همانا تو را به فرزندي که نامش يحيي است و از اين پيش همنام و همانندش (در تقوا) نيافريديم بشارت مي‌دهيم.
19|8|زکريا (از فرط شوق و شگفتي و براي حصول اطمينان) عرض کرد: الها، مرا از کجا پسري تواند بود در صورتي که زوجه من نازاست و من هم از شدت پيري خشک و فرتوت شده‌ام؟!
19|9|(فرشته‌اي از زبان خدا) گفت: چنين خواهد شد؛ پروردگارت گويد: اين کار براي من بسيار آسان است و منم که تو را پس از هيچ و معدوم صرف بودن، نعمت وجود بخشيدم.
19|10|زکريا باز عرضه داشت: بارالها، براي من نشانه و حجتي بر اين بشارت قرار ده، خدا فرمود: بدين نشان که تا سه شبانه‌روز با مردم تکلم نکني (و بر سخن قادر نباشي) با آنکه تندرست هستي.
19|11|پس زکريا در حالي که از محراب (عبادت) بر قومش بيرون آمد به آنان اشاره کرد که صبح و شام به تسبيح و نماز قيام کنيد.
19|12|(چون زکريا ذکر تسبيح و نماز کرد ما به او يحيي را عطا کرديم و چون سه ساله شد به وي خطاب کرديم که) اي يحيي، تو کتاب آسماني ما را به قوت (نبوت) فراگير، و به او در همان سن کودکي مقام نبوت بخشيديم.
19|13|و نيز او را به لطف خاص خود رحمت و مهرباني و پاکي و پارسايي داديم و او طريق تقوا پيش گرفت.
19|14|و هم در حق پدر و مادر خود بسيار نيکوکار بود و هرگز به احدي ستم نکرد و معصيت خدا را مرتکب نگرديد.
19|15|و سلام حق بر او باد در روز ولادتش و روز وفاتش و روزي که زنده برانگيخته خواهد شد.
19|16|و ياد کن در کتاب خود احوال مريم را آن‌گاه که از اهل خانه خويش کنار گرفته به مکاني به مشرق (بيت المقدس براي عبادت) روي آورد.
19|17|و آن‌گاه که از همه خويشانش به کنج تنهايي محتجب و پنهان گرديد ما روح خود را (روح القدس که فرشته اعظم است) بر او فرستاديم و او در صورت بشري زيبا و راست اندام بر او ظاهر شد.
19|18|مريم گفت: من از تو پناه به خداي رحمان مي‌برم اگر مرد پرهيزکاري هستي.
19|19|گفت: من فرستاده خداي توام، آمده‌ام تا تو را پسري بخشم بسيار پاکيزه و پاک سيرت.
19|20|مريم گفت: از کجا مرا پسري تواند بود در صورتي که دست بشري به من نرسيده و کار ناشايسته‌اي هم نکرده‌ام؟
19|21|گفت: اين چنين کار البته خواهد شد، خدايت فرموده که بسيار بر من آسان است (تا قدرت ما را بر آن دريابي) و تا اين پسر را آيت بزرگ و رحمت واسع خود براي خلق گردانيم؛ و قضاي الهي بر اين کار رفته است.
19|22|پس مريم (به مشاهده جبرئيل، در گريبانش نسيم اهتزازي يافت و) به آن پسر بار برداشت و (براي آنکه از سرزنش قوم جاهل برکنار باشد) با آن به مکاني دور خلوت گزيد.
19|23|آن‌گاه درد زاييدن او را به کنار درخت خرمايي کشانيد (و از شدت حزن و اندوه با خود) گفت: اي کاش من از اين پيش مرده بودم و از صفحه عالم به کلي نامم فراموش شده بود.
19|24|پس از زير آن درخت (روح القدس يا فرزندش عيسي) او را ندا کرد که غمگين مباش که خداي تو از زير قدم تو چشمه آبي جاري کرد.
19|25|شاخ درخت را به سوي خود حرکت ده تا از آن بر تو رطب تازه فرو ريزد.
19|26|پس (از اين رطب) تناول کن و (از اين چشمه آب) بياشام و چشم خود (به عيسي) روشن دار، و هر کس از جنس بشر را که ببيني (به اشاره) با او بگو: براي خداي رحمن نذر روزه (سکوت) کرده‌ام و امروز با هيچ انساني سخن نخواهم گفت.
19|27|آن‌گاه کودک را برداشته نزد قوم خود آورد گفتند: اي مريم عجب کاري منکر و شگفت‌آور کردي!
19|28|اي خواهر هارون، تو را نه پدري ناصالح بود و نه مادري بدکار (پس تو دختر بکر از کجا فرزند يافتي).
19|29|مريم به اشاره حواله به طفل کرد، آنها گفتند: ما چگونه با طفل گهواره‌اي سخن گوييم؟
19|30|آن طفل (به امر خدا به زبان آمد و) گفت: همانا من بنده خاص خدايم که مرا کتاب آسماني و شرف نبوت عطا فرمود.
19|31|و مرا هر کجا که باشم مايه برکت (و رحمت) گردانيد، و تا زنده‌ام به عبادت نماز و زکات سفارش کرد.
19|32|و مرا نيکوکار به مادرم ساخت و مرا ستمکار و شقي نگردانيد.
19|33|و سلام حق بر من است روزي که به دنيا آمدم و روزي که از جهان بروم و روزي که (براي زندگاني ابدي) باز زنده برانگيخته شوم.
19|34|اين است (قضيه) عيسي بن مريم که مردم در امر خلقتش شک و ريب دارند، اکنون به سخن حق و صواب، حقيقت حالش بيان گرديد.
19|35|خدا را هرگز نشايد که فرزندي اتخاذ کند، که وي منزه از آن است، (او قادري است که) چون حکم نافذش به ايجاد چيزي تعلق گيرد همين که گويد: «موجود باش» بي‌درنگ آن چيز موجود مي‌شود.
19|36|خداي يکتا پروردگار من و شماست، او را پرستيد که راه راست همين راه خداپرستي است.
19|37|آن‌گاه طوايف مردم (يعني نصاري) در ميان خود (درباره مسيح پسر مريم) اختلاف کردند (برخي او را از کفر و جهل، خدا دانستند و برخي پسر خدا و برخي پسر يوسف نجارش خواندند)، پس واي بر اين مردم کافر از حضور در آن روز بزرگ قيامت.
19|38|روز محشر که خلق به سوي ما بازآيند چقدر شنوا و بينا شوند! ولي امروز (که بايد حقيقت را بشنوند و ببينند) مردم ستمکار همه به گمراهي و ضلالت آشکار فرو رفته‌اند.
19|39|و (اي رسول ما) امت را از روز غم و حسرت (يعني روز مرگ و قيامت) بترسان که آن روز ديگر کارشان گذشته است و آنها سخت از آن روز غافلند و به آن ايمان نمي‌آورند.
19|40|تنها ماييم که (پس از فناي خلق و انتقالشان به عالم آخرت) زمين و اهلش را وارث مي‌شويم و همه به سوي ما بازگردانده خواهند شد.
19|41|و ياد کن در کتاب خود شرح حال ابراهيم را که او شخص بسيار راستگو و پيغمبري بزرگ بود.
19|42|هنگامي که با پدر خود (يعني عموي خويش آزر) گفت: اي پدر، چرا بتي جماد را که چشم و گوش (و حس و هوشي) ندارد و هيچ رفع حاجتي از تو نتواند کرد پرستش مي‌کني؟
19|43|اي پدر، مرا (از وحي خدا) علمي آموختند که تو را آن علم نياموخته‌اند، پس تو مرا پيروي کن تا به راه راستت هدايت کنم.
19|44|اي پدر، هرگز شيطان را نپرست که شيطان سخت با خداي رحمان مخالفت و عصيان کرد.
19|45|اي پدر، از آن سخت مي‌ترسم که از خداي مهربان بر تو قهر و عذاب رسد و (به دوزخ) با شيطان يار و ياور باشي.
19|46|گفت: اي ابراهيم، تو مگر از خدايان من روگردان و بي‌عقيده شدي؟ چنانچه دست (از مخالفت بتان) برنداري بي‌گمان تو را سنگسار کنم، و گرنه سالها از من به دور باش.
19|47|باز ابراهيم گفت: سلامت باشي، من از خداي خود براي تو آمرزش خواهم خواست، که او بسيار در حقّ من مهربان است.
19|48|من از شما و بتاني که به جاي خدا مي‌پرستيد دوري کرده و خداي يکتايم را مي‌خوانم و اميدوارم که چون او را بخوانم از درگاه لطفش محروم نمانم (و مرا از شرّ مشرکان حفظ کند).
19|49|و چون ابراهيم از آن قوم و بتاني که به جاي خدا مي‌پرستيدند دوري گزيد ما هم (به لطف و رحمت خود) به او اسحاق و (فرزند او) يعقوب را عطا کرديم و به همه شرف نبوت بخشيديم.
19|50|و آنها را از رحمت خود بهره‌مند ساختيم و بر زبان عالمي آوازه نکونامي‌شان را بلند گردانيديم.
19|51|و ياد کن در کتاب خود شرح حال موسي را که او بنده‌اي برگزيده و رسولي بزرگ و مبعوث به پيمبري بود.
19|52|و ما او را از جانب راست (وادي مقدس) طور ندا کرديم و به مقام قرب خود براي استماع کلام خويش برگزيديم.
19|53|و از لطف و مرحمتي که داشتيم برادرش هارون پيامبر را نيز (براي مشارکت و مساعدت او) به او عطا کرديم.
19|54|و ياد کن در کتاب خود شرح حال اسماعيل را که بسيار در وعده صادق و رسول و پيغمبري بزرگوار بود.
19|55|و هميشه اهل بيت خود را به اداي نماز و زکات امر مي‌کرد و او نزد خدايش بنده‌اي پسنديده بود.
19|56|و ياد کن در کتاب خود احوال ادريس را که او شخصي بسيار راستگو و پيغمبري عظيم الشأن بود.
19|57|و مقام او را بلند و مرتبه‌اش را رفيع گردانيديم.
19|58|اينان (که از زکريا تا ادريس اوصافشان ياد شد) همان رسولاني هستند که خدا از ميان همه اولاد آدم و اولاد آنان که با نوح در کشتي نشانديم و اولاد ابراهيم و يعقوب و ديگر کسان که هدايت کرده و برگزيديم، آنها را به لطف و انعام خود مخصوص گردانيد (و حال آنها در بندگي چنان است) که هرگاه آيات خداي رحمن بر آنها تلاوت شود با گريه (شوق و محبت) روي اخلاص بر خاک نهند.
19|59|سپس جانشين آن مردم خداپرست قومي شدند که نماز را ضايع گذارده و شهوتهاي نفس را پيروي کردند و اينها به زودي کيفر گمراهي را خواهند ديد.
19|60|مگر آن کس که توبه کند و ايمان آرد و نيکوکار شود، که آنان در اين صورت بي‌هيچ ستم به بهشت ابد داخل خواهند شد.
19|61|آن بهشتهاي عدني که خداي مهربان براي بندگان (صالح) خود در غيب اين جهان وعده فرمود، و البته وعده خدا يقين به انجام مي‌رسد.
19|62|در آن بهشت هرگز سخن لغوي نشنوند بلکه همه گفتارشان سلام (و ستايش يکديگر) است و در آنجا روزي آنها صبح و شام (بي‌هيچ رنج) به آنها مي‌رسد.
19|63|اين همان بهشتي است که ما بندگان پاک متقي خود را بالخصوص وارث آن مي‌گردانيم.
19|64|و ما (رسولان و فرشتگان خدا) جز به امر خداي تو از عالم بالا نازل نمي‌شويم، اوست که بر همه جهانهاي پيش رو و پشت سر ما و بين آنها هر چه هست به احاطه علمي آگاه است و پروردگارت هرگز چيزي را فراموش نخواهد کرد.
19|65|همان خدايي که آفريننده آسمانها و زمين است و هر چه بين آنهاست، پس بايد همان خداي يکتا را پرستش کني و البته در راه بندگي او صبر و تحمل کن (که اگر او را به خدايي نپرستي) آيا ديگري را مانند او به نام خدا (يي لايق پرستش) خواهي يافت؟
19|66|و انسان (بيچاره در امر معاد شک کند و) گويد: آيا چون من بميرم باز به زودي مرا از قبر بيرون آورده و زنده خواهند کرد؟!
19|67|آيا آدمي (براي ايمان به معاد) متذکر آن نمي‌شود که اول که هيچ محض و معدوم صرف بود ما او را ايجاد کرديم؟
19|68|قسم به خداي تو که البته آنها را با شياطين در قيامت محشور مي‌گردانيم، آن‌گاه همه را احضار خواهيم کرد تا گرد آتش جهنم به زانو درآيند.
19|69|سپس هر که عتوّ و سرکشي بر فرمان خداي مهربان بيشتر کرده يک يک را از هر فرقه بيرون آريم (تا به دوزخ درافکنيم).
19|70|آن‌گاه ما آنهايي را که سزاوارتر به درآمدن به آتش دوزخند بهتر مي‌شناسيم.
19|71|و هيچ يک از شما (نوع بشر) باقي نماند جز آنکه به دوزخ وارد شود؛ اين حکم حتمي پروردگار توست.
19|72|پس از ورود همه در دوزخ، ما افرادي را که خداترس و باتقوا بوده‌اند نجات خواهيم داد و ستمکاران را فرو گذاريم تا در آن آتش به زانو درافتند.
19|73|و هرگاه (در فضيلت مؤمن بر کافر) آيات واضحه ما بر مردم تلاوت شود کافران (غني و متکبر) به مؤمنان (در مقام مفاخره) گويند: کدام يک از ما دو فرقه مقاماتمان بهتر و مجلس و انجمنمان نيکوتر خواهد بود؟
19|74|در صورتي که ما پيش از اين کافران چه گروه‌هاي بسياري را که از اينها داراتر و خوشتر بودند همه را هلاک گردانيديم.
19|75|بگو که هر کس که به راه کفر و ضلالت رفت خداي مهربان به او مهلت مي‌دهد تا آن ساعت که وعده عذاب را به چشم خود ببينند که يا عذاب (قتل و اسيري) چشد يا ساعت قيامت وي را فرا رسد، پس کافران به زودي خواهند دانست که (از مؤمن و کافر) کدام يک روزگارش بدتر و سپاهش ضعيف‌تر است!
19|76|و خدا هدايت يافتگان را بر هدايت مي‌افزايد و اعمال صالحي که (اجرش نعمت) ابدي است نزد پروردگار تو بهتر (از مال و جاه فاني دنيا) است هم از جهت ثواب الهي و هم از جهت حسن عاقبت اخروي.
19|77|(اي رسول) ديدي حال آن کس را که به آيات ما کافر شد (مانند عاص بن وائل کافر) و (به خبّاب بن ارت مؤمن به استهزاء و مسخره) گفت: من البته مال و فرزند بسيار (در بهشت هم) خواهم داشت (و آنجا طلب تو را مي‌دهم)؟!
19|78|آيا بر عالم غيب آگاهي يافته يا از خداي رحمن (بر خود) عهدي گرفته است (که در عالم آخرت هم داراي نعمت و ثروت باشد).
19|79|هرگز چنين نيست، ما البته آنچه گويد خواهيم نوشت و سخت بر عذابش خواهيم افزود.
19|80|و آنچه (از مال و متاع و فرزند) که (به مفاخرت و غرور دايم) در گفتار داشت ما وارث آن شويم و او بي‌کس و تنها به جانب ما بازآيد.
19|81|و مشرکان، خداي يگانه را ترک گفته و خدايان باطل (مانند بتها و فراعنه) را براي عزت و احترام دنيوي برگرفتند.
19|82|چنين نيست، بلکه به زودي پرستش آن خدايان باطل را انکار کنند و به خصومت آنها برخيزند.
19|83|آيا نديدي که ما شياطين را بر سر کافران فرستاديم تا سخت آنها را تحريک کنند (و به وهم و خيالات باطل دنيا آنان را به گناه اندازند و از سعادت ابد محرومشان سازند).
19|84|پس تعجيل در کار آنها مکن که ما حساب (روز و ساعت عذاب) آنان را کاملا در نظر داريم.
19|85|(ياد آور) روزي که متقيان را به سوي خداي مهربان به اجتماع محشور گردانيم.
19|86|و بدکاران را تشنه لب به سوي آتش دوزخ برانيم.
19|87|در آن روز هيچ کس مالک شفاعت نباشد مگر کسي که (به پرستش حق) از خداي مهربان عهدنامه (توحيد کامل و شفاعت) دريافته است.
19|88|و کافران گفتند که خداي رحمان فرزند برگرفته!
19|89|(اي کافران) همانا شما سخني بسيار زشت و منکر بر زبان آورديد.
19|90|نزديک است از اين گفته زشت و عقيده باطل آسمانها از هم فرو ريزد و زمين بشکافد و کوهها متلاشي گردد.
19|91|چرا که براي خداي مهربان فرزندي (مسيح و عزير و ملايک را) دعوي کردند.
19|92|در صورتي که هرگز خداي رحمن را (که منزه از مثل و مانند است) فرزند داشتن سزاوار نخواهد بود.
19|93|بلکه هيچ موجودي در آسمانها و زمين نيست جز اينکه خدا را بنده فرمانبردار است.
19|94|محقّقا او به شماره همه موجودات کاملا آگاه است.
19|95|و تمام آنها روز قيامت منفرد و تنها به پيشگاه حضرتش حضور مي‌يابند.
19|96|همانا آنان که به خدا ايمان آوردند و نيکوکار شدند خداي رحمان آنها را (در نظر خلق و حق) محبوب مي‌گرداند.
19|97|ما حقايق اين قرآن را بي‌ترديد به زبان تو سهل و آسان کرديم تا به آن اهل تقوا را بشارت دهي و معاندان لجوج را بترساني.
19|98|و چه بسيار اقوامي از اهل عناد را که پيش از اين معاندين هلاک ساختيم! آيا چشم تو به احدي از آنها ديگر خواهد افتاد؟ يا کمترين صدايي از آنان خواهي شنيد؟
20|1|طه (اي مشتاق حق و هادي خلق).
20|2|ما قرآن را از آن بر تو نازل نکرديم که (از کثرت عبادت خدا و جهد و کوشش در هدايت خلق) خويشتن را به رنج درافکني.
20|3|تنها غرض از نزول قرآن آن است که مردم خداترس را متذکر و بيدار سازي.
20|4|اين کتاب بزرگ فرستاده آن کسي است که زمين و آسمانهاي بلند را آفريد.
20|5|آن خداي مهرباني که بر عرش (عالم وجود و کليه جهان آفرينش به علم و قدرت) مستولي و محيط است.
20|6|هر چه در آسمانها و زمين و بين آنها و زير کره خاک موجود است همه ملک اوست.
20|7|و اگر به آواز بلند يا آهسته سخن گويي (يکسان است که) همانا خدا بر نهان و مخفي‌ترين امور جهان کاملا آگاه است.
20|8|به جز خداي يکتا که همه اسماء و صفات نيکو مخصوص اوست خدايي نيست.
20|9|و آيا داستان موسي به تو رسيده است؟
20|10|آن‌گاه که آتشي مشاهده کرد و به اهل بيت خود (که در بيابان سرد به آتش محتاج بودند) گفت: اندکي مکث کنيد که از دور آتشي به چشم ديدم، باشد که يا پاره‌اي از آن آتش بر شما بياورم يا از آن (به جايي) راه يابم.
20|11|چون موسي به آن آتش نزديک شد (در ميان درختي آتشي روشن ديد و از آنجا) ندا شد که اي موسي،
20|12|منم پروردگار تو، نعلين (همه علايق غير مرا) از خود به دور کن که اکنون در وادي مقدس طوي (و مقام قرب ما) قدم نهاده‌اي.
20|13|و من تو را (به رسالت خود) برگزيدم، در اين صورت به سخن وحي گوش فرا ده.
20|14|منم خداي يکتا که هيچ خدايي جز من نيست، پس مرا (به يگانگي) بپرست و نماز را مخصوصا براي ياد من به پادار.
20|15|و محققا ساعت قيامت خواهد رسيد و من خواهم که آن ساعت را پنهان دارم تا (مردم آزمايش شوند و) هر نفسي به پاداش اعمالش در (آن روز) برسد.
20|16|پس زنهار مردمي که به قيامت ايمان ندارند و پيرو هواي نفسند تو را از ياد آن (روز هولناک) بازندارند و غافل نکنند و گرنه هلاک خواهي شد.
20|17|و اي موسي، اينک بازگو تا چه به دست راست داري؟
20|18|موسي عرضه داشت: اين عصاي من است که بر آن تکيه مي‌زنم و با آن از درختان بر گوسفندانم برگ مي‌ريزم و حوائجي ديگر (چون مدد راه رفتن و دفع دشمن و غيره) نيز به آن انجام مي‌دهم.
20|19|خدا فرمود: اي موسي اين عصا بيفکن.
20|20|موسي چون آن را به زمين افکند عصا اژدهايي مهيب شد که (به هر سو) مي‌شتافت.
20|21|باز (حضرت احديت) فرمود: عصا را برگير و از آن مترس که ما آن را به حالت اولش برمي‌گردانيم.
20|22|و دست به زير بغل خود بر تا دستي بي‌هيچ عيب سپيد و رخشان بيرون آيد و اين معجزه ديگر تو خواهد بود.
20|23|تا باز هم از آيات بزرگ خود به تو ارائه دهيم.
20|24|اينک (به رسالت) به جانب فرعون روانه شو که وي سخت طغيان کرده است.
20|25|موسي عرضه داشت: پروردگارا، شرح صدرم عطا فرما (که از جفا و آزار مردم تنگدل نشوم).
20|26|و کار مرا برايم آسان گردان.
20|27|و عقده را از زبانم بگشا.
20|28|تا مردم سخنم را نيکو فهم کنند.
20|29|و نيز از اهل بيت من يکي را وزير و معاون من فرما.
20|30|برادرم هارون را (وزير من گردان).
20|31|پشت مرا به او محکم کن.
20|32|و او را در امر (رسالت با) من شريک ساز.
20|33|تا دائم به ستايش و سپاس تو پردازيم.
20|34|و تو را بسيار ياد کنيم.
20|35|که همانا بس تويي بصير به احوال ما.
20|36|پروردگار فرمود: اي موسي آنچه از ما خواستي همه به تو اعطا گرديد.
20|37|و همانا ما بر تو بار ديگر نيز منّت بزرگي نهاديم.
20|38|آن هنگام که (براي حفظ جان تو از بلاي فرعونيان) به مادرت وحي مهمي نموديم.
20|39|که کودک خود را در صندوقي گذار و به دريا افکن و بايد که امواج دريا کودک را به ساحل رساند تا دشمن من و آن طفل (يعني فرعون) از دريا طفل را برگيرد؛ و من به لطف خود از تو بر دلها (ي دشمن و دوست) محبت افکندم (تا تو را دوست بدارند) و تا تربيت و پرورشت زير نظر من انجام گيرد.
20|40|آن‌گاه که (از مادر دور افتادي) خواهرت (در پي تو) روان بود (تا تو را نزد فرعونيان يافت) و مي‌گفت: مي‌خواهيد يکي را که (شير و تربيت) اين طفل را تکفل کند به شما معرفي کنم؟ پس ما (بدين وسيله) تو را به مادرت برگردانيديم تا به ديدار تو ديده‌اش روشن گردد و ديگر اندوه نخورد. و (باز منّت ديگر آنکه) يک نفر (از فرعونيان) را کشتي و ما از غم آن نيز تو را نجات داديم و بارها تو را به امتحان و ابتلاي سخت بيازموديم، پس چند سالي در ميان مردم مدين زيستي تا آنکه حال اي موسي به موقع آمدي (تا به مقام نبوت برسي).
20|41|و تو را براي (مقام رسالت و محبت) خود پروردم.
20|42|اکنون تو و برادرت با معجزات و آياتي که به شما دادم (از پي رسالت خود) برويد و سستي در ذکر من (در نزد فرعون) روا مداريد.
20|43|برويد به سوي فرعون که او سخت به راه طغيان شتافته است.
20|44|و با او کمال آرامي و نرمي سخن گوييد، باشد که متذکر شود يا (از خدا) بترسد (و ترک ظلم کند).
20|45|موسي و هارون عرض کردند: بارالها، مي‌ترسيم که فرعون بي‌درنگ بر ما ظلم و عقوبت کند يا بر کفر و سرکشي خود بيفزايد.
20|46|خدا فرمود: هيچ نترسيد که من با شمايم (و همه گفتار و رفتار شما را با او) مي‌شنوم و مي‌بينم.
20|47|اينک هر دو به جانب فرعون رفته و بگوييد که ما دو رسول پروردگار توايم، پس بني اسرائيل را با ما فرست و (بيش از اين) عذاب به آنها نکن، که همانا ما با آيت و معجزه‌اي از جانب خداي آفريننده تو نزد تو آمده‌ايم، و سلام (حق) بر آن کس که طريق هدايت را پيروي کند.
20|48|به ما چنين وحي شده که همانا عذاب (سخت خدا) بر آن کس است که (خدا و رسولانش را) تکذيب کند و (از حق) روي بگرداند.
20|49|فرعون گفت: اي موسي، خداي شما کيست؟
20|50|موسي پاسخ داد که خداي ما آن کسي است که همه موجودات عالم را نعمت وجود خاص خودش بخشيده و سپس (به راه کمالش) هدايت کرده است.
20|51|فرعون گفت: پس حال اقوام سلف (که خداشناس و خداپرست نبودند) چيست؟
20|52|موسي پاسخ داد که احوالشان به علم ازلي خداي من در کتاب (لوح محفوظ) ثبت است؛ هرگز از حال احدي خداي مرا خطا و فراموشي نيست.
20|53|همان خدايي که زمين را آسايشگاه شما قرار داد و در آن راهها براي شما پديد آورد؛ و هم از آسمان آب نازل کرد تا به آن آب آسماني انواع نباتات مختلف از زمين برويانيديم.
20|54|شما از آن نعمتها تناول کنيد و چهارپايانتان را هم بچرانيد، که همانا در اين کار آياتي (از ربوبيت) براي خردمندان پديدار است.
20|55|ما شما را هم از اين خاک آفريديم و هم به اين خاک بازمي‌گردانيم و هم بار ديگر (روز قيامت) از اين خاک بيرون مي‌آوريم.
20|56|و همانا ما به فرعون (به واسطه موسي) همه آيات روشن خود را نموديم و او همه را تکذيب کرد و از آنها سرباز زد.
20|57|فرعون گفت: اي موسي، تو آمده‌اي به طمع آنکه ما را از کشورمان به سحر و شعبده خود بيرون کني؟
20|58|ما هم در مقابل سحر تو سحري البته خواهيم آورد پس ميان ما و خودت موعدي معين کن که بي‌آنکه هيچ‌يک از ما خلف وعده کنيم در سرزمين مسطحي (که خلايق ببينند، براي سحر و ساحري) مهيا شويم.
20|59|موسي گفت: وعده ما و شما روز زينت (يعني روز عيد قبطيان) باشد و مردم پيش از ظهر (به موعد براي مشاهده) همه گرد آورده شوند.
20|60|آن‌گاه فرعون (از موسي) رو گردانيد و به تدبير جمع آوري سحر و ساحران پرداخت، سپس (با ساحران بسيار به وعده‌گاه) آمد.
20|61|موسي ساحران را گفت: واي بر شما! زنهار بر خدا (به سحر) دروغ مبنديد که به عذابي بنياد شما را بر باد هلاک دهد، و هر کس به خدا افترا بست سخت زيانکار شد.
20|62|پس آنها در کارشان به گفت و شنيد پرداختند و (در نتيجه گفتند که کار موسي سحر و ساحري نيست ولي) راز خود را پنهان داشتند.
20|63|فرعونيان گفتند: اين دو تن (موسي و هارون) دو ساحرند که مي‌خواهند به سحرانگيزي خود، شما مردم را از سرزمين خود بيرون کنند و طريقه نيکوي شما را (که اطاعت فرعون است) از ميان ببرند.
20|64|پس (اي ساحران) بايد شما با هر مکر و تدبيري توانيد مهيا شده و (مقابل اين دو ساحر) صف آرايي کنيد، که امروز آن‌کس که غلبه و برتري يابد محققا او فيروزي يافته است.
20|65|ساحران گفتند: اي موسي تو نخست به کار خواهي پرداخت يا ما اول بساط خود بيفکنيم؟
20|66|موسي گفت: شما اول بساط خود درافکنيد، (آنها بساط خويش افکندند) که ناگاه در اثر سحر آنان رسنها و چوبهاشان پنداشتي در نظر به جنبش و رفتار آمد.
20|67|در آن حال موسي در دل خويش سخت بترسيد (که مبادا امر بر مردم مشتبه شود و ميان سحر ساحران با معجز موسي فرق نگذارند و حجت او بر خلق آشکار نگردد).
20|68|ما گفتيم: مترس که تو البته هميشه غلبه و برتري خواهي داشت.
20|69|و اينک عصايي که در دست داري بيفکن تا (اژدها شود و يکباره) بساط سحر و ساحري اينان را فرو بلعد، که کار اينان حيله ساحري بيش نيست و ساحر هر جا رود (و هر چه کند) هرگز فلاح و فيروزي نخواهد يافت.
20|70|پس همه ساحران به سجده افتاده و گفتند: ما به خداي موسي و هارون ايمان آورديم.
20|71|فرعون گفت: شما چرا پيش از آنکه من اجازه دهم به موسي ايمان آورديد؟ معلوم است که او در سحر معلم شما بوده، باري من شما را دست و پا بر خلاف يکديگر مي‌برم و بر تنه نخلهاي خرما به دار مي‌آويزم و خواهيد دانست که عذاب (من و موسي) کدام سخت‌تر و پاينده‌تر است.
20|72|ساحران به فرعون پاسخ دادند که ما تو را هرگز بر اين معجزات آشکار که به ما آمده و بر خدايي که ما را آفريده مقدم نخواهيم داشت، پس در حق ما هر چه تواني بکن که هر ظلمي کني همين حيات دو روزه دنياست.
20|73|ما به راستي به خداي خود ايمان آورديم تا از خطاهاي ما درگذرد و گناه سحري که تو ما را به اجبار بر آن داشتي ببخشد، و (لطف و مغفرت) خدا بهتر و پاينده‌تر (از حيات فاني دنيا) است.
20|74|که همانا هر کس به خداي خود طاغي و گنهکار وارد شود جزاء او جهنّم است که در آنجا نه بميرد (تا از عذاب برهد) و نه زنده شود (که از لذت زندگي برخوردار باشد).
20|75|و هر کس به خداي خود مؤمن باشد و با اعمال صالح بر او وارد شود اجر آنها هم عالي‌ترين درجات بهشتي است.
20|76|آن بهشتهاي عدني که دائم زير درختانش نهرها جاري است و تا ابد در آنجا (از نعمت و حيات برخوردار) هستند و آن بهشت پاداش کسي است که خود را (از کفر و عصيان و شرک و طغيان) پاک و پاکيزه گرداند.
20|77|و همانا به موسي وحي کرديم که بندگان (مؤمن) مرا شبانه (از شهر مصر) بيرون برو (به اعجاز و لطف ما) راهي خشک از ميان دريا بر آنها پديد آور که نه از تعقيب و رسيدن فرعونيان ترسناک باشي و نه (از غرق شدن) انديشه داري.
20|78|و فرعون با سپاهش از پي آنها تاختند پس موج دريا چنان آنها را فرو برد که از آنان اثري باقي نگذاشت.
20|79|و فرعون پيروان خود را علاوه بر اينکه هدايت نکرد سخت به ضلالت و بدبختي افکند.
20|80|اي بني اسرائيل، محققا ما شما را از شر دشمن نجات داديم و با شما در جانب راست کوه طور وعده نهاديم (تا به مناجات موسي کلام حق را بشنويد) و (در بيابان که سرگردان شديد) براي قوت شما ترنجبين و مرغ بريان فرستاديم.
20|81|(و دستور داديم که) از اين رزق حلال و پاکيزه که نصيبتان کرديم تناول کنيد و در آن (به کفر نعمت و ترک شکرگزاري) طغيان و سرکشي مکنيد وگرنه مستحق غضب و خشم من مي‌شويد، و هر کس مستوجب خشم من گرديد همانا خوار و هلاک خواهد شد.
20|82|و البته بر آن کس که (از کفر) توبه کند و (به خدا) ايمان آرد و نکوکار گردد و درست به راه هدايت رود مغفرت و آمرزش من بسيار است.
20|83|و اي موسي بازگو که بر قومت چرا سبقت گرفته و با شتاب به وعده‌گاه آمدي؟
20|84|موسي عرضه داشت: هم اينک قوم از پي من هستند و من خود براي خشنودي تو تعجيل کرده و بر آنها تقدم جستم.
20|85|خدا فرمود: همانا ما قوم تو را پس از آمدن تو آزمايش کرديم و سامري آنان را گمراه کرد.
20|86|موسي (که از فتنه سامري آگاه شد) متأسف و غضبناک به سوي قوم بازگشت و گفت: اي قوم من، مگر خداي شما به شما وعده احسان نداد (که شما را نعمت کتاب بزرگ تورات عطا کند)؟ آيا وعده خدا بر شما طولاني شد، يا مايل شديد که مستوجب قهر و غضب خداي خود شويد، که وعده مرا خلاف کرديد (و عهد من شکستيد).
20|87|قوم به موسي گفتند: ما به ميل و اختيار خود خلاف وعده تو نکرديم و ليکن اسباب تجمل و زينت بسياري (از فرعونيان) بار دوش ما نهادند و ما آنها را در آتش افکنديم و چنين سامري (فتنه‌انگيز بر ما) القا کرد.
20|88|آن‌گاه سامري با آن زر و زيورها مجسّمه گوساله‌اي بساخت که صدايي شگفت داشت و (با اين شعبده سامري و پيروانش) گفتند: خداي شما و خداي موسي همين گوساله است که موسي فراموش کرده است.
20|89|آيا اين گوساله‌پرستان نمي‌نگرند که آن گوساله هيچ حرف و اثري و هيچ خير و شري به آنها عايد نمي‌سازد؟
20|90|و هارون هم پيش از آنکه موسي باز آيد به آنان گفت: اي قوم، اين گوساله اسباب فتنه و امتحان شما گرديده و محققا آفريننده شما خداي مهربان است (نه اين گوساله سامري) پس شما پيرو من شويد و امر مرا فرمان بريد.
20|91|قوم گفتند: ما بر اين پرستش گوساله ثابت هستيم تا وقتي که موسي به سوي ما بازگردد.
20|92|موسي (چون بازگشت با عتاب به هارون) گفت: اي هارون مانع تو چه بود که چون ديدي که قوم گمراه شدند،
20|93|از پي من نيامدي؟ آيا نافرماني امر من کردي؟!
20|94|هارون گفت: اي برادر مهربان (بر من قهر و عتاب مکن و) سر و ريش من مگير، ترسيدم بگويي تو ميان بني اسرائيل تفرقه انداختي و به سخنم وقعي ننهادي.
20|95|آن‌گاه موسي گفت: اي سامري اين فتنه چه بود که تو برپا کردي؟
20|96|سامري گفت: من چيزي را ديدم که قوم نديدند، من مشتي خاک از اثر قدم رسول (حق، جبرئيل) برگرفته و (در گوساله) ريختم و نفس من چنين (فتنه انگيزي را) به نظرم جلوه داد.
20|97|موسي گفت: از ميان ما برو که تو در زندگاني دنيا (به مرضي معذب خواهي شد که همه از تو متنفر شوند و) دايم گويي کسي مرا نزديک نشود، و (در آخرت) هم وعده‌گاهي (در دوزخ) داري که با تو تخلف نخواهد شد، و اکنون اين خدايت را که بر پرستش و خدمتش ايستادي بنگر که آن را در آتش مي‌سوزانيم و خاکسترش را به آب دريا مي‌دهيم.
20|98|تنها خداي شما آن يگانه خدايي است که جز او هيچ خدايي نيست و علمش به همه ذرات عوالم هستي محيط است.
20|99|و ما اخبار گذشتگان ديگر را اين چنين بر تو حکايت خواهيم کرد و از نزد خود اين ذکر (يعني کتاب عظيم الشأن قرآن) را به تو عطا کرديم.
20|100|هر کس از اين ذکر اعراض کند روز قيامت بار سنگيني از گناه را به دوش خواهد داشت.
20|101|اينان در عذاب آن اعمال زشت مخلدند و سخت است بسي در قيامت بار اعمال زشتي که به دوش گرفته‌اند.
20|102|روزي که در صور دميده شود و (در آن روز) بدکاران را کبود چشم محشور کنيم (و چشم کبودشان نشانه جرم خواهد بود).
20|103|و آنها (از هول و هراس آن روز) با يکديگر آهسته زير لب گويند که (اي افسوس) ده روزي بيش (در زندگي دنيا) درنگ نکرديد (و نعمت ابدي بهشت را براي دنياي فاني از دست بداديد).
20|104|ما به آنچه مي‌گويند بهتر آگاهيم، که از آن بدکاران بهتر و درست‌ترينشان به آنها خواهد گفت: شما روزي بيش درنگ نکرديد (دريغا چه زود عمر در شهوت و معصيت بگذشت و جرم و عقابش بماند!)
20|105|و (اي رسول) از تو پرسند که کوهها (در روز قيامت) چه مي‌شود؟ جواب ده که خداي من کوهها را چنان از بنياد برکند که خاک شده و خاکش بر باد دهد.
20|106|آن‌گاه پست و بلنديهاي زمين را چنان هموار گرداند.
20|107|که در آن ابدا هيچ بلندي و پستي نخواهي ديد.
20|108|در آن روز خلايق همه از پي کسي که آنها را به راه مستقيم به عرصه قيامت دعوت کند (يعني اسرافيل) ناچار خواهند رفت، و صداها پيش خداي رحمان خاشع و خاموش گردد که جز زير لب و آهسته صدايي نخواهي شنيد.
20|109|در آن روز، شفاعت هيچ‌کس سود نبخشد جز آن‌کس که خداي رحمان به او رخصت شفاعت داده و سخنش را پسنديده باشد.
20|110|و خدا (به علم ازلي) بر همه آينده و گذشته خلايق آگاه است و خلق را ابدا به او احاطه و آگاهي نيست.
20|111|و بزرگان عالم همه در پيشگاه عزت آن خداي حي توانا ذليل و خاضعند و (در آن روز) هر که بار ظلم و ستم به دوش دارد سخت زبون و زيانکار است.
20|112|و هر کس اعمالش نيکو است و (به خدا هم) ايمان دارد از هيچ ستم و آسيبي بيمناک نخواهد بود.
20|113|و ما اين‌گونه اين (قرآن عظيم) را قرآني با فصاحت کامل عربي بر تو فرستاديم و در آن وعده‌ها و اهوال قيامت را به انواع گوناگون تذکر داديم، باشد که مردم پرهيزکار شوند يا پندي از نو بر ايشان آورد.
20|114|پس بلند مرتبه است و بزرگوار خدايي که به حق و راستي پادشاه ملک وجود است و تو (اي رسول) پيش از آنکه وحي قرآن تمام و کامل به تو رسد تعجيل در (تلاوت و تعليم) آن مکن و دائم بگو: پروردگارا بر علم من بيفزا.
20|115|و همانا ما پيش از اين با آدم عهدي بستيم (که فريب شيطان نخورد) و او فراموش کرد و در آن عهد او را استوار و ثابت قدم نيافتيم.
20|116|و (ياد آر) هنگامي که فرشتگان را گفتيم به آدم سجده کنيد، همه سجده کردند جز ابليس که امتناع ورزيد.
20|117|آن‌گاه گفتيم: اي آدم محققا اين شيطان با تو و جفتت دشمن است، مبادا شما را از بهشت بيرون آرد و از آن پس به شقاوت و بدبختي گرفتار شوي.
20|118|همانا براي تو اين هست که نه هرگز آنجا گرسنه شوي و نه برهنه و عريان ماني.
20|119|و نه هرگز در آنجا به تشنگي و به گرماي آفتاب آزار بيني.
20|120|باز شيطان در او وسوسه کرد، گفت: اي آدم آيا (ميل داري) تو را بر درخت ابديت و ملک جاوداني دلالت کنم؟
20|121|پس آدم و حوّا (فريب خوردند و) از آن درخت تناول کردند، بدين جهت (لباسهاي بهشتي از تنشان دور و عيوب و) عورت آنها در نظرشان پديدار شد و شروع کردند به ساتري از برگ درختان بهشت خود را پوشاندن. و آدم نافرماني خداي کرد و گمراه شد.
20|122|سپس خدا او را (به مقام نبوتش) برگزيد و توبه او را پذيرفت و هدايتش فرمود.
20|123|آن‌گاه خدا (به آدم و حوا) فرمود: اکنون از عالي رتبه بهشت فرود آييد که برخي از شما با برخي ديگر دشمنيد، پس اگر از جانب من براي شما راهنمايي بيايد آن هنگام هر که از راه من پيروي کند نه هرگز گمراه شود و نه شقي و بدبخت گردد.
20|124|و هر کس از ياد من اعراض کند همانا (در دنيا) معيشتش تنگ شود و روز قيامتش نابينا محشور کنيم.
20|125|گويد: الها، چرا مرا نابينا محشور کردي و حال آنکه من بينا بودم؟
20|126|خدا به او فرمايد: (آري) بدين گونه آيات ما براي هدايت تو آمد و همه را به طاق فراموشي و غفلت نهادي، و امروز هم تو فراموش (و بي‌بهره) خواهي شد.
20|127|و اين چنين ما هر کس را که ظلم و نافرماني کند و ايمان به آيات پروردگارش نياورد مجازات سخت مي‌کنيم با آنکه عذاب آخرتش سخت‌تر و پاينده‌تر خواهد بود.
20|128|آيا اين کفار قريش را از مشاهده حال طوايف بسياري از گذشتگان که ما همه را هلاک کرديم و اينان در منازل و عمارات آنها مي‌روند (عبرت و پند و) هدايت نبود؟ بي‌شک احوال گذشتگان براي خردمندان بسيار مايه عبرت و آيه هدايت است.
20|129|اگر نه اين بود که کلمه پروردگار (و تقدير ازليش بر اين کار) سبقت يافته (که کافران و بدکاران اين امت در قيامت به کيفر رسند) همانا عذاب (در دنيا بر آنها) لزوم مي‌يافت و آن اجل معين فرا مي‌رسيد.
20|130|پس تو بر آنچه (امت جاهل بر انکار و طعن تو) مي‌گويند صبر و تحمل پيش گير و خداي را پيش از طلوع خورشيد و بعد از غروب آن و ساعاتي از شب تار و اطراف روز روشن ستايش و تسبيح گو، باشد که (به مقام رفيع شفاعت) خشنود شوي.
20|131|و هرگز به متاع ناچيزي که به قومي از آنان (قومي کافر و جاهل) در جلوه حيات دنياي فاني براي امتحان داده‌ايم چشم آرزو مگشا، و رزق خداي تو بسيار بهتر و پاينده‌تر است.
20|132|تو اهل بيت خود را به نماز و طاعت خدا امر کن و خود نيز بر نماز و ذکر حق صبور باش، ما از تو روزي (کسي را) نمي‌طلبيم بلکه ما به تو (و ديگران) روزي مي‌دهيم، و عاقبت نيکو مخصوص (اهل) پرهيزکاري و تقواست.
20|133|و کافران گفتند: چرا (محمد) آيت و دليلي روشن از جانب خدا براي ما نمي‌آورد؟ آيا آيات بيّنه کتب پيشين (چون تورات و انجيل و صحف که در همه ذکر اوصاف نبوت هست) بر آنان نيامد؟
20|134|و اگر ما پيش از فرستادن پيغمبر، کافران (و مشرکان قريش) را همه به نزول عذاب هلاک مي‌کرديم البته آنها مي‌گفتند: پروردگارا چرا بر ما رسولي نفرستادي تا از آيات تو پيروي کنيم پيش از آنکه به اين عذاب و ذلت و خواري گرفتار شويم؟
20|135|بگو: هر يک (از ما و شما) منتظريم، پس مترصد و منتظر (امر خدا) باشيد که به زودي خواهيد دانست (ما و شما) کدام به راه مستقيم سعادت رفته و طريق هدايت يافته‌ايم.
21|1|روز حساب مردم بسيار نزديک شده و مردم سخت غافلند و اعراض مي‌کنند.
21|2|اين مردم غافل را هيچ پند و موعظه تازه‌اي از جانب پروردگارشان نيايد جز آنکه آن پند را شنيده و باز به بازي دنيا و لهو و لعب عمر مي‌گذرانند.
21|3|دلهاشان به لهو و بازيچه دنيا متوجه است؛ و مردم ستمکار پنهان و آهسته با يکديگر مي‌گويند: آيا اين شخص جز آن است که بشري مانند شماست؟ چرا شما که مردمي بصير و دانا هستيد سحر او را مي‌پذيريد؟
21|4|پيامبر گفت: خداي من هر حرفي که خلق در آسمان و زمين گويند همه را مي‌داند، که او خداي شنوا و داناست.
21|5|بلکه اين مردم (غافل نادان) گفتند که سخنان قرآن خواب و خيالي بي‌اساس است، بلکه اين کلمات را خود فرابافته بلکه شاعر بزرگي است وگرنه بايد مانند پيغمبران گذشته آيت و معجزه‌اي براي ما بياورد.
21|6|پيش از اهل مکه هم ما اهل هر شهري که ايمان (به خدا و روز قيامت) نياوردند همه را هلاک کرديم آيا اهل مکه ايمان خواهند آورد؟
21|7|و ما پيش از تو کسي را به رسالت نفرستاديم جز مرداني (پاک) را که به آنها (هم مانند تو) وحي مي‌فرستاديم؛ شما اگر خود نمي‌دانيد برويد و از اهل ذکر (و دانشمندان امت) سؤال کنيد.
21|8|و ما پيغمبران را (چون فرشته) بدون بدن دنيوي قرار نداديم تا به غذا و طعام محتاج نباشند و در دنيا هم هميشه زنده نماندند.
21|9|آن‌گاه ما به وعده‌اي که به آنها داديم وفا کرديم و آنان را با هر که خواستيم (از شر دشمنان) نجات داديم و مسرفان ظالم را هلاک گردانيديم.
21|10|همانا ما به سوي شما امت کتابي که مايه شرافت و عزت شماست فرستاديم، آيا نبايد در اين کتاب بزرگ تعقل کرده و حقايق آن را فهم کنيد؟
21|11|و چه بسيار مردم ستمگري در شهر و ديارها بودند که ما آنها را درهم شکسته و هلاک ساختيم و قومي ديگر به جاي آنها بيافريديم.
21|12|پس هنگامي که آن ستمکاران عذاب ما را به چشم مشاهده کردند از آن ديار رو به فرار نهادند.
21|13|(در آن حال به آنها خطاب شد که) مگريزيد و رو به کامرانيها و خانه‌هاي خود آريد (و به اصلاح فسادکاري خويش بپردازيد) که روزي ممکن است از آن بازخواست شويد.
21|14|ظالمان به حسرت و ندامت گفتند: واي بر ما که سخت ستمکار بوديم.
21|15|و پيوسته همين گفتار (حسرت بار) بر زبانشان بود تا آنکه ما همه را طعمه شمشير مرگ و خاموش هلاکت ساختيم.
21|16|و ما آسمان و زمين و آنچه را که بين زمين و آسمان است به بازيچه نيافريديم.
21|17|اگر مي‌خواستيم جهان را به بازي گرفته و کاري بيهوده انجام دهيم مي‌کرديم.
21|18|بلکه ما هميشه حق را بر باطل غالب و فيروز مي‌گردانيم تا باطل را محو و نابود سازد و باطل بي‌درنگ نابود مي‌شود، و واي بر شما که خدا را به وصف کار باطل و بازيچه متّصف مي‌گردانيد.
21|19|و هر چه در آسمانها و زمين است همه ملک خداست، و فرشتگان و ارواح قدسي که در پيشگاه حضرتش مقربند هيچ‌گاه از بندگيش گردنکشي و سرپيچي نکنند و (از عبادتي که به شوق و رغبت مي‌کنند) هرگز خسته و ملول نشوند.
21|20|همه به شب و روز بي‌آنکه هيچ سستي کنند به تسبيح و ستايش او مشغولند.
21|21|مگر اين مردم (مشرک نادان) خداياني از همين زمين برگرفته‌اند که جان آفرين باشند؟
21|22|اگر در آسمان و زمين غير از خداي يکتا خداياني وجود داشت همانا خلل و فساد در آسمان و زمين راه مي‌يافت، پس (از نظم ثابت عالم) بدانيد که پادشاه ملک وجود خداي يکتاست و از توصيف و اوهام مشرکان پاک و منزه است.
21|23|و او بر هر چه مي‌کند بازخواست نشود ولي خلق از کردارشان بازخواست مي‌شوند.
21|24|آيا خدا را رها کرده و خدايان باطل بي‌اثر را برگرفتند؟ بگو: برهانتان چيست؟ بياوريد. اين ذکر (خداي يکتا و دعوت به توحيد، سخن من و عالمان) امت من است و همه انبياء و دانشمندان پيش از من، اما بيشتر اين مشرکان به حق دانا نيستند که از آن اعراض مي‌کنند.
21|25|و ما هيچ رسولي را پيش از تو به رسالت نفرستاديم جز آنکه به او وحي کرديم که به جز من خدايي نيست، پس مرا به يکتايي پرستش کنيد و بس.
21|26|و مشرکان گفتند که خداي رحمان داراي فرزند است، (حاشا) خدا پاک و منزه از آن است، بلکه (کساني را که مشرکان فرزند خدا پنداشتند از فرشتگان و مسيح و عزير) همه بندگان گرامي و مقرب خدا هستند.
21|27|که هرگز پيش از امر خدا کاري نخواهند کرد و هر چه کنند به فرمان او کنند.
21|28|هر چه آنان از ازل کرده و تا ابد مي‌کنند همه را خدا مي‌داند و هرگز از احدي جز آن کسي که خدا از او راضي است شفاعت نکنند و آنها دائم از خوف (قهر) خدا هراسانند.
21|29|و هر کس از آنها بگويد که من خداي عالمم دون خداي به حق، ما او را به آتش دوزخ کيفر خواهيم کرد، که سرکشان و ستمکاران را البته چنين مجازات مي‌کنيم.
21|30|آيا کافران نديدند که آسمانها و زمين بسته بود ما آنها را بشکافتيم و از آب هر چيز زنده‌اي را آفريديم؟ پس چرا باز (مردم طبيعت و ماده‌پرست) به خدا ايمان نمي‌آورند؟
21|31|و در روي زمين کوههاي استوار قرار داديم تا خلق را از اضطراب زمين حفظ کند، و نيز راهها در کوه و جاده‌هاي پهناور در زمين براي هدايت و راهيابي مردم مقرر فرموديم.
21|32|و آسمان را سقفي محفوظ و طاقي محکم آفريديم، و اين کافران از مشاهده آيات آن اعراض مي‌کنند.
21|33|و اوست خدايي که شب و روز و خورشيد و ماه را بيافريد که هر يک در مدار معيني سير مي‌کنند.
21|34|و ما به هيچ کس پيش از تو عمر ابد نداديم (تا به تو دهيم) آيا اگر تو بميري آنان ابدا به دنيا زنده مانند؟!
21|35|هر نفسي مرگ را مي‌چشد، و ما شما را به بد و نيک و خيرات و شرور عالم مبتلا کنيم تا شما را بيازماييم و (هنگام مرگ) به سوي ما بازگردانده مي‌شويد.
21|36|و کافران هنگام ملاقات تو، تو را جز به استهزاء نگرفته (و گويند) آيا اين شخص است که بتان را که خدايان شما هستند (به اهانت و بدي) ياد مي‌کند؟ و (اي رسول ما بدان که) محققا آنها به ذکر خداي مهربان (و کتاب و آيات او) کافر هستند.
21|37|آدمي در خلقت و طبيعت بسيار شتابکار است، (اي مردم) ما آيات (قدرت و حکمت بالغه) خود را به زودي به شما مي‌نمايانيم (و شما را عذاب مي‌کنيم) پس تعجيل مداريد.
21|38|و کافران مي‌گويند: اين وعده قيامت اگر راست مي‌گوييد کي خواهد بود؟
21|39|اگر کافران بدانند وقتي که آتش دوزخ هر طرف از پيش روي و پشت سر به آنها احاطه مي‌کند که نه خود دفع آن توانند و نه از سوي کسي ياري شوند (آن وقت از قيامت آگاه مي‌شوند و ديگر درخواست عذاب نکنند).
21|40|بلکه واقعه مرگ و قيامت ناگهاني فرا رسد و آنها را مبهوت و حيران کند که نه قدرت بر رد آن داشته و نه بر تأخير آن مهلتي توانند يافت.
21|41|و همانا به رسولان پيش از تو نيز بسيار تمسخر و استهزاء شد تا آنکه کيفر آن استهزاء به آن استهزا کنندگان احاطه کرد.
21|42|بگو: کيست که شما را در شب و روز از (قهر) خداي مهربان محافظت مي‌کند؟ بلکه اين مردم از ياد خداي خود اعراض مي‌کنند.
21|43|آيا براي اين مشرکان غير ما خداياني هست که بتوانند عذاب ما را از اينان منع کنند در صورتي که نه آن خدايان قدرت بر دفاع از خود دارند و نه آنها از سوي ما همراهي و حمايت شوند؟
21|44|بلکه تنها ماييم که اين مردم و پدران پيشينشان را متمتّع (به نعمتهاي دنيا) کرديم تا آنکه عمر دراز کردند، آيا مردم نمي‌بينند که ماييم که اراده کنيم و زمين (و اهلش) را از هر طرف (به مرگ و فنا) مي‌کاهيم، آيا اين خلق (عاجز بر ما) غلبه توانند کرد؟
21|45|بگو که من شما را به وحي خدا (از عذابش) مي‌ترسانم ولي گوش کر هنگام وعظ و اندرز، سخن و دعوت حق را نمي‌شنود.
21|46|و اگر از جانب خداي تو بر اين کافران شمّه‌اي از عذاب فرا رسد در آن حال (به حسرت و پشيماني) خواهند گفت: اي واي بر ما که مردم ستمکاري بوديم.
21|47|و ما ترازوهاي عدل را به روز قيامت خواهيم نهاد و هيچ ستمي به هيچ نفسي نخواهد شد و اگر عملي به قدر دانه خردلي باشد در حساب آريم و تنها علم ما براي حسابگري کفايت خواهد کرد.
21|48|و همانا ما به موسي و برادرش هارون کتاب تورات را عطا کرديم که جدا سازنده ميان حق و باطل و روشني‌بخش (دلها) و يادآور متقيان است.
21|49|متقيان همانهايي هستند که از خداي خود در نهان مي‌ترسند و از ساعت قيامت و روز جزا سخت هراسانند.
21|50|و اين قرآن کتابي است با اندرز و تذکر و برکت بسيار که ما آن را فرستاديم، آيا شما آن را انکار خواهيد کرد؟
21|51|و همانا ما پيش از اين ابراهيم را کاملا به رشد و کمال خود رسانيديم (تا بيرق توحيد و خداپرستي را در عالم برافرازد) و ما به شايستگي او بر اين مقام دانا بوديم.
21|52|هنگامي که با پدرش (يعني عمويش) و با قومش گفت: اين مجسمه‌هاي بي‌روح و بتهاي بي‌اثر چيست که شما به خدايي مي‌پرستيد و بر آن عمري متوقف شده‌ايد؟
21|53|آنها ابراهيم را پاسخ دادند که ما پدران خود را بر پرستش اين بتان يافته‌ايم (و ما پيروي آنها خواهيم کرد).
21|54|ابراهيم گفت: همانا شما خود و پدرانتان همه سخت در گمراهي بوده و هستيد.
21|55|قوم به ابراهيم گفتند: آيا تو (بر عليه شرک و اثبات توحيد) حرف حق و حجت قاطعي براي ما آورده‌اي يا سخني به بازيچه و هزل مي‌راني؟
21|56|ابراهيم پاسخ داد که خداي شما همان خدايي است که آفريننده آسمانها و زمين است و من بر اين سخن به يقين گواهي مي‌دهم.
21|57|و به خدا قسم که من اين بتهاي شما را چاره‌اي کنم (و با هر تدبيري توانم درهم مي‌شکنم) بعد از آنکه شما (براي تفرج و رسوم عيد به صحرا رويد و از بتخانه) روي گردانيد.
21|58|(در آن موقع به بتخانه شد) و همه بتها را درهم شکست به جز بت بزرگ آنها را تا (در مقام شکايت) به او رجوع کنند.
21|59|قوم ابراهيم گفتند: کسي که چنين کاري با خدايان ما کرده همانا بسيار ستمکار است.
21|60|(آنان که لعن بتان را از ابراهيم شنيده بودند) گفتند که ما جواني ابراهيم نام را شنيده‌ايم که بتان را (به بدي و زشتي) ياد مي‌کرد.
21|61|قوم گفتند: او را حاضر سازيد در حضور جماعت تا بر اين کار او گواهي دهند.
21|62|به او گفتند: اي ابراهيم آيا تو با خدايان ما چنين کردي؟
21|63|ابراهيم (در مقام احتجاج) گفت: بلکه اين کار را بزرگ آنها کرده است، شما از اين بتان سؤال کنيد اگر سخن مي‌گويند.
21|64|آن‌گاه با خود فکر کردند و باهم گفتند: البته شما ستمکاريد (که اين بتان عاجز و بي‌اثر را مي‌پرستيد نه ابراهيم که آنها را درهم شکسته است).
21|65|و سپس همه سر به زير شدند و گفتند: تو مي‌داني که اين بتان را نطق و گويايي نيست.
21|66|ابراهيم گفت: پس چرا خدا را (که هر نفعي به دست اوست) رها کرده و بتهايي را مي‌پرستيد که هيچ نفع و ضرري براي شما ندارند؟
21|67|اف بر شما و بر آنچه به جز خداي يکتا مي‌پرستيد، آيا شما عقل خود را هيچ‌کار نمي‌بنديد؟
21|68|قوم گفتند: ابراهيم را بسوزانيد و خدايان خود را ياري کنيد اگر (بر رضاي خدايان) کاري خواهيد کرد.
21|69|(پس آن قوم آتشي سخت افروختند و ابراهيم را در آن افکندند) ما خطاب کرديم که اي آتش سرد و سالم براي ابراهيم باش (آتش به خطاب خدا گل و ريحان گرديد).
21|70|و قوم در مقام کيد و کينه او برآمدند و ما (کيدشان را باطل کرده) آنها را به سخت‌ترين زيان و حسرت انداختيم.
21|71|و ما ابراهيم را با (برادرزاده‌اش) لوط (از شر نمروديان) برهانيديم و به (شام) سرزميني که مايه برکت جهانيان قرار داديم آنها را بفرستاديم.
21|72|و به او اسحاق و افزون بر آن (فرزندزاده‌اش) يعقوب را عطا کرديم و همه را صالح و شايسته (مقام نبوت) گردانيديم.
21|73|و آنان را پيشواي مردم ساختيم تا (خلق را) به امر ما هدايت کنند و هر کار نيکو را (از انواع عبادات و خيرات) و خصوص اقامه نماز و اداء زکات را به آنها وحي کرديم و آنها هم به عبادت ما پرداختند.
21|74|و لوط را هم مقام حکمفرمايي (و يا حکمت و نبوت) و علم عطا نموديم و او را از شهري که اهلش به اعمال زشت (و کار پليد لواط) مي‌پرداختند نجات داديم که آنها بسيار بدکار و فاسق مردمي بودند.
21|75|و او را در رحمت خود داخل کرديم زيرا که از مردم بسيار صالح و نيکوکار به شمار بود.
21|76|و (ياد کن حکايت) نوح را که پيش از اين (خدا را به ياري خود) خواند، ما هم او را پاسخ داديم و او و اهل بيتش (و گرويدگانش) را از اندوه و بلاي سخت (طوفان) نجات داديم.
21|77|و او را بر دفع آن قومي که آيات ما را تکذيب کردند نصرت داديم، که آن قوم بسيار بدکار (و کافر) بودند و ما همه آنها را يکسر (به طوفان) غرق کرديم.
21|78|و (ياد کن احوال) داود و سليمان را وقتي که درباره گوسفندان بي‌شباني که در مزرعي چريدند (و آن را تباه کردند) قضاوت مي‌نمودند (که از شيرشان صاحب زرع به قدر زراعتش استفاده کند) و ما بر حکم آنها گواه بوديم.
21|79|و ما آن قضاوت را به سليمان به وحي آموختيم و به هر يک (از سليمان و داود) مقام حکمفرمايي و دانش عطا کرديم و کوهها و مرغان را مسخر داود گردانيديم که با (آهنگ تسبيح و نغمه) او تسبيح مي‌کردند، و ما اين معجزات را از او پديد آورديم.
21|80|و ما به داود صنعت زره ساختن براي شما آموختيم تا شما را از زخم شمشير و آزار يکديگر محفوظ دارد، آيا شکر به جاي مي‌آوريد؟
21|81|و باد تند سير صرصر را ما مسخر سليمان گردانيديم که به امر او بدان سرزمين (سرزمين شامات) که با برکت براي جهانيان کرديم حرکت مي‌کرد، و ما به همه امور عالم داناييم.
21|82|و نيز برخي از ديوان را مسخر سليمان کرديم که به دريا براي او غواصي کنند و يا به کارهاي ديگر در دستگاه او بپردازند، و ما نگهبان ديوان (براي حفظ ملک سليمان) بوديم.
21|83|و (ياد کن حال) ايوب را وقتي که پروردگار خود را خواند که مرا بيماري و رنج سخت رسيده و تو (بر بندگانت) از همه مهربانان عالم مهربان‌تري.
21|84|پس ما دعاي او را مستجاب کرديم و درد و رنجش را برطرف ساختيم و اهل و فرزندانش را (که از او گرفته بوديم) با عده ديگر به مثل آنها باز به او عطا کرديم تا هم لطف و رحمتي در حق او کرده باشيم و هم اهل عبادت متذکر (لطف و احسان ما) شوند.
21|85|و (نيز ياد آر حال) اسماعيل و ادريس و ذو الکفل را که همه بندگان صابر ما بودند.
21|86|و ما آنها را به رحمت (خاص) خود درآورديم، زيرا آنان از نيکان عالم به شمار بودند.
21|87|و (ياد آر حال) ذو النون (يعني يونس) را هنگامي که (از ميان قوم خود) غضبناک بيرون رفت و چنين پنداشت که ما هرگز او را در مضيقه و سختي نمي‌افکنيم (تا آنکه به ظلمات دريا و شکم ماهي در شب تار گرفتار شد) آن گاه در آن ظلمتها فرياد کرد که خدايي به جز ذات يکتاي تو نيست، تو (از شريک و هر عيب و آلايش) پاک و منزهي و من از ستمکاران بودم (که بر نفس خود ستم کردم).
21|88|پس ما دعاي او را مستجاب کرديم و او را از گرداب غم نجات داديم و اهل ايمان را هم اين گونه نجات مي‌دهيم.
21|89|و (ياد آر حال) زکريا را هنگامي که خداي خود را ندا کرد که بار الها، مرا يک تن و تنها وامگذار (و به من فرزندي که وارث من باشد عطا فرما) که تو بهترين وارث اهل عالم هستي.
21|90|ما هم دعاي او را مستجاب کرديم و يحيي را به او عطا فرموديم و جفتش را (که نازا بود) براي او شايسته (همسري و قابل ولادت) گردانيديم، زيرا آنها در کارهاي خير تعجيل مي‌کردند و در حال بيم و اميد ما را مي‌خواندند و هميشه به درگاه ما خاضع و خاشع بودند.
21|91|و (ياد کن حال) آن زن (يعني مريم) را که دامنش را پاکيزه نگاه داشت و ما در آن از روح خود بدميديم و او را با فرزندش (عيسي) معجز و آيتي بزرگ براي اهل عالم قرار داديم.
21|92|اين طريقه شما آيين يگانه (و پاک اسلام) است و من يکتا پروردگار و آفريننده شما هستم، پس تنها مرا پرستش کنيد.
21|93|و امت (با اين سفارش) باز در کار دين، بين خود تفرقه و اختلاف انداختند (و ملت واحد را پريشان و متفرق ساختند ولي) باز رجوع همه به سوي ما خواهد بود.
21|94|پس هر کس اعمالش نيکو و داراي ايمان است سعيش (در راه دين) ضايع نخواهد شد و ما آن را کاملا مي‌نويسيم.
21|95|و اهل دياري را که ما هلاک گردانيم ديگر زندگاني بر آنها حرام است و هرگز (به دنيا يا به ايمان) باز نخواهند گشت.
21|96|تا روزي که راه يأجوج و مأجوج باز شود و آنان از هر جانب (پست و) بلند زمين شتابان درآيند (که روز قيامت يا قيام ولي عصر عليه السّلام مقصود است).
21|97|و وعده (ثواب و عقاب) حق بسيار نزديک شود و ناگهان چشم کافران از حيرت بي‌حرکت فرو ماند (و فرياد کنند) اي واي بر ما که از اين روز غافل بوديم بلکه سخت به راه ستمکاري شتافتيم.
21|98|(و به آن کافران خطاب شود) البته شما و آنچه غير خدا مي‌پرستيد امروز همه آتش افروز دوزخيد و در آن آتش وارد مي‌شويد.
21|99|اگر اين بتان (که شما مي‌پرستيد) به راستي خدايان بودند به دوزخ نمي‌شدند در صورتي که (شما و بتانتان) همه در آتش مخلد خواهيد بود.
21|100|آن کافران را در دوزخ زفير و ناله بسيار دردناکي است و در آنجا هيچ سخني (که مايه اميد و نشاط شود) نخواهند شنيد.
21|101|و البته (مؤمنان) آنان که توفيق و وعده نيکوي ما (در سرنوشت ازلي) بر آنها سبقت يافته از آن دوزخ به دور خواهند بود.
21|102|آنها هرگز آواز جهنم را نخواهند شنيد و به آنچه مشتاق و مايل آنند تا ابد متنعّمند.
21|103|و هيچ گاه فزع اکبر و هنگامه بزرگ قيامت آنها را محزون نخواهد ساخت و با آنان فرشتگان (رحمت) ملاقات کنند (و گويند) اين است آن روز (سعادت) شما که در دنيا به شما وعده مي‌دادند.
21|104|روزي که آسمانها را مانند طومار در هم پيچيم و به حال اول که آفريديم باز برگردانيم، اين وعده ماست که البته انجام خواهيم داد.
21|105|و ما بعد از تورات در زبور (داود) نوشتيم که البته بندگان نيکوکار من ملک زمين را وارث و متصرف خواهند شد.
21|106|بي‌شک در اين قرآن براي اهل عبادت مايه وصول به مقصد حق نهفته است.
21|107|و (اي رسول) ما تو را نفرستاديم مگر آنکه رحمت براي اهل عالم باشي.
21|108|بگو که بر من به يقين و درست اين وحي مي‌رسد که خداي شما خدايي است يکتا، پس آيا شما تسليم (امر او) خواهيد شد؟
21|109|و چنانچه کافران (از حق) رو گردانيدند به آنان بگو: من (بر حسب وظيفه رسالت) شما را يکسان آگاه کردم و ديگر نمي‌دانم که آن وعده روز سخت قيامت که به شما دادند دور يا نزديک خواهد بود.
21|110|همانا خدا به همه سخنان آشکار و انديشه‌هاي پنهان شما آگاه است.
21|111|و خود ندانم شايد اين (تأخير عذاب) براي شما امتحاني باشد و تمتّعي (در دنيا) تا به هنگامي (که مرگ فرا رسد).
21|112|رسول گفت: الها، تو به حق (ميان ما) حکم کن، و پروردگار ما همان خداي مهربان است و بر ابطال آنچه شما بر خلاف حق مي‌گوييد تنها از او ياري بايد خواست.
22|1|اي مردمان، خدا ترس و پرهيزکار باشيد که زلزله روز قيامت بر خلايق بسيار حادثه بزرگ و واقعه سختي خواهد بود.
22|2|آن روز که آن هنگامه بزرگ را مشاهده کنيد خواهيد ديد که هر زن شيرده طفل خود را (از هول) فراموش کند و هر آبستن بار رحم را بيفکند، و مردم را (از وحشت آن روز) بي‌خود و مست بنگري در صورتي که مست نيستند و ليکن عذاب خدا سخت است.
22|3|و از مردم کسي هست که از جهل و ناداني در کار خدا جدل کند و از پي هر شيطان گمراه کننده‌اي رود.
22|4|(در لوح تقدير) بر آن شيطان چنين فرض و لازم شده که هر کس او را دوست و پيشواي خود سازد وي او را گمراه کند و به عذاب سوزان دوزخش رهبر شود.
22|5|اي مردم، اگر شما در (روز قيامت و قدرت خدا بر) بعث مردگان شک و ريبي داريد (براي رفع شک خود بدين دليل توجه کنيد که) ما شما را نخست از خاک آفريديم آن گاه از آب نطفه، آن گاه از خون بسته، آنگاه از پاره‌اي گوشت با آفرينشي تمام و ناتمام، تا (در اين انتقال و تحولات قدرت خود را) بر شما آشکار سازيم و (از نطفه‌ها) آنچه را مشيّت ما تعلق گيرد در رحمها قرار مي‌بخشيم تا به وقتي معين، آن گاه شما را به صورت طفلي (چون گوهر از صدف رحم) بيرون آريم تا (زيست کرده و) سپس به حد بلوغ و رشد خود برسيد و برخي از شما (در اين بين) بميرد و برخي به سن پيري و دوران ضعف و ناتواني رسد تا آنجا که پس از دانش و هوش خرف شود و هيچ فهم نکند، و (دليل ديگر از ادله قدرت خدا بر معاد آن که) زمين را بنگري وقتي خشک و بي‌گياه باشد آن گاه چون باران بر آن فرو باريم سبز و خرم شود و (تخم‌ها در آن) نمو کند و از هر نوع گياه زيبا بروياند.
22|6|اين (آثار قدرت) دليل است که خدا حق است و هم او البته مردگان را زنده خواهد کرد و او محققا بر هر چيز تواناست.
22|7|و محققا ساعت قيامت بي‌هيچ شک بيايد و خدا به يقين مردگان را از قبرها برانگيزد.
22|8|و از مردم کس هست که از روي جهل و گمراهي و بي‌هيچ هدايت و کتاب و حجت روشن در کار خدا جدل مي‌کند.
22|9|با تکبر و نخوت از حق اعراض کرده تا (خلق را) از راه خدا گمراه گرداند، چنين کسي را در دنيا ذلت و خواري نصيب باشد و در آخرت عذاب آتش سوزانش خواهيم چشانيد.
22|10|اين عذاب آتش به سزاي همان اعمال زشتي است که با دست خود پيش فرستادي و اين که خدا هرگز کمترين ستم در حق بندگان نخواهد کرد.
22|11|و از مردم کس هست که خدا را به زبان و به ظاهر مي‌پرستد (نه از باطن و حقيقت) از اين رو هرگاه خير و نعمتي به او رسد اطمينان خاطر پيدا کند و اگر آزموني (از شر و فقر و آفتي) به او رسد (از دين خدا) رو بگرداند. چنين کس در دنيا و آخرت زيانکار است و اين (نفاق و دورويي) زياني است که بر همه کس آشکار است.
22|12|(اين کافر نگون‌بخت) خدا را رها کرده و چيزي را مي‌خواند (و مي‌پرستد) که هيچ نفع و ضرري به حال او ندارد، و اين حقا همان گمراهي دور (از هر سعادت) است.
22|13|چيزي را که به ضرر نزديک‌تر از نفع است مي‌خواند (و مي‌پرستد)، وي بسيار بد ياوري يافته و بسيار بد دمساز و پشتيباني اختيار کرده است.
22|14|همانا خدا آنان را که اهل ايمان و نيکوکارند داخل بهشت‌هايي کند که زير درختانش نهرها جاري است، که خدا هر چه اراده کند خواهد کرد.
22|15|آن کس که پندارد خدا هرگز او را (يعني رسولش را) در دنيا و آخرت ياري نخواهد کرد (و اينک نصرت‌هاي الهي را در حق او مي‌بيند) پس طنابي به سقف بندد و خود را از آن بياويزد تا خفه شود، آن گاه بنگرد که آيا اين حيله و کيد او خشمش را از بين مي‌برد؟
22|16|و ما همچنين (مانند ساير کتب آسماني) اين قرآن بزرگ را به صورت آياتي روشن فرستاديم، و خدا (به اين آيات) هر که را بخواهد هدايت مي‌کند.
22|17|البته خدا بين اهل ايمان و يهود و صابئان و نصاري و گبران و آنان که به خدا شرک آوردند محققا روز قيامت جدايي افکند (و هر کس را به جايگاه استحقاقش برد) که خدا بر (احوال و پاداش) همه موجودات عالم (بصير و) گواه است.
22|18|آيا (اي هوشمند به چشم بصيرت) مشاهده نکردي که هر که در آسمانها و هر که در زمين است و خورشيد و ماه و ستارگان و کوهها و درختان و جنبندگان و بسياري از آدميان همه (با کمال شوق) به سجده خدا (و اطاعت او) مشغولند و بسياري از مردم هم (در اثر کفر و عصيان) مستوجب عذاب حق شدند؟ و هر که را خدا خوار و ذليل گرداند ديگر کسي او را عزيز و گرامي نتواند کرد که البته خدا هر چه مشيّت کامله‌اش تعلق گيرد خواهد کرد.
22|19|اين دو گروه (مؤمن و کافر) مخالف و دشمن يکديگرند که در (دين) خداي خود باهم به جدال برخاستند، و کافران را لباسي از آتش دوزخ به قامت بريده‌اند و بر سر آنان آب سوزان جهنم فرو ريزند.
22|20|که آنچه در درون آنهاست (از امعاء و احشاء همه) و پوست بدنشان به آن آب سوزان گداخته شود.
22|21|و گرزگران و عمودهاي آهنين بر (سر) آنها مهيا باشد.
22|22|هرگاه خواهند از دوزخ به درآيند تا از غم و اندوه آن نجات يابند باز (فرشتگان عذاب) آنان را به دوزخ برگردانند و (گويند باز بايد) عذاب آتش سوزان را بچشيد.
22|23|البته خداوند آنان را که ايمان آوردند و نيکوکار شدند همه را در بهشت‌هايي داخل گرداند که زير درختانش نهرها جاري است و در آنجا طلا و مرواريد بر دست زيور بندند و تن به جامه حرير بيارايند.
22|24|و به گفتار خوش و طريق خداي ستوده هدايت شوند.
22|25|آنان که کافر شده و (مردم را) از راه خدا منع مي‌کنند و نيز از مسجد الحرامي که (ما حرمت احکام) آن را براي اهل آن شهر و باديه‌نشينان يکسان قرار داديم مانع مي‌شوند، و هر کسي که در آنجا اراده الحاد و تعدي کرده و (به خلق) ظلم و ستم کند همه را (به کيفر کفر و ظلمشان) از عذابي دردناک مي‌چشانيم.
22|26|و (ياد آر) آن گاه که ما ابراهيم را در آن بيت الحرام تمکين داديم (و به او وحي کرديم) که با من هيچ کس را شريک و انباز نگير و خانه مرا براي طواف حاجيان و نمازگزاران و رکوع و سجود کنندگان (از لوث بتان و بت پرستان) پاک و پاکيزه دار.
22|27|و در ميان مردم به (اداء مناسک) حج اعلام کن تا خلق پياده و سواره بر شتران لاغر اندام تيزرو از هر راه دور به سوي تو جمع آيند.
22|28|تا (در آنجا) بر سر منافع (دنيوي و اخروي بسيار) خود حضور يابند و نام خدا را در ايامي معين ياد کنند که آنها را از حيوانات بهائم (يعني شتر و گاو و گوسفند) روزي داده است. پس از آن تناول کرده و فقيران بيچاره را نيز (از قربانيها) طعام دهيد.
22|29|آن گاه بايد مناسک حج و حلق و تقصير را به جاي آرند (يعني سر بتراشند و ناخن و موي بسترند تا از احرام به درآيند) و به هر نذر و عهدي که (در حج) کردند (يا به هر پيماني که با خدا و خلق بسته‌اند) وفا کنند و طواف را گرد خانه عتيق (بيت الحرام کعبه) به جاي آرند.
22|30|اين است (احکام حج) و هر کس اموري را که خدا حرمت نهاده بزرگ و محترم شمارد البته اين برايش نزد خدا بهتر خواهد بود. و چهارپايان غير آنچه تلاوت خواهد شد [در سوره مائده آيه 3 آمده است. (م)] همه براي شما حلال گرديد، پس از پليد حقيقي يعني بتها اجتناب کنيد و نيز از قول باطل (مانند دروغ و شهادت ناحق و سخنان لهو و غنا) دوري گزينيد.
22|31|و خاص و خالص بي‌هيچ شائبه شرک خدا را پرستيد، و هر کس به خدا شرک آرد (در عجز و بيچارگي) بدان ماند که از آسمان درافتد و مرغان (در فضا) بدنش را به منقار (قطعه قطعه) بربايند يا بادي تند او را به مکاني دور (از هر وسيله نجات) درافکند.
22|32|اين است (سخن حق) و هر کس شعائر (دين) خدا را بزرگ و محترم دارد اين از صفت دلهاي باتقواست.
22|33|شما را در اين شعائر و احکام الهي (يا اين شتران يا تجارات) تا وقتي معين منفعتهاست، آن گاه محل هدي و ساير مناسک حج، حرم و بيت العتيق است (که پرستشگاه ديرين و معبد محترم خداست).
22|34|و ما براي هر امتي شريعت و معبدي مقرر فرموديم تا به ذکر نام خدا پردازند که آنها را از بهائم (يعني گاو و گوسفند و شتر) روزي داد پس خداي شما خدايي است يکتا، همه تسليم (فرمان) او باشيد، و تو (اي رسول ما) متواضعان و مطيعان را (به سعادت ابدي) بشارت ده.
22|35|آنهايي که چون ياد خدا شود دلهاشان هراسان شود و (در راه او) هر چه مصيبت بينند صبور باشند و نماز به پا دارند و از آنچه روزيشان کرديم انفاق کنند.
22|36|و (نحر) شتران فربه را براي شما از شعائر خدا (و احکام حج) مقرر داشتيم که در آن قرباني شما را خير و صلاح است، پس هنگام ذبح آنها تا برپا ايستاده‌اند نام خدا را ياد کنيد و چون پهلوشان به زمين افتد (و نحر کامل شوند) از گوشت آنها تناول نموده و به فقير وسائل هم اطعام کنيد. ما اين چنين اين بهائم را مسخر و مطيع شما ساختيم تا شکر (نعمتهاي ما را) به جاي آريد.
22|37|(بدانيد که) هرگز گوشت و خون اين قربانيها نزد خدا (به درجه قبول) نمي‌رسد ليکن تقواي شماست که به (پيشگاه قبول) او خواهد رسيد. اين چنين اين بهايم را مسخر شما ساخته تا خدا را به پاس آنکه شما را هدايت فرمود تکبير و تسبيح گوييد (و شکر نعمتش به جاي آريد) و تو (اي رسول) نيکوکاران را (به سعادت ابد) بشارت ده.
22|38|خدا مؤمنان را از هر مکر و شر دشمن نگاه مي‌دارد، که خدا هرگز خيانتکار کافر ناسپاس را دوست نمي‌دارد.
22|39|به مسلمانان که مورد قتل (و غارت) قرار گرفته‌اند رخصت (جنگ با دشمنان) داده شد، زيرا آنها از دشمن سخت ستم کشيدند و همانا خدا بر ياري آنها قادر است.
22|40|آن مؤمناني که به ناحق از خانه‌هاشان آواره شده (و جرمي نداشتند) جز آنکه مي‌گفتند: پروردگار ما خداي يکتاست. و اگر خدا (رخصت جنگ ندهد و) دفع شر بعضي از مردم را به بعض ديگر نکند همانا صومعه‌ها و ديرها و کنشت‌ها و مساجدي که در آن (نماز و) ذکر خدا بسيار مي‌شود همه خراب و ويران شود. و هر که خدا را ياري کند البته خدا او را ياري خواهد کرد، که خدا را منتهاي اقتدار و توانايي است.
22|41|(آنان که خدا را ياري مي‌کنند) آنهايي هستند که اگر در روي زمين به آنان اقتدار و تمکين دهيم نماز به پا مي‌دارند و زکات مي‌دهند و امر به معروف و نهي از منکر مي‌کنند و (از هيچ کس جز خدا نمي‌ترسند چون مي‌دانند که) عاقبت کارها به دست خداست.
22|42|و اگر کافران امت، تو را تکذيب کنند (افسرده خاطر مباش که) پيش از اينان قوم نوح و عاد و ثمود نيز (رسولان حق را) تکذيب کردند.
22|43|و همچنين قوم ابراهيم و قوم لوط.
22|44|و نيز (قوم شعيب) اصحاب مدين (همه رسولان خود را تکذيب نمودند) و موسي نيز تکذيب شد و من هم کافران را (براي امتحان) مهلت دادم سپس آنها را (به عقوبت) گرفتم، و چقدر مؤاخذه و عقاب من (بر کافران) سخت است!
22|45|پس چه بسيار شهر و دياري که ما اهلش را در آن حال که به ظلم و ستم مشغول بودند به خاک هلاک نشانديم و اينک آن شهرها از بنياد ويران است و چه چاه و قناتهاي آب که معطل بماند و چه قصرهاي عالي بي‌صاحب گشت.
22|46|آيا (اين کافران) در روي زمين به سير و تماشا نرفتند تا دلهاشان بينش و هوش يابد و گوششان به حقيقت شنوا گردد؟ که (اين کافران را) چشمهاي سر گرچه کور نيست ليکن چشم باطن و ديده دلها کور است.
22|47|و کافران (به سخريه) از تو تقاضاي تعجيل در عذاب مي‌کنند و هرگز خدا در وعده خود (به عذاب آنان) خلف نخواهد کرد، و همانا يک روز نزد خدا (و از نظر حلم او) چون هزار سال به حساب شماست.
22|48|و بسا شهر و دياري که به اهلش با آنکه ستمکار بودند مهلت دادم تا روزي آنها را به انتقام گرفتم و بازگشت (خلق) به سوي من است (و هر نيک و بد را جزا خواهم داد).
22|49|بگو که اي مردم، من براي شما رسول ترساننده مشفقي آشکار بيش نيستم.
22|50|پس آنان که ايمان آوردند و نيکوکار گرديدند بر آنها آمرزش حق و رزق با لطف و کرامت عالي است.
22|51|و آنان که در رد و انکار آيات ما سعي و کوشش کردند تا ما را به زانو درآورند آنها اهل آتش دوزخند.
22|52|و ما پيش از تو هيچ رسول و پيمبري نفرستاديم جز آنکه چون آياتي (براي هدايت خلق) تلاوت کرد شيطان (جن و انس) در آن آيات الهي القاء دسيسه کرد، آن گاه خدا آنچه شيطان القاء مي‌کند محو و نابود مي‌سازد سپس آيات خود را محکم و استوار مي‌گرداند، و خدا دانا (به حقايق امور) و درستکار (در نظام عالم) است.
22|53|تا خدا به آن القائات شيطان کساني را که دلهايشان مبتلا به مرض (نفاق و شک يا کفر) و قساوت است بيازمايد (و باطن آنها را پديدار سازد) و همانا (کافران و) ستمکاران عالم سخت در ستيزه و دشمني دور (از حق) مي‌باشند.
22|54|و تا آنکه اهل علم و معرفت به يقين بدانند که اين آيات قرآن به حق از جانب پروردگار تو نازل گرديده که بدان ايمان آورند و دلهاشان پيش او خاضع و خاشع شود، و البته خدا اهل ايمان را به راهي راست هدايت خواهد کرد.
22|55|و آنان که کافرند در (اينکه نزول) قرآن (از جانب خداست يا در وعد و وعيد قرآن) هميشه شک دارند تا وقتي که ناگهان ساعت مرگ (يا قيامت) فرا رسد يا عذاب روز عقيم بي‌خير (که شب آسايش و خير و سعادت در پي ندارد) بر آنها فرود آيد.
22|56|در آن روز سلطنت و حکمفرمايي تنها مخصوص خداست، که ميان آنان حکم مي‌کند، پس آنان که ايمان آورده و نيکوکار شدند در بهشت پر نعمتند.
22|57|و آنان که کافر شده و تکذيب آيات ما کردند آنها را عذابي خوار کننده و ذلّت بار است.
22|58|و آنان که در راه خدا از وطن خود هجرت گزيده و کشته شدند يا مرگشان فرا رسيد البته خدا رزق و روزي نيکويي (در بهشت ابد) نصيبشان مي‌گرداند، و همانا خداوند بهترين رزق و روزي بخشنده است.
22|59|و بي‌گمان آنها را (در بهشت) منزلي عنايت کند که بسيار بدان خشنود باشند، و همانا خدا (بر احوال خلق) دانا و (بر گناهانشان) بردبار است.
22|60|(سخن حق) اين است، و هر کس به همان قدر ظلمي که به او شده در مقام انتقام برآيد و باز بر او ظلم شود البته خدا او را ياري مي‌کند (در اين آيه ترغيب خلق است برگرفتن حق مظلوم از ظالم)، همانا خدا را عفو و آمرزش بسيار است.
22|61|اين است (برهان حق) که خدا شب تار را در روز روشن پنهان مي‌کند و روز روشن را در شب تار، و خدا (به صداي اهل عالم) شنوا و (به دقايق امور خلق) بيناست.
22|62|حقيقت اين است که خداي يکتا حق مطلق است و هر چه جز او خوانند باطل صرف است، و علوّ مقام و بزرگي شأن مخصوص ذات پاک خداست.
22|63|(اي بشر) آيا نديدي که خدا از آسمان آبي فرو بارد و زمين سبز و خرم گردد؟ (اين دليل قدرت و رحمت آفريننده است)، همانا خدا را (با خلق) عنايت و لطف بسيار است و (به دقيق‌ترين امور عالم) آگاه است.
22|64|آنچه در آسمانها و آنچه در زمين است همه ملک خداست و تنها خداست که بي‌نياز و به همه اوصاف کمال آراسته است.
22|65|(اي بشر) آيا نديدي که هر چه در زمين است خدا مسخر شما گردانيد و کشتي به فرمان او در دريا سير مي‌کند و آسمان را (دستور) او نگاه مي‌دارد که بر زمين نيفتد مگر به اذن او؟ همانا خدا به مردم بسيار رئوف و مهربان است.
22|66|و اوست خدايي که شما را اول بار زنده کرد و ديگر بار بميراند و باز دوباره زنده کند، (با وجود اين آيت قدرت و نعمت بزرگ) باز انسان بسيار ناسپاس و کافر کيش است.
22|67|ما براي هر امتي پرستشگاهي مقرر کرديم تا به خدا توجه کنند (و آنجا جهت وحدت و انس و الفت آن امت شود) پس (اي رسول) نبايد مردم (در امر کعبه و قربانگاه و ساير دستورهاي الهي) با تو به منازعت برخيزند و تو (خلق را) به سوي خدا دعوت کن که خود به راهي راست و هدايتي کامل هستي.
22|68|و اگر (کافران) با تو (در اوامر حق) جدل و خصومت کنند آنها را بازگو که خدا به آنچه مي‌کنيد بهتر آگاه است.
22|69|خدا در روز قيامت ميان شما در آنچه (با من) خلاف و نزاع مي‌کرديد حکم خواهد فرمود.
22|70|(اي بشر) آيا ندانستي که خدا از آنچه در آسمان و زمين است آگاه است؟ و اين (جهان و همه حوادث آن) در کتابي (کتاب علم خدا) محفوظ و مسطور است و اين (حفظ و نگهباني) بر خدا کاري بسيار سهل است.
22|71|و (اين مشرکان) خدا را رها کرده و چيزي غير او را مي‌پرستند که بر پرستش آن هيچ دليل و برهاني نفرستاده و نه خود علم و بصيرتي بدان دارند، (مشرکان، نادان و ستمکارند) و هرگز ستمکاران را يار و ياوري نخواهد بود.
22|72|و هرگاه بر اين کافران معاند آيات روشن ما تلاوت شود در چهره آن کافران به حدي اثر مخالفت و انکار مشاهده کني که نزديک است (از فرط غضب) بر مؤمناني که آيات ما را بر آنان قرائت مي‌کنند حمله‌ور شوند، (به آنها) بگو: آيا شما را به عذابي بدتر از اين خبر دهم؟ آن آتش دوزخ است که خدا آن را به کافران وعده داده است و آنجا بسيار بد بازگشتگاهي خواهد بود.
22|73|اي مردم (مشرک کافر) مثلي زده شده بدان گوش فرا داريد (تا حقيقت حال خود بدانيد): آن بتهاي جماد که به جاي خدا (معبود خود) مي‌خوانيد هرگز بر خلقت مگسي هر چند همه اجتماع کنند قادر نيستند، و اگر مگس (ناتوان) چيزي از آنها بگيرد قدرت بر باز گرفتن آن ندارند، (بدانيد که) طالب و مطلوب (يعني بت و بت‌پرست يا عابد و معبود يا مگس و بتان) هر دو ناچيز و ناتوانند.
22|74|(اين مشرکان) مقام خدا را آن گونه که شايسته اوست نشناختند، (و گرنه جماد ناتواني را خدا نمي‌خواندند) خدا ذاتي است بي‌نهايت توانا و بي‌همتاي شکست ناپذير.
22|75|خداست که از ميان فرشتگان و آدميان رسولاني برمي‌گزيند، که همانا خدا (به سخن عالميان) شنوا و (به لياقت آنان) بيناست.
22|76|او به علم ازلي آنچه در نظر اين مردم پيدا و آنچه ناپيداست همه را مي‌داند و بازگشت کليه امور به سوي خداست.
22|77|اي اهل ايمان، در برابر خدا رکوع و سجود آريد و (با توجه و بي‌ريا و خالص) پروردگار خود را پرستيد و کار نيکو کنيد، باشد که رستگار شويد.
22|78|و حق جهاد در راه او را (با دشمنان دين و با نفس امّاره) به جاي آريد (و در طلب رضاي او به قدر طاقت بکوشيد) او شما را برگزيده (و به دين خود سرافراز کرده) و در مقام تکليف بر شما مشقت و رنج ننهاده (و اين آيين اسلام) مانند آيين پدر شما ابراهيم (خليل است)، او (خدا) شما امت را پيش از اين (در صحف او) و در اين قرآن مسلمان ناميده تا اين رسول بر شما و شما بر ساير خلق گواه (خداپرستي) باشيد، پس نماز به پا داريد و زکات بدهيد و به خدا (و کتاب او) متوسل شويد، که او مولي (و پادشاه و نگهبان و حافظ و ناصر) شماست و نيکو مولي و نيکو ناصري است.
23|1|همانا اهل ايمان به فيروزي و رستگاري رسيدند.
23|2|آنان که در نماز خود خاضع و خاشعند.
23|3|و آنان که از لغو و سخن باطل اعراض و احتراز مي‌کنند.
23|4|و آنان که زکات (مال خود را به فقرا) مي‌دهند.
23|5|و آنان که فروج و اندامشان را از عمل حرام نگاه مي‌دارند.
23|6|مگر بر جفتهاشان (که زنان عقدي آنها باشند) يا کنيزان ملکي متصرفي آنها که هيچ‌گونه ملامتي (در مباشرت اين زنان) بر آنها نيست.
23|7|و کسي که غير اين (زنان حلال) را به مباشرت طلبد البته چنين کساني ستمکار و متعدي خواهند بود.
23|8|و آنان که به امانتها و عهد و پيمان خود کاملا وفا مي‌کنند.
23|9|و آنان که بر نمازهاشان (و همه اوقات و شرايط ظاهر و باطن نماز) محافظت دارند.
23|10|چنين کسان وارث (مقام عالي بهشت) اند.
23|11|که بهشت فردوس ارث آن خوبان و منزلگاه ابدي آن پاکان است.
23|12|و همانا ما آدمي را از گل خالص آفريديم.
23|13|آن‌گاه او را نطفه گردانيده و در جاي استوار (صلب و رحم) قرار داديم.
23|14|آن‌گاه نطفه را علقه و علقه را گوشت پاره و باز آن گوشت را استخوان ساختيم و سپس بر استخوانها گوشت پوشانيديم (و پيکري کامل کرديم) پس از آن (به دميدن روح پاک مجرد) خلقتي ديگرش انشا نموديم؛ آفرين بر (قدرت کامل) خداي که بهترين آفرينندگان است.
23|15|باز شما آدميان همه خواهيد مرد.
23|16|و آن‌گاه روز قيامت به يقين تمام مبعوث خواهيد شد.
23|17|و همانا مافوق شما (خاکيان) هفت آسمان (عالم پاک) را فراز يکديگر آفريديم و لحظه‌اي از توجه به خلق غافل نبوده و نخواهيم بود.
23|18|و ما آب را به قدر معين از آسمان نازل و در زمين ساکن ساختيم و محققا بر بردن و نابود ساختن آن نيز قادريم.
23|19|آن‌گاه ما به آن آب براي شما باغها و نخلستانهاي خرما و انگور ايجاد کرديم که شما را در آنها ميوه‌هاي گوناگون بسياري است که از آن تناول مي‌کنيد.
23|20|و نيز درختي که از طور سينا برآيد و روغن زيت بار آورد و نان خورش مردم گردد.
23|21|و بي‌شک براي شما در (مطالعه حال) چهارپايان و حيوانات اهلي عبرت خواهد بود که از شير آنها به شما مي‌آشامانيم و در آنها براي شما منافع بسياري است (مانند فرشها و لباسها و اثاثيه و باربري و فوايد بسيار ديگر) و از گوشت آنها نيز تناول مي‌کنيد.
23|22|و بر آن چهارپايان و نيز بر کشتيها سوار مي‌شويد.
23|23|و همانا ما پيغمبر خود نوح را (به رسالت) به سوي امتش فرستاديم. نوح به قوم خود گفت که خدا را پرستيد که جز آن ذات يکتا شما را خدايي نيست، آيا شما مردم خداترس و باتقوا نمي‌شويد؟
23|24|اشراف قوم او که کافر شدند (به مردم) گفتند که اين شخص جز آنکه بشري است مانند شما که مي‌خواهد بر شما برتري يابد فضيلت ديگري ندارد و اگر خدا مي‌خواست (رسول بر بشر بفرستد) همانا از جنس فرشتگان مي‌فرستاد، ما اين سخناني که اين شخص مي‌گويد در ميان پدران پيشين خود هيچ نشنيده‌ايم.
23|25|اين شخص جز مردي ديوانه به شمار نيست، پس بايد تا مدتي با او (مدارا کنيد و) انتظار بريد (تا يا از مرض جنون بهبود يابد يا بميرد).
23|26|نوح عرض کرد: خدايا، تو مرا بر اينان که تکذيب من کردند ياري فرما.
23|27|ما هم به او وحي کرديم که در حضور ما و به وحي و دستور ما به ساختن کشتي پرداز، تا آن‌گاه که فرمان (طوفان از جانب) ما آمد و آب از تنور فوران کرد پس در آن کشتي با خود از هر نوع جفتي (نر و ماده) همراه بر و اهل بيت خود را هم جز آن کس که در علم ازلي ما هلاک او گذشته (يعني زن و فرزند نااهلت را) تمام به کشتي بنشان، و به شفاعت ستمکاران با من سخن مگو، که البته آنها بايد همه غرق شوند.
23|28|پس چون با همراهانت در کشتي نشستي بگو: ستايش خداي را که ما را از (ظلم) ستمکاران نجات داد.
23|29|و باز بگو: پروردگارا، مرا به منزلي مبارک فرود آور که تو بهترين کسي هستي که به منزل خير و سعادت تواني فرود آورد.
23|30|همانا در اين حکايت آيت و عبرتهاست و البته ما (بندگان را به اين‌گونه حوادث) آزمايش کننده‌ايم.
23|31|پس از هلاک قوم نوح باز قوم ديگري ايجاد کرديم.
23|32|و در ميان آن قوم باز رسولي از خودشان (يعني هود را) فرستاديم که خداي يکتا را پرستش کنيد که جز او شما را خدايي نيست، آيا خداترس و باتقوا نمي‌شويد؟
23|33|و باز اشراف و اعيان قوم وي که کافر شدند و عالم آخرت را تکذيب کردند و ما متنعّمشان در حيات دنيا کرده بوديم (به مردم) گفتند که اين شخص بشري مانند شما بيش نيست که از هر چه شما بشر مي‌خوريد و مي‌آشاميد او هم مي‌خورد و مي‌آشامد.
23|34|و شما مردم اگر بشري مانند خود را اطاعت کنيد بسيار زيانکار خواهيد بود.
23|35|آيا به شما نويد مي‌دهد که پس از آنکه مرديد و استخوانهاي شما هم پوسيد و خاک شد باز (از گور) بيرونتان آرند؟!
23|36|هيهات، هيهات که اين وعده‌ها که به شما مي‌دهند راست باشد!
23|37|زندگاني جز اين چند روزه حيات دنيايمان بيش نيست که زنده شده و خواهيم مرد و ديگر هرگز برانگيخته نخواهيم شد.
23|38|و اين شخص جز آنکه مردي است که دروغ و افترا بر خدا مي‌بندد هيچ مزيّت ندارد و ما هرگز به او ايمان نخواهيم آورد.
23|39|آن رسول هم عرض کرد: خدايا، مرا بر اين قوم که تکذيب من کردند ياري فرما.
23|40|خدا فرمود: اندک زماني نگذرد که اين قوم سخت پشيمان خواهند شد.
23|41|تا آن‌گاه که صيحه و بانگ آسماني (عذاب) آنها را بگرفت و ما آنان را خار و خاشاک بيابان ساختيم، که ستمکاران را (از رحمت الهي) دوري باد.
23|42|پس از هلاک اينان باز اقوامي ديگر پديد آورديم.
23|43|هيچ قومي از اجل خود پس و پيش نخواهند افتاد.
23|44|سپس پيغمبران خود را پي در پي فرستاديم و هر قومي که رسول بر آنها آمد آن رسول را تکذيب و انکار کردند، ما هم آنها را از پي يکديگر همه را هلاک کرديم و داستانهاي هلاک آن اقوام را عبرت ديگران ساختيم، که قوم بي‌ايمان را (از رحمت خدا) دوري باد.
23|45|آن‌گاه موسي و برادرش هارون را فرستاديم با آيات و معجزات خود و حجّت روشن.
23|46|به سوي فرعون و اشراف قومش، آنها هم تکبر و نخوت کردند، زيرا آنان مردمي متکبّر و سرکش بودند.
23|47|از اين رو گفتند: چرا ما به دو بشر مثل خودمان ايمان آريم در صورتي که طايفه اين دو مرد ما را اطاعت و بندگي مي‌کنند؟
23|48|پس موسي و هارون را تکذيب کرده و بدين سبب همه هلاک شدند.
23|49|و همانا ما به موسي کتاب تورات را فرستاديم، باشد که آنها هدايت شوند.
23|50|و ما پسر مريم و مادرش را آيت و معجزه بزرگ گردانيديم و هر دو را به سرزمين بلندي که آنجا مکاني هموار و چشمه‌سار بود (شام و بيت المقدس) منزل داديم.
23|51|اي رسولان، از غذاهاي پاکيزه (حلال) تناول کنيد و به نيکوکاري و اعمال صالح پردازيد که من به هر چه مي‌کنيد آگاهم.
23|52|و اين مردم همه يک دين و متفق الکلمه يک امت شمايند و من يگانه خداي شما هستم، پس از من بترسيد.
23|53|آن‌گاه مردم (با وجود اين سفارش خدا) امر (دين) خود را پاره پاره کردند (و در آيين، فرقه فرقه شدند) و هر گروهي به آنچه نزد خود پسنديدند دلخوش گشتند.
23|54|پس بگذار که اين بي‌خبران در جهل و غفلت خود به سر برند تا هنگامي معين (که روز مرگ و قيامت باشد).
23|55|آيا اين مردم کافر مي‌پندارند اين که ما آنها را مدد به مال و فرزندان مي‌کنيم،
23|56|براي آن است که مي‌خواهيم در حق ايشان مساعدت و تعجيل به خيرات دنيا کنيم؟ (نه چنين است) بلکه (براي امتحان است و) آنها نمي‌فهمند.
23|57|همانا آن مؤمناني که از خوف خدا ترسان و هراسانند.
23|58|و آنان که به آيات خداي خود ايمان مي‌آورند.
23|59|و آنان که هرگز به پروردگارشان مشرک نمي‌شوند.
23|60|و آنان که آنچه وظيفه بندگي و ايمان است به جاي آورده و باز از اين که (روزي) به خداي خود رجوع مي‌کنند دلهاشان ترسان است.
23|61|چنين بندگاني تعجيل در خيرات مي‌کنند و اينان هستند که به کارهاي نيکو سبقت مي‌جويند.
23|62|و ما هيچ نفسي را بيش از وسع و توانايي او تکليف نمي‌کنيم و نزد ما کتابي است (از لوح محفوظ الهي) که آن کتاب سخن به حق گويد و به هيچ کس هرگز ستم نخواهد شد.
23|63|بلکه دلهاي کافران از اين (کتاب حق) در جهل و غفلت است و اعمالي که اين کافران عامل آنند غير اعمال آن اهل ايمان است (که در آيات سابق ذکر شد).
23|64|(اين کافران به همين کردار بد مشغولند) تا آن‌گاه که ما متنعّمان آنها را به عذاب بگيريم در آن حال فرياد آنها بلند شود.
23|65|(و ما فرماييم که) امروز فرياد مکنيد، که از ما به شما هيچ مدد و ياري نخواهد رسيد.
23|66|زيرا همانا آيات من بر شما تلاوت مي‌شد و شما واپس مي‌رفتيد (و بر کفر مي‌افزوديد).
23|67|در حالتي که به هذيان و افسانه‌هاي شبانه خود (از شنيدن کلام خدا) تکبر و دوري مي‌کرديد.
23|68|آيا در اين سخن (خدا و قرآن بزرگ) فکر و انديشه نمي‌کنند (تا حقانيت آن را درک کنند) يا آنکه کتاب و رسول تنها بر اينان آمده و بر پدران پيشين آنها نيامده؟
23|69|يا آنکه اينان رسول خود را نشناخته‌اند که او را انکار و تکذيب مي‌کنند.
23|70|يا آنکه مي‌گويند که اين رسول را جنوني عارض شده (که دعوي رسالت مي‌کند)؟ (چنين نيست) بلکه دين حق را بر آنها آورده و ليکن اکثر آنها از حق روگردان و متنفرند.
23|71|و اگر حق تابع هواي نفس آنان شود همانا آسمانها و زمين و هر که در آنهاست فاسد خواهد شد. (و کافران از جهل نسبت جنون به رسول ما دادند؛ چنين نيست) بلکه ما اندرز قرآن بزرگ را بر آنها فرستاديم و آنان از اين اندرز خود اعراض کنند.
23|72|مگر تو از اين امت خرج و مزد رسالت مي‌خواهي؟ (هرگز!) مزدي که خدا به تو دهد (از هر چيز) بهتر است، که خدا بهترين روزي دهنده است.
23|73|و البته تو خلق را به راه راست مي‌خواني.
23|74|و ليکن آنان که به آخرت ايمان نمي‌آورند از آن راه راست برمي‌گردند.
23|75|و اگر ما با آنها مهرباني کرده و هر گونه الم و رنج و عذابي که دارند برطرف سازيم آنها سخت‌تر در طغيان و سرکشي خود فرو مي‌روند.
23|76|و همانا ما آنها را به عذاب سخت گرفتار کرديم و باز آن کافران به تضرع و توبه و ناله رو به درگاه خداي خود نياوردند.
23|77|تا آنکه بر آنها دري از بلا و عذاب سخت گشوديم که ديگر ناگاه در آن عذاب (از هر سو) نوميد شدند.
23|78|و اوست خدايي که براي شما گوش و چشمها و قلبها آفريد (ولي) عده بسيار کمي از شما شکر او به جاي مي‌آوريد.
23|79|و اوست خدايي که شما را در زمين پديد آورد و باز (روز قيامت) رجوع و حشر شما به سوي او خواهد بود.
23|80|و اوست خدايي که زنده گرداند و بميراند و اختلاف و حرکت شب و روز به امر اوست، آيا شما عقل خود را کار نمي‌بنديد (تا خداشناس شويد و اطاعت امر او کنيد).
23|81|بلکه اين مردم کافر هم همان سخن کافران پيشين را گفتند.
23|82|که گفتند: از کجا که چون ما مرديم و استخواني پوسيده و خاک شديم باز مبعوث و زنده شويم؟!
23|83|از اين وعده‌ها بسيار به ما و پيش از اين به پدران ما داده شد ولي اينها جز افسانه‌هاي پيشينيان نيست.
23|84|بگو که زمين و هر کس که در او موجود است از کيست اگر شما فهم و دانش داريد؟
23|85|البته جواب خواهند داد که از خداست، بگو: پس چرا متذکر (قدرت خدا) نمي‌شويد (تا به عالم آخرت ايمان آريد).
23|86|باز به آنها بگو: پروردگار آسمانهاي هفتگانه و خداوند عرش بزرگ کيست؟
23|87|البته باز جواب دهند که آنها از خداست، بگو: پس چرا متقي و خداترس نمي‌شويد؟
23|88|باز بگو: آن کيست که (ملک و) ملکوت همه عالم به دست اوست و او به همه پناه دهد و از همه حمايت کند ولي از (عذاب) او کسي پناه نتواند داد؟ اگر مي‌دانيد (کيست باز گوييد).
23|89|محققا خواهند گفت که اينها همه از خداست. بگو: پس چرا به فريب و فسون مفتون مي‌شويد؟ (و از خدا غافل مي‌گرديد؟)
23|90|بلکه ما حق را به ايشان فرستاديم و آنها دروغ مي‌گويند.
23|91|خدا هرگز فرزندي اتخاذ نکرده و هرگز خدايي با او شريک نبوده، که اگر شريکي بود در اين صورت هر خدايي مخلوق خود را به سويي بردي (و نظم وحداني عالم از هم گسيختي) و بعضي از خدايان بر بعضي ديگر علو و برتري جستي! خدا از آنچه مشرکان گويند پاک و منزه است.
23|92|او دانا به عالم غيب و شهود است و ذات پاکش از شرک و شريک که برايش آرند برتر و والاتر است.
23|93|بگو: بارالها، اگر وعده‌هاي عذاب اين کافران را به من بنماياني،
23|94|پس مرا در ميان قوم ستمکار وامگذار.
23|95|و البته ما قادريم عذابي را که به کافران وعده مي‌دهيم به تو بنمايانيم.
23|96|تو آزار و بديهاي امت را به آنچه نيکوتر است دفع کن ما (جزاي) گفتار آنها را بهتر مي‌دانيم.
23|97|و بگو: بارالها، من از وسوسه و فريب شياطين (انس و جن) به تو پناه مي‌آورم.
23|98|و هم به تو پناه مي‌برم بار خدايا از آنکه شياطين به مجلسم حضور به هم رسانند (و مرا از ياد تو غافل سازند).
23|99|(کافران در جهل و غفلتند) تا آن گاه که وقت مرگ هر يک از آنها فرا رسد، در آن حال گويد: بارالها، مرا به دنيا بازگردانيد.
23|100|تا شايد به تدارک گذشته عملي صالح به جاي آرم. (به او خطاب شود که) هرگز نخواهد شد، اين کلمه‌اي است که (از حسرت) همي بگويد (و ثمري نمي‌بخشد) و در برابر آنها عالم برزخ است تا روزي که برانگيخته شوند.
23|101|پس آن‌گاه که نفخه صور قيامت دميده شد ديگر نسب و خويشي در ميانشان نماند و کسي از کس ديگر حال نپرسد.
23|102|پس (در آن روز) هر که اعمالش سنگين و وزين است آنان رستگارانند.
23|103|و هر که اعمالش سبک وزن است آنان کساني هستند که نفس خويش را در زيان افکنده، به دوزخ مخلد خواهند بود.
23|104|آتش دوزخ صورتهاي آنها را مي‌سوزاند و در جهنم، زشت منظر خواهند زيست.
23|105|(و به آنها خطاب شود) آيا آيات من براي شما تلاوت نمي‌شد؟ و شما تکذيب آيات من مي‌کرديد؟
23|106|گويند: بارالها (رحم کن که) شقاوت بر ما غلبه کرد و کار ما به گمراهي کشيد.
23|107|پروردگارا، ما را از جهنم بيرون آر، که اگر ديگر بار عصيان تو کرديم همانا بسيار ستمکار (و محکوم به هر گونه کيفر و عذاب سخت) خواهيم بود.
23|108|باز به آنان خطاب سخت شود: (اي سگان) دور شويد و به دوزخ درآييد و با من لب از سخن فروبنديد.
23|109|زيرا شماييد که چون طايفه‌اي از بندگان (صالح) من عرض مي‌کردند: بارالها، ما به تو ايمان آورديم، تو از گناهان ما درگذر و در حق ما لطف و مهرباني فرما، که تو بهترين مهربانان هستي.
23|110|در آن وقت (شما کافران) آن بندگان خاص مرا تمسخر مي‌کرديد تا آنجا که اين سبب شد که مرا به کلي فراموش کرديد و بر آن خداپرستان خنده و استهزاء مي‌نموديد.
23|111|من هم امروز جزاي صبر (بر آزار و سخريه شما) را به آن بندگان پاک خود خواهم داد که آنها امروز سعادتمند و رستگاران عالمند.
23|112|(آن‌گاه خدا به کافران) گويد که مي‌دانيد شما چند سال در زمين درنگ کرديد؟
23|113|آنها پاسخ دهند که يک روز بود يا يک جزء از روز؛ (اگر ما خطا مي‌گوييم) از شمارندگان (يعني فرشتگاني که حساب عمر خلق دانند) باز پرس.
23|114|خدا فرمايد: شما اگر (از حال زندگاني خود) آگاه بوديد مي‌دانستيد که مدت درنگتان در دنيا بسيار اندک بوده است.
23|115|آيا چنين پنداشتيد که ما شما را به عبث و بازيچه آفريده‌ايم و هرگز به سوي ما بازگردانده نمي‌شويد؟!
23|116|پس (بدانيد که) خداي پادشاه به حق، برتر است (از آنکه از او فعل عبث و بيهوده صادر شود) که هيچ خدايي به جز همان پروردگار عرش مبارک نيست.
23|117|و هر کس غير خدا کسي ديگر را به الهيت خواند که هيچ دليلي بر آن ندارد حساب کار او نزد خداي اوست و البته کافران را (در روز کيفر) فلاح و رستگاري نيست.
23|118|و بگو: بارالها، بيامرز و ببخشاي و تو بهترين بخشندگان عالم وجودي.
24|1|اين سوره را فرستاديم و (احکامش را) فريضه (بندگان) کرديم و در آن آيات روشن (توحيد و معارف و احکام الهي) نازل ساختيم، باشد که شما متذکر (آن حقايق) شويد.
24|2|بايد هر يک از زنان و مردان زنا کار را به صد تازيانه مجازات و تنبيه کنيد و هرگز درباره آنان در دين خدا رأفت و ترحم روا مداريد اگر به خدا و روز قيامت ايمان داريد، و بايد عذاب آن بدکاران را جمعي از مؤمنان مشاهده کنند.
24|3|مرد زناکار جز با زن زناکار و مشرک نکاح نمي‌کند و زن زانيه را هم جز مرد زاني و مشرک به نکاح نخواهد گرفت و اين کار بر مردان مؤمن حرام است.
24|4|و آنان که به زنان با عفت مؤمنه نسبت زنا دهند آن‌گاه چهار شاهد (عادل) بر دعوي خود نياورند آنان را به هشتاد تازيانه کيفر دهيد، و ديگر هرگز شهادت آنها را نپذيريد، و آنان مردمي فاسق و نادرستند.
24|5|مگر آنهايي که بعد از آن فسق و بهتان به درگاه خدا توبه کنند و در مقام اصلاح عمل خود برآيند، در اين صورت خدا البته بسيار آمرزنده و مهربان است.
24|6|و آنان که به زنان خود نسبت زنا دهند و جز خود بر آن شاهد و گواهي ندارند (چون حد لازم آيد، براي رفع حد) بايد از آن زن و مرد نخست مرد چهار مرتبه شهادت و قسم به نام خدا ياد کند که البته او (در اين دعوي زنا) از راستگويان است.
24|7|و بار پنجم قسم ياد کند که لعن خدا بر او باد اگر از دروغگويان باشد.
24|8|و (چون بعد از اين پنج قسم شوهر، بر زن حد لازم آيد) براي رفع عذاب حد، آن زن نيز نخست چهار مرتبه شهادت و قسم به نام خدا ياد کند که البته شوهرش دروغ مي‌گويد.
24|9|و بار پنجم قسم ياد کند که غضب خدا بر او اگر اين مرد (در اين دعوي) از راستگويان باشد.
24|10|و اگر فضل و رحمت خدا شامل حال شما مؤمنان نبود و اگر نه اين بود که خداي مهربان البته توبه‌پذير است و کار به حکمت کند (حدود و تکليف را چنين آسان نمي‌گرفت و به توبه رفع عذاب از شما نمي‌کرد).
24|11|همانا کساني که آن بهتان را بستند (و به عايشه تهمت کار ناشايست زدند که رسول و مؤمنان را بيازارند) گروهي همدست از (منافقان) شمايند؛ نپنداريد ضرري از آن به آبروي شما مي‌رسد بلکه خير و ثواب نيز (چون بر تهمت صبر کنيد از خدا) خواهيد يافت؛ هر يک از آنها به عقاب گناه خود خواهند رسيد؛ و آن کس از منافقان که رأس و منشأ اين بهتان بزرگ گشت هم او به عذابي بزرگ معذب خواهد شد.
24|12|آيا سزاوار اين نبود که چون (از منافقان) چنين بهتان و دروغها شنيديد مردان و زنان مؤمن حسن ظنّشان درباره يکديگر بيشتر شده و گويند: اين دروغي است آشکار؟
24|13|چرا (منافقان) بر دعوي خود چهار شاهد (عادل) اقامه نکردند؟ پس حالي که شاهد نياوردند البته نزد خدا مردمي دروغزنند.
24|14|و اگر فضل و رحمت خدا در دنيا و عقبي شامل حال شما (مؤمنان) نبود به مجرّد خوض در اين‌گونه سخنان (نفاق انگيز) به شما عذابي بزرگ مي‌رسيد.
24|15|زيرا شما آن سخنان را از زبان يکديگر تلقّي کرده و حرفي بر زبان مي‌گفتيد که علم به آن نداشتيد و اين کار را سهل و کوچک مي‌پنداشتيد در صورتي که نزد خدا (گناهي) بسيار بزرگ بود.
24|16|چرا به محض شنيدن اين سخن نگفتيد که هرگز ما را تکلم به اين روا نيست، پاک خدايا، اين بهتاني بزرگ است؟
24|17|خدا به شما (مؤمنان) موعظه و اندرز مي‌کند که زنهار ديگر گرد اين چنين سخن نگرديد اگر اهل ايمانيد.
24|18|و خدا آيات خود را براي شما بيان مي‌کند، و او (به حقايق امور و سرائر خلق) دانا و (به مصالح بندگان و نظام عالم کاملا) آگاه است.
24|19|آنان که (چون عبد اللّه ابيّ سلول و منافقان ديگر) دوست مي‌دارند که در ميان اهل ايمان کار منکري اشاعه و شهرت يابد آنها را در دنيا و آخرت عذابي دردناک خواهد بود و خدا (فتنه‌گري و دروغشان را) مي‌داند و شما نمي‌دانيد.
24|20|و اگر فضل و رحمت خدا و رأفت و مهرباني او شامل حال شما (مؤمنان) نبود (در عقاب گناهتان تعجيل کردي و توبه نپذيرفتي).
24|21|اي کساني که ايمان آورده‌ايد، زنهار پيروي شيطان مکنيد، که هر کس قدم به قدم از پي شيطان رفت او به کار زشت منکر وامي‌دارد، و اگر فضل و رحمت خدا شامل شما نبود احدي از شما (از گناه و زشتي) پاک و پاکيزه نشدي، ليکن خدا هر کس را مي‌خواهد منزه و پاک مي‌گرداند، و خدا شنوا و داناست.
24|22|و نبايد صاحبان ثروت و نعمت از شما درباره خويشاوندان خود و در حق مسکينان و مهاجران راه خدا از بخشش و انفاق کوتاهي کنند، بايد مؤمنان عفو و صفح پيشه کنند و از بديها درگذرند، آيا دوست نمي‌داريد که خدا هم در حق شما مغفرت (و احسان) فرمايد؟ و خدا بسيار آمرزنده و مهربان است.
24|23|کساني که به زنان باايمان عفيفه (مبرّا و) بي‌خبر از کار بد تهمت زنند محققا در دنيا و آخرت ملعون و محروم از رحمت حق هستند و هم آنان به عذابي بزرگ معذب خواهند شد.
24|24|در روزي که زبان و دست و پاي ايشان بر اعمال (ناشايسته) آنها گواهي دهد.
24|25|در آن روز خدا حساب و کيفر شايسته آنها را تمام و کامل خواهد پرداخت و خواهند دانست که خداوند حق آشکار است.
24|26|زنان بدکار و ناپاک شايسته مرداني بدين وصفند و مردان زشتکار و ناپاک نيز شايسته زناني بدين صفتند و (بالعکس) زنان پاکيزه نيکو لا يق مرداني چنين و مردان پاکيزه نيکو لايق زناني همين گونه‌اند، و اين پاکيزگان از سخنان بهتاني که ناپاکان درباره آنان گويند منزهند و بر ايشان آمرزش و رزق نيکوست.
24|27|اي اهل ايمان، هرگز به هيچ خانه مگر خانه‌هاي خودتان تا با صاحبش انس و اجازه نداريد وارد نشويد و (چون رخصت يافته و داخل شويد) به اهل آن خانه نخست سلام کنيد که اين (ورود با اجازه و تحيت، براي حسن معاشرت و ادب انسانيت) شما را بسي بهتر است، باشد که متذکر (شئون يکديگر و حافظ آداب رفاقت) شويد.
24|28|و اگر کسي را نيافتيد باز وارد نشويد تا اجازه يابيد، و چون (به خانه‌اي درآمديد و) گفتند: برگرديد، به زودي بازگرديد که اين براي تنزيه و پاکي شما بهتر است، و خدا به هر چه مي‌کنيد داناست.
24|29|باکي بر شما نيست که به خانه غير مسکوني که در آن متاعي داريد (بي‌اجازه) در آييد، و (بدانيد که) خدا به همه کار آشکار و پنهان شما آگاه است.
24|30|(اي رسول ما) مردان مؤمن را بگو تا چشمها (از نگاه ناروا) بپوشند و فروج و اندامشان را (از کار زشت با زنان) محفوظ دارند که اين بر پاکيزگي (جسم و جان) آنان اصلح است، و البته خدا به هر چه کنيد کاملا آگاه است.
24|31|و زنان مؤمن را بگو تا چشمها (از نگاه ناروا) بپوشند و فروج و اندامشان را (از عمل زشت) محفوظ دارند و زينت و آرايش خود جز آنچه قهرا ظاهر مي‌شود (بر بيگانه) آشکار نسازند، و بايد سينه و بر و دوش خود را به مقنعه بپوشانند و زينت و جمال خود را آشکار نسازند جز براي شوهران خود يا پدران يا پدران شوهر يا پسران خود يا پسران شوهر يا برادران خود يا پسران برادران و پسران خواهران خود يا زنان خود (يعني زنان مسلمه) يا کنيزان ملکي خويش يا مردان اتباع خانواده که رغبت به زنان ندارند يا اطفالي که هنوز بر عورت و محارم زنان آگاه نيستند (و از غير اين اشخاص مذکور احتجاب و احتراز کنند) و آن طور پاي به زمين نزنند که خلخال و زيور پنهان پاهايشان معلوم شود. و اي اهل ايمان، همه به درگاه خدا توبه کنيد، باشد که رستگار شويد.
24|32|و البته بايد مردان بي‌زن و زنان بي‌شوهر و کنيزان و بندگان شايسته خود را به نکاح يکديگر درآوريد، اگر آن مردان و زنان فقيرند خدا به لطف و فضل خود آنان را بي‌نياز و مستغني خواهد فرمود و خدا رحمتش وسيع و نامتناهي و (به احوال بندگان) آگاه است.
24|33|و آنان که وسيله نکاح نيابند بايد عفت نفس پيشه کنند تا خدا آنها را به لطف و فضل خود بي‌نياز گرداند. و از بردگانتان آنان که تقاضاي مکاتبه کنند (يعني خواهند که خود را از مولا به مبلغي مشروط يا مطلق خريداري کنند) تقاضاي آنها را اگر خير و صلاحي در ايشان مشاهده کنيد بپذيريد و (براي کمک به آزاد شدن آنها) از مال خدا که به شما اعطا فرموده (به عنوان زکات و صدقات در وجه مال المکاتبه) به آنها بدهيد، و کنيزکان خود را که مايلند به عفت، زنهار براي طمع مال دنيا جبرا به زنا وادار مکنيد، که هر کس آنها را اکراه به زنا کند خدا در حق آنها که مجبور بودند بسيار آمرزنده و مهربان است (ليکن شما را که آنها را به زنا مجبور کنيد به جاي آنان عقاب خواهد کرد).
24|34|و همانا ما به سوي شما آياتي روشن نازل گردانيديم و داستاني از آنان که پيش از شما درگذشتند و موعظه‌اي براي اهل تقوا فرستاديم.
24|35|خدا نور (وجودبخش) آسمانها و زمين است، داستان نورش به مشکاتي ماند که در آن روشن چراغي باشد و آن چراغ در ميان شيشه‌اي که از تلألؤ آن گويي ستاره‌اي است درخشان، و روشن از درخت مبارک زيتون که (با آنکه) شرقي و غربي نيست (شرق و غرب جهان بدان فروزان است) و بي‌آنکه آتشي زيت آن را برافروزد خود به خود (جهاني را) روشني بخشد، پرتو آن نور (حقيقت) بر روي نور (معرفت) قرار گرفته است. و خدا هر که را خواهد به نور خود (و اشراقات وحي خويش) هدايت کند و (اين) مثلها را خدا براي مردم (هوشمند) مي‌زند (که به راه معرفتش هدايت يابند) و خدا به همه امور داناست!
24|36|(و آن مشکات) در خانه‌هايي (قرار دارد مانند معابد و مساجد و منازل انبياء و اولياء) که خدا رخصت داده که آنجا رفعت يابد و در آنها ذکر او شود و صبح و شام تسبيح و تنزيه ذات پاک او کنند.
24|37|پاکمرداني که هيچ کسب و تجارت آنان را از ياد خدا و به پا داشتن نماز و دادن زکات غافل نگرداند و از روزي که دل و ديده‌ها در آن روز حيران و مضطرب است ترسان و هراسانند.
24|38|تا خدا در مقابل بهترين اعمال ايشان جزاء و ثواب کامل عطا فرمايد و از فضل و احسان خويش بر آنها بيفزايد، و خدا هر که را خواهد روزي بي‌حد و حساب بخشد.
24|39|و آنان که کافرند اعمالشان در مثل به سرابي ماند در بيابان هموار بي‌آب که شخص تشنه آن را آب پندارد (و به جانب آن شتابد) چون بدانجا رسيد هيچ آب نيابد، و (آن کافر) خدا را حاضر و ناظر اعمال خويش بيند که به حساب کارش تمام و کامل برسد و خدا به يک لحظه حساب تمام خلايق مي‌کند.
24|40|يا (مثل اعمال کافران) به ظلمات درياي موّاج عميقي ماند که امواج آن (که شک و جهل و اعمال زشت است) بعضي بالاي بعضي ديگر دريا را بپوشاند و ابر تيره (کفر) نيز فراز آن برآيد تا ظلمت‌ها چنان متراکم فوق يکديگر قرار گيرد که چون دست بيرون آرد آن را نتواند ديد، و هر که را خدا نور (علم و معرفت و ايمان) نبخشيد هرگز (جان) روشني نخواهد يافت.
24|41|آيا نديدي که هر کس در آسمانها و زمين است تا مرغهايي که در هوا پر گشايند همه به تسبيح و ثناي خدا مشغولند؟ و همه آنان صلاة و تسبيح خود بدانند، و خدا به هر چه کنند آگاه است.
24|42|و (بدانيد که) ملک و پادشاهي آسمانها و زمين خاص خداست و بازگشت (همه خلايق) به سوي خداست.
24|43|آيا نديدي که خدا ابر را (از هر طرف) براند و به هم در پيوندد و باز انبوه و متراکم سازد آن گاه بنگري قطرات باران از ميان ابر فرو ريزد؟ و نيز از آسمان، از کوههايي (از ابرهاي منجمد شده) که در آن است تگرگ فرو بارد و زيان آن را به هر که خود خواهد برساند (و اشجار و کشتزار او را تباه گرداند) و آن را از هر که خواهد باز دارد (تا تگرگش زيان نرساند) و روشني برق آن چنان بتابد که خواهد روشني ديده‌ها را از بين ببرد.
24|44|خدا شب و روز را (بر يکديگر) مي‌گرداند، همانا صاحبان بصيرت را در اين (آيت الهي و حکمت خدا) عبرتي است.
24|45|و خدا هر حيواني را از آب آفريد، که بعضي (مانند مارها) بر شکم روند و برخي (مانند انسان) بر دو پا و برخي (چون اسب و گاو و شتر) بر چهار پا حرکت کنند. و خدا هر چه خواهد بيافريند که خدا بر همه کار تواناست.
24|46|همانا ما آيات و ادله بسيار روشن فرستاديم. و خدا هر که را خواهد به راه راست هدايت مي‌کند.
24|47|و (منافقان هم مانند مؤمنان) مي‌گويند که ما به خدا و رسول ايمان آورده و اطاعت مي‌کنيم، و ليکن با اين همه قول باز گروهي (وقت عمل، از حق) روي مي‌گردانند و اصلا آنان ايمان ندارند.
24|48|و هر گاه به سوي خدا و رسول خوانده شوند تا (رسول به حکم خدا) ميان آنها قضاوت کند گروهي از ايشان (از اين دعوت) اعراض مي‌کنند.
24|49|و اگر دعوي خود را بر حق بدانند البته با کمال انقياد به سوي رسول مي‌آيند.
24|50|آيا در دلهايشان مرض (جهل و نفاق) است يا شک و ريبي دارند يا مي‌ترسند که خدا و رسول (در مقام قضاوت) بر آنها جور و ستمي کنند؟ (خدا ظلم نخواهد کرد) بلکه آنها خود مردمي ظالم و متعديند.
24|51|آن مؤمنانند که چون به سوي حکم خدا و رسولشان بخوانند تا (رسول به حکم خدا) ميان آنها حکم کند (از دل و جان) خواهند گفت که شنيده و اطاعت مي‌کنيم. و رستگاران عالم به حقيقت اينها هستند.
24|52|و هر کس فرمان خدا و رسول را اطاعت کند و خدا ترس و پرهيزگار باشد چنين کسان را فيروزي و سعادت خواهد بود.
24|53|و منافقان شديدترين قسم را به نام خدا ياد کنند که اگر تو آنها را امر کني البته همه (به جهاد دشمن) بيرون خواهند رفت، بگو: سوگند ياد مکنيد، که طاعت پسنديده و مطلوب است (نه سوگند دروغ منافقانه. و بترسيد که) خدا به هر چه مي‌کنيد کاملا آگاه است.
24|54|بگو که خدا را فرمان بريد و رسول را اطاعت کنيد. پس اگر اطاعت نکرديد بر او بار رسالت اوست و بر شما بار تکليف خويش است، و اگر او را اطاعت کنيد هدايت (و سعادت) خواهيد يافت، و بر رسول جز ابلاغ روشن رسالت تکليفي نيست.
24|55|خدا به کساني از شما بندگان که (به خدا و حجّت عصر عليه السّلام) ايمان آرند و نيکوکار گردند وعده فرمود که (در ظهور امام زمان) در زمين خلافتشان دهد چنانکه امم صالح پيمبران سلف را جانشين پيشينيان آنها نمود، و دين پسنديده آنان را (که اسلام واقعي است بر همه اديان) تمکين و تسلط عطا کند و به همه آنان پس از خوف و انديشه از دشمنان ايمني کامل دهد که مرا به يگانگي، بي هيچ شائبه، شرک و ريا پرستش کنند، و بعد از آن هر که کافر شود پس آنان به حقيقت همان فاسقان تبهکارند.
24|56|و نماز را به پا داريد و زکات بدهيد و رسول ما را اطاعت کنيد، باشد که مورد لطف و رحمت شويد.
24|57|(اي رسول) هرگز مپندار که کافران در زمين معجز و قدرتي خواهند يافت، و جايگاهشان (نيز در آخرت) دوزخ است که بسيار منزلگاه بدي است.
24|58|اي کساني که ايمان آورده‌ايد (بدانيد که) بندگان ملکي شما و اطفال شما که هنوز به وقت احتلام و زمان بلوغ نرسيده‌اند بايد (شبانه روزي) سه مرتبه از شما اجازه ورود بخواهند: يک بار پيش از نماز صبح و ديگر هنگام ظهر که جامه‌ها را از تن برمي‌گيريد و ديگر پس از نماز خفتن، که اين سه وقت هنگام عورت و خلوت شماست (اکثر برهنه يا در لباس کوتاهيد) و بعد از اين سه بار اجازه، ديگر باکي بر شما و آنها نيست که (بي‌دستور) با بندگان و اطفال خود گرد يکديگر جمع شويد و هر ساعت در کارها به شما مراجعه کنند. خدا آيات را بر شما چنين روشن بيان مي‌کند، و خدا (به کار بندگان) دانا و (به مصالح خلق) آگاه است.
24|59|و آن گاه که اطفال شما به حد بلوغ و احتلام رسيدند بايد مانند ساير بالغان (البته همه وقت) با اجازه وارد شوند. خدا آيات خود را براي شما بدين روشني بيان مي‌کند، و خدا (به صلاح بندگان) دانا و (در وضع تکليف) محکم کار است.
24|60|و زنان سالخورده که (از ولادت و عادت) باز نشسته‌اند و اميد ازدواج و نکاح ندارند بر آنان باکي نيست در صورتي که اظهار تجملات و زينت خود نکنند که جامه‌هاي خود (يعني لباسهاي رو مانند عبا و چادر و روپوش و امثال آن) را نزد نامحرمان برگيرند، و باز هم عفت و تقوا گزيني (و بر نگرفتن جامه) بر آنان (در دين و دنيا) بهتر است، و خدا (به سخنان خلق) شنوا و (به اغراض و نيّات آنها) آگاه است.
24|61|بر نابينايان و لنگان و بيماران باکي نيست (که به جهاد نروند يا تندرستان با آنها معاشر و همسفره شوند) و نيز باکي بر شما نيست که از خانه‌هاي خود و پدران خود و مادرانتان و برادران و خواهران و عمو و عمه و خالو و خاله خويش غذا تناول کنيد يا آنکه از هر جا که کليد آن در دست شماست يا خانه رفيق خود باکي نيست که از مجموع يا هر يک از اين خانه‌ها طعامي خوريد. و (با وجود اين دستور باز) هرگاه بخواهيد به خانه‌اي (از اينها) داخل شويد نخست بر خويش سلام کنيد (يعني چون به خانه يا مسجدي درآييد بر مسلمانان و همدينان خودتان يا اگر کسي نباشد بر نفس خود باز سلام کنيد و خلاصه باخبر وارد شويد) که سلام تحيّتي با برکت و نيکو از جانب خداست. خدا آيات خود را اين گونه براي شما روشن بيان مي‌کند باشد که (در آنها) تعقل کنيد (و طريق سعادت و هدايت بازجوييد).
24|62|مؤمنان حقيقي آنهايي هستند که به خدا و رسولش ايمان (و انقياد کامل) دارند و هرگاه در کاري اجتماعشان به حضور رسول (صلّي اللّه عليه و آله و سلّم) لازم باشد حاضر آيند و تا اجازه نخواهند هرگز از محضر او بيرون نمي‌روند. و (اي رسول ما) آنان که از تو اجازه مي‌خواهند اينان به حقيقت اهل ايمان به خدا و رسولند، پس چون از تو اجازت طلبند که بعضي مشاغل و امور خود را انجام دهند از آنان هر که را خواهي اجازه ده و بر آنها از خدا طلب مغفرت و آمرزش کن، که خدا بسيار آمرزنده و مهربان است.
24|63|(اي مؤمنان) شما دعاي رسول (صلّي اللّه عليه و آله و سلّم) و ندا کردن او را مانند نداي بين يکديگر (بدون حفظ ادب مقام رسالت) قرار مدهيد (يا دعاي او را مانند دعاي خود نامستجاب مپنداريد)، خدا به حال آنان که (براي سرپيچي از حکمش) به يکديگر پناه برده و از ميان شما رخ پنهان مي‌دارند آگاه است. پس بايد کساني که امر خدا را مخالفت مي‌کنند و از آن روي مي‌گردانند بترسند که مبادا به فتنه‌اي بزرگ (تسلط سلطان جور) يا عذاب دردناک ديگر (مانند قتل و اسارت) گرفتار شوند.
24|64|آگاه باشيد که آنچه در آسمانها و زمين است همه ملک خداست، شما به هر حالي باشيد البته خدا از آن آگاه است. و روزي که بندگان را به سوي او بازگردانند (يعني هنگام مرگ يا قيامت) آن روز به (جزاي) هر نيک و بدي که کرده‌اند آگاهشان مي‌گرداند، و خدا به هر چيزي کاملا داناست.
25|1|بزرگوار است پاک خداوندي که فرقان را بر بنده خاص خود نازل فرمود تا (به اندرزهاي وي) اهل عالم را متذکر و خدا ترس گرداند.
25|2|آن خدايي که پادشاهي آسمانها و زمين از آن اوست و هرگز فرزندي نگرفته و شريکي در ملک هستي نداشته و همه موجودات را او خلق کرده و حد و قدر هر چيز را معين فرموده است.
25|3|و (مشرکان نادان) خدا را که مبدأ کل و مرجع همه امور عالم است فراموش کرده و غير او (يعني بتهاي بي اثر) را به خدايي برگرفتند و حال آنکه آن بتان هيچ چيزي نتوانند آفريد و خودشان هم مخلوقند و نه هيچ بر نفع و ضرر خود قادرند و نه امر موت و حيات و بعث به دست آنهاست.
25|4|و کافران گفتند اين کتاب (که محمّد و حيش مي‌شمرد) جز آنکه به دروغ از خود فرابافته و ديگران (از اهل کتاب) نيز (در قصص و احکام) به او کمک کرده‌اند بچيز ديگري نيست. و البته اين سخن کافران ظلمي بزرگ (درباره قرآن الهي) و نسبتي نا حق (در حقّ پيغمبر خدا) است.
25|5|و باز گفتند که اين کتاب افسانه‌هاي پيشينيان و حکايات سابقين است که خود از آنها نسخه برداشته و (اصحابش) صبح و شام بر او املا و قرائت مي‌کنند (تا کامل و آراسته گردانند).
25|6|بگو: اين کتاب را آن خدايي فرستاده که از اسرار آسمانها و زمين آگاه است (و شما از اين انکار و کفر و گناه باز گرديد که) هم او البته بسيار آمرزنده و مهربان است.
25|7|و باز کافران گفتند: چرا اين رسول (اگر به راستي پيغمبر خداست) غذا تناول مي‌کند و در (کوچه و) بازارها راه مي‌رود؟ چرا فرشته محسوس و ظاهري بر او نازل نشده تا به همراه او بيم دهد (و گواه صدق او باشد).
25|8|يا چرا بر اين رسول گنجي فرو نيفتد يا چرا باغي ندارد که از ميوه‌هايش تناول کند؟ و ستمکاران (پس از اين همه چون و چراها به مردم) گفتند که شما پيروي نمي‌کنيد مگر مردي را که سحر و شعبده از راهش برده است.
25|9|بنگر تا چه داستان و مثلها براي تو زدند؟ پس چنان گمراه شدند که ديگر هيچ راه رشد و هدايتي نتوانند يافت.
25|10|بزرگوار است پاک خدايي که اگر خواستي براي تو بهتر از آنچه اين کافران گفتند قرار دادي و آن بهشتهايي است که زير درختانش نهرها جاري است و (در آن بهشت) قصرهاي بسيار عالي خاص تو قرار مي‌داد.
25|11|بلکه اين کافران ساعت قيامت را تکذيب کردند و ما آتش سوزان دوزخ را بر آن که قيامت را تکذيب کرد مهيا داشته‌ايم.
25|12|چون آتش دوزخ آنان را از مکاني دور ببيند خروش و فرياد وحشتناک دوزخ را از دور به گوش خود مي‌شنوند.
25|13|و چون آن کافران را در زنجير بسته به مکان تنگي از جهنم درافکنند در آن حال همه فرياد و اويلا از دل برکشند.
25|14|(و به آنها عتاب شود که) امروز فرياد حسرت و ندامت شما يکي دو تا نيست بلکه بسيار از اين آه و واويلاها از دل برکشيد.
25|15|بگو: آيا اين بهتر است يا بهشت ابدي که به متّقيان وعده دادند که آن بهشت پاداش و منزل ايشان است.
25|16|که در آن بهشت هر چه خواهند و آرزو کنند بر آنها حاضر است و آن مقام هميشگي آنهاست، وعده‌اي است بر خدا که مؤمنان از او درخواست کرده‌اند و او اجابت فرموده است.
25|17|و روزي که اين مشرکان را با معبوداني که به جاي خدا مي‌پرستيدند به عرصه قيامت محشور گرداند، آن گاه بدان معبودان گويد: آيا شما بندگان مرا از راه برديد يا خود به راه ضلالت شتافتند؟
25|18|آنها گويند: پاک و منزه پروردگارا، ما خود را هرگز سزاوار آن نمي‌دانستيم که جز تو کسي را دوست خود اختيار کنيم، و ليکن تو اين کافران و پدرانشان را متمتّع (به دنيا و نعمتهاي آن) گردانيدي تا آنکه ذکر تو (و قرآن عظيم تو که سرمايه سعادت بود) را فراموش کردند و مردمي شقي و تبه روزگار بودند.
25|19|پس آن معبودان، شما مشرکان را در آنچه گوييد تکذيب کردند (و در اثر آن به عذاب ما گرفتار شديد) پس نه شما توانيد آن عذاب را برطرف گردانيد و نه ياري خود توانيد کرد، و هر کسي از شما بندگان (با شرک آوردن) ظلم و ستم نمايد ما او را به عذابي بزرگ گرفتار مي‌گردانيم.
25|20|و ما هيچ رسولي پيش از تو به خلق نفرستاديم مگر آنکه آنها هم (مانند تو) غذا مي‌خوردند و در ميان بازارها راه مي‌رفتند (پس امّت به اين عذر تکذيب رسالت تو نتوانند کرد)، و ما بعضي از شما بندگان را سبب آزمايش بعضي ديگر مي‌گردانيم تا آيا صبر (در طاعت خدا) خواهيد کرد؟ و پروردگار تو (به احوال و اعمال همه خلق) بيناست.
25|21|و آنان که اميد لقاي ما را ندارند (و به قيامت معتقد نيستند) گويند: چرا فرشتگان بر ما نازل نشدند؟ يا چرا ما خدا را به چشم نمي‌بينيم (تا در ايمان، به رسول محتاج نباشيم)؟ همانا آنان در حق خويش راه تکبر و نخوت پيش گرفتند و به سرکشي و طغياني شديد شتافتند.
25|22|روزي که فرشتگان را ببينند مجرمان در آن روز بشارتي (از فرشته) نيابند و به آنها گويند: محروم و ممنوع (از لقاء رحمت و جنّت خدا) باشيد.
25|23|و ما توجه به اعمال (فاسد بي‌خلوص و حقيقت) آنها کرده و همه را (باطل و نابود چون) غباري پراکنده مي‌گردانيم.
25|24|اهل بهشت در آن روز مسکن و مقرّي بهتر و آرامش و خوابگاهي نيکوتر خواهند داشت.
25|25|و (ياد کن) روزي که آسمان با ابر از هم شکافته و فرشتگان با سرعت تمام (به امر حق) فرود آيند.
25|26|پادشاهي به حق در آن روز خاص خداي رحمان است، و بر کافران روز بسيار سختي خواهد بود.
25|27|و روزي که شخص ظالم پشت دست حسرت به دندان گرفته و گويد: اي کاش من (در دنيا) با رسول حق راهي (براي دوستي و طاعت) پيش مي‌گرفتم.
25|28|واي بر من، اي کاش که فلان (مرد کافر و رفيق فاسق) را دوست نمي‌گرفتم.
25|29|رفاقت او مرا از پيروي قرآن پس از آنکه به من رسيد محروم ساخت و گمراه گردانيد، آري شيطان براي انسان مايه خذلان (و گمراهي) است.
25|30|در آن روز رسول (به شکوه از امت در پيشگاه رب العزّه) عرض کند: بارالها (تو آگاهي که) امّت من اين قرآن را به کلّي متروک و رها کردند.
25|31|و همچنين ما براي هر پيغمبري دشمني از جنس بدکاران (امّتش) قرار داديم، و تنها خداي تو براي هدايت و نصرت و ياري تو کفايت است.
25|32|و باز (کافران جاهل) به اعتراض گفتند که چرا اين قرآن (اگر از جانب خداست) يکجا براي رسول نازل نشد؟ ما آن را اين چنين فرستاديم تا (تدريجا) تو را به آيات آن دل آرام کنيم و اطمينان قلب دهيم و (بدين سبب) آيات آن را بر تو مرتب به ترتيبي روشن و به آهستگي برخوانديم.
25|33|و کافران بر تو هيچ مثل (باطل و اعتراض ناحق) نياورند مگر آنکه ما در مقابل براي تو سخن حق را با بهترين بيان پاسخ آنها آريم.
25|34|آنان که به رو به سوي آتش دوزخ برندشان به بدترين مکان شتافته و سخت‌ترين راه ضلالت يافته‌اند.
25|35|و همانا ما به موسي کتاب (تورات) را عطا کرديم و برادرش هارون را وزير او قرار داديم.
25|36|آن گاه گفتيم که رو به جانب آن قوم که آيات ما را تکذيب کردند رويد. پس آنها را (پس از تکذيب آن دو) سخت هلاک گردانيديم.
25|37|و نيز قوم نوح چون رسولان حق را تکذيب کردند ما آنها را به طوفان هلاک سپرديم و آيت عبرت مردم ساختيم، و براي ستمکاران عذاب دردناک مهيا گردانيده‌ايم.
25|38|و نيز قوم عاد و ثمود و اصحاب رسّ (شايد قوم شعيب‌اند که نزد چشمه يا چاه آبي که رسّ نامند منزل داشتند) و طوايف ديگر بسياري بين اينها همه را به کيفر کردارشان هلاک کرديم.
25|39|و ما براي هر يک از اين طوايف مثلها (و پندها براي هدايت و اتمام حجت) زديم و همه را به کلي هلاک ساختيم.
25|40|و همانا اين کافران آمدند و ديدند آن ديار (قوم لوط) را که بر آن باران عذاب و هلاکت ببارانيديم، آيا اينان به چشم خود ديار خراب آنها را نديده‌اند؟ (آري ديدند) و ليکن اميد و بيمي از قيامت و کيفر ندارند.
25|41|اين کافران هرگاه تو را ببينند (از حسد) کاري ندارند جز آنکه تو را تمسخر کرده (و گويند) آيا اين مرد همان است که خدا به رسالت بر خلق فرستاده؟
25|42|نزديک بود که او ما را اگر بر بت‌پرستي خود پايدار نبوديم به کلي گمراه کند و از پرستش خدايانمان باز دارد. و (اين مشرکان که از جهل، توحيد را گمراهي خواندند) چون عذاب حق را مشاهده کنند خواهند دانست که گمراه‌تر از آنها در عالم نيست.
25|43|آيا ديدي حال آن کس را که (از غرور) هواي نفسش را خداي خود ساخته؟ آيا تو حافظ و نگهبان او (از هلاکت) تواني شد؟
25|44|يا پنداري که اکثر اين کافران حرفي مي‌شنوند يا فکر و تعقلي دارند؟ اينان (در بي‌عقلي) بس مانند چهار پايانند بلکه (نادان‌تر و) گمراه‌ترند.
25|45|آيا نديدي که خداي تو چگونه سايه را با آنکه اگر خواستي ساکن کردي (بر سر عالميان) بگسترانيد؟ آن گاه آفتاب را بر آن دليل قرار داديم.
25|46|سپس ظلّ آن آفتاب (منبسط) را به سوي خود تدريجا قبض مي‌کنيم.
25|47|و او خدايي است که شب را براي شما لباس گردانيد (تا همه در سياه جامه شب مستور شويد) و خواب را مايه سکون و آرامش شما قرار داد و روز روشن را براي جنبش و کار مقرر داشت.
25|48|و او خدايي است که بادها را براي بشارت پيشاپيش باران رحمت خود فرستاد، و از آسمان آبي طاهر و مطهّر نازل کرديم.
25|49|تا به آن باران زمين خشک و مرده را زنده سازيم و آنچه آفريديم از چهارپايان و آدميان بسيار همه را از آن سيراب گردانيم.
25|50|و ما تغييرات و گردش باد و باران (و ساير انقلابات عالم) را بين مردم آورديم تا پند گرفته و متذکر حق شوند، ليکن اکثر مردم جز راه کفران و جحود پيش نگرفتند.
25|51|و اگر ما مي‌خواستيم در بين مردم هر قريه پيغمبري که (خلق را از عذاب خدا) بترساند مي‌فرستاديم.
25|52|پس تو هرگز تابع کافران مباش و با آنها چنان که مخالفت قرآن و دين حق کنند سخت جهاد و کارزار کن.
25|53|و او خدايي است که دو دريا را به هم درآميخت که اين آب گوارا و شيرين و آن ديگر شور و تلخ است، و بين اين دو آب (در عين به هم آميختن) واسطه و حايلي قرار داد که هميشه از هم منفصل و جدا باشند.
25|54|و او خدايي است که از آب (نطفه) بشر را آفريد و بين آنها خويشي نسب و بستگي ازدواج قرار داد، و خداي تو (بر هر چيز) قادر است.
25|55|و (اين مشرکان نادان) به جاي خدا بتهايي که هيچ سود و زياني به حال آنان ندارد مي‌پرستند، و کافر پشت به امر پروردگار خود مي‌کند.
25|56|و ما تو را نفرستاديم مگر براي آنکه (خلق را به رحمت ما) بشارت دهي و (از عذاب ما) بترساني.
25|57|بگو: من از شما امّت مزد رسالت نمي‌خواهم، اجر من همين بس که هر که بخواهد (از پي من) راهي به سوي خداي خود پيش گيرد.
25|58|و تو بر خداي زنده ابدي که هرگز نميرد توکل کن و به ستايش ذات او وي را تسبيح و تنزيه گو، و هم او که به گناه بندگانش کاملا آگاه است کفايت است (هر که را بخواهد مي‌بخشد و هر که را بخواهد مؤاخذه مي‌کند).
25|59|آن خدايي که آسمانها و زمين و هر چه در بين آنهاست همه را در شش روز بيافريد آن گاه همين خداي رحمان بر عرش (قدرت و فرمانروايي) قرار گرفت، پس از خداشناسي آگاه، حقيقت را بازجو.
25|60|و چون به اين مردم کافر گفته شود بياييد خداي رحمان را سجده کنيد، در جواب گويند: خداي رحمان چيست؟ آيا ما به آنچه تو امر مي‌کني سجده کنيم؟ و دعوت به خداي يکتا (به جاي اطاعت) بر نفرتشان بيفزايد.
25|61|بزرگوار آن خدايي که در آسمان برجها مقرر داشت و در آن چراغ روشن خورشيد و ماه تابان را روشن ساخت.
25|62|و او خدايي است که شب و روز را جانشين يکديگر قرار داد براي آن کس که خواهد به شب يا روز متذکر (خدا) شود يا شکر او به جاي آرد.
25|63|و بندگان خاص خداي رحمان آنان هستند که بر روي زمين به تواضع و فروتني راه روند و هرگاه مردم جاهل به آنها خطاب (و عتابي) کنند با سلامت نفس (و زبان خوش) جواب دهند.
25|64|و آنان هستند که شب را به سجده و قيام نماز در برابر خدايشان روز کنند.
25|65|و آنان هستند که دايم (به دعا و تضرّع) گويند: پروردگارا عذاب جهنم را از ما بگردان، که سخت عذاب مهلک و دايمي است.
25|66|که آنجا بسيار بد قرارگاه و بد منزلگاهي است.
25|67|و آنان هستند که هنگام انفاق (به مسکينان) اسراف نکرده و بخل هم نورزند، بلکه احسان آنها در حد ميانه و اعتدال باشد.
25|68|و آنان هستند که با خداي يکتا کسي را شريک نمي‌خوانند و نفس محترمي را که خدا حرام کرده جز به حق به قتل نمي‌رسانند، و هرگز گرد عمل زنا نمي‌گردند، که هر که اين عمل کند کيفر گناهش را خواهد ديد.
25|69|عذابش در قيامت مضاعف شود و با ذلّت و خواري به دوزخ مخلّد گردد.
25|70|مگر آن کساني که از گناه توبه کنند و عمل صالح به جاي آرند، پس خدا گناهان آنها را بدل به حسنات گرداند، و خداوند بسيار آمرزنده و مهربان است.
25|71|و هر کس توبه کند و نيکوکار شود البته توبه‌اش به درگاه (قبول) خدا خواهد رسيد.
25|72|و آنان هستند که به ناحق شهادت ندهند و هرگاه به عمل لغوي (از مردم غافل) بگذرند بزرگوارانه از آن درگذرند.
25|73|و آنان هستند که هرگاه به آيات خداي خود متذکرشان سازند کر و کورانه در آن آيات ننگرند (بلکه با دل آگاه و چشم بينا مشاهده آن کنند تا بر مقام معرفت و ايمانشان بيفزايد).
25|74|و آنان هستند که گويند: پروردگارا، ما را زنان و فرزنداني مرحمت فرما که مايه چشم روشني ما باشند، و ما را (سر خيل پاکان و) پيشواي اهل تقوا قرار ده.
25|75|چنين بندگان را به پاداش صبرشان (در راه عبادت)، عالي غرفه‌هاي جنّت و قصرهاي بهشتي دهند و در آنجا با تحيّت و سلام روبرو شوند.
25|76|در حالي که در آن بهشت که بسيار نيکو منزل و مقامي است تا ابد مخلّد و متنعّم خواهند بود.
25|77|بگو که اگر دعاي شما (و ناله و زاري و توبه شما) نبود خدا به شما چه توجه و اعتنايي داشت؟ که شما کافران (آيات حق را) تکذيب کرديد و به کيفر هميشگي آن گرفتار خواهيد شد.
26|1|طسم (اسراري است بين خدا و رسول)
26|2|اين قرآن آيات کتاب روشن خداست.
26|3|(اي رسول ما) تو چنان در انديشه هدايت خلقي که خواهي جان عزيزت را از غم اينکه ايمان نمي‌آورند هلاک سازي!
26|4|ما اگر بخواهيم از آسمان آيت قهري نازل گردانيم که همه به جبر گردن زير بار (ايمان به) آن فرود آرند.
26|5|و (واي بر اينان که) هيچ آيت و ذکر تازه‌اي از خداي رحمان بر آنها نيايد جز آنکه از آن اعراض مي‌کنند.
26|6|همانا اين کافران آيات خدا را تکذيب کردند و به زودي خبر آنچه بدان استهزاء مي‌کنند به آنان خواهد رسيد.
26|7|آيا در زمين به ديده عبرت نظر نکردند که ما چه انواع گوناگون از نباتات پر سود از آن برويانيديم؟
26|8|همانا در اين کار آيتي (از لطف و رحمت و علم و قدرت خدا بر هوشمندان) آشکار است و باز اکثر اينان ايمان نمي‌آورند.
26|9|و همانا پروردگار تو بسيار مقتدر و مهربان است.
26|10|و (ياد آر) هنگامي که خدايت به موسي ندا کرد که اينک به سوي قوم ستمکار روي آور.
26|11|به سوي قوم ستمکار فرعون که آيا باز هم نمي‌خواهند خدا ترس و پرهيزگار شوند؟
26|12|موسي عرض کرد: اي پروردگار، از آن مي‌ترسم که فرعونيان سخت مرا تکذيب کنند.
26|13|و (از کفر آنها) دلتنگ شوم و عقده زبانم (به هدايت آنان) باز نگردد، پس به سوي هارون (برادرم) فرست (تا با من به رسالت روانه شود).
26|14|و بر من از اين قوم (قبطي) گناهي است که مي‌ترسم به قتلم رسانند.
26|15|خدا به موسي فرمود: هرگز (مترس که شما را نمي‌کشند)، پس با برادرت هارون بدين معجزات و آيات ما به سوي آنان برويد که ما همه جا با شما هستيم و گفتار شما را مي‌شنويم.
26|16|هر دو به اتفاق به جانب فرعون رويد و بگوييد که ما رسول پروردگار جهانيم.
26|17|با اين پيام که طايفه بني اسرائيل را با ما (از مصر به فلسطين) بفرست.
26|18|فرعون گفت: تو نه آن کودکي که ما پرورديم و سالها عمرت در نزد ما گذشت؟
26|19|و آن فعل زشت (قتل نفس) از تو سر زد و (به خدايي ما) کافر بودي؟
26|20|موسي گفت: آري من چنين فعلي را مرتکب شدم (ولي نه بر عمد بلکه) در آن هنگام من (براي نجات سبطيان از ظلم قبطيان) به وادي حيرت سرگردان و از گمشدگان (ديار شما) بودم (و کاري به قصد نجات مظلومي کردم به قتل خطايي منتهي شد).
26|21|و آن گاه از ترس شما گريختم تا آنکه خداي من مرا علم و حکمت عطا فرمود و از پيغمبران خود قرار داد.
26|22|و (بازگو) اين که طايفه بني اسرائيل را بنده خود کرده‌اي اين هم نعمتي است که منّت آن بر من مي‌نهي؟
26|23|باز فرعون به موسي گفت: ربّ العالمين چيست؟
26|24|موسي جواب داد: خداي آسمانها و زمين است و آنچه ما بين آنهاست، اگر به يقين باور داريد.
26|25|فرعون روي به درباريانش کرد و گفت: آيا نمي‌شنويد (که اين مرد چه دعوي بي‌دليل مي‌کند).
26|26|موسي گفت: همان خدايي است که شما و پدران پيشين شما را بيافريد.
26|27|باز فرعون گفت: اين رسولي که به سوي شما به رسالت فرستاده شده سخت ديوانه است.
26|28|باز موسي گفت: همان آفريننده مشرق و مغرب (و روز و شب) است و هر چه بين اينها موجود است، اگر شما (در قدرت حق) تعقل کنيد.
26|29|باز فرعون گفت: اگر غير من خدايي را بپرستي البته تو را به زندان خواهم کشيد.
26|30|موسي باز پاسخ داد: اگر هم حجت و معجزي (بر صدق دعوي خود) بر تو آورده باشم (بازم به زندان کشي).
26|31|فرعون گفت: آن معجزه را بيار اگر راست مي‌گويي؟
26|32|در آن موقع موسي عصاي خود بيفکند که ناگاه اژدهايي عظيم پديدار گشت.
26|33|و نيز دست خود (از گريبان) بيرون آورد که ناگاه سپيد و رخشان به چشم بينندگان آشکار گرديد.
26|34|فرعون رو به درباريانش کرد و گفت: اين مرد ساحري بسيار ماهر و داناست.
26|35|که مي‌خواهد بدين سحر و شعبده‌ها شما (مردم مصر) را از کشور خود آواره کند، حال شما چه مي‌فرماييد؟
26|36|آنها به فرعون گفتند: او و برادرش را زماني باز دار و افرادي را براي جمع کردن مردم در شهرها بفرست.
26|37|تا ساحران ماهر زبر دست را (براي دفاع او) نزدت حاضر آورند.
26|38|آن گاه ساحران را بر حسب وعده به روز معيّن حاضر ساختند.
26|39|و مردم شهر را گفتند: چه بهتر که همه در آن روز جمع باشيد (تا واقعه را مشاهده کنيد).
26|40|باشد که ما هم اگر ساحران غالب شدند از آنان پيروي کنيم.
26|41|و چون ساحران حضور فرعون آمدند با وي گفتند: آيا اگر (بر موسي) غالب آييم اجري خواهيم داشت؟
26|42|فرعون گفت: آري البته علاوه بر اجر خدمت از مقربان (درگاهم) نيز خواهيد شد.
26|43|(چون ساحران به معارضه حاضر شدند) موسي به آنها گفت: اينک شما بساط سحر خود هر چه مي‌خواهيد به کار اندازيد.
26|44|ساحران هم رسن و طنابها و چوبهاي سحر خود را بيفکندند و به عزت فرعون قسم ياد کردند که (بر موسي) البته غالب خواهيم شد.
26|45|در آن حال موسي عصاي خود را بيفکند که ناگاه (اژدهايي عظيم شد و) همه وسايل سحر انگيزي ساحران را به کام فرو مي‌برد.
26|46|ساحران که اين معجزه بديدند (و قطعا دانستند سحر نيست، پيش موسي) به سجده افتادند.
26|47|گفتند: ما به خداي عالميان ايمان آورديم.
26|48|پروردگار موسي و هارون.
26|49|فرعون به ساحران گفت: چرا بي‌اجازه من ايمان به موسي آورديد؟ همانا معلوم است که اين استاد بزرگ شماست که شما را ساحري آموخته! پس به زودي کيفر خود را خواهيد ديد، دست و پاي شما را به اختلاف (دو طرف چپ و راست) قطع مي‌کنم آن گاه همه را به دار مي‌کشم.
26|50|ساحران گفتند: (از اين دار و قتل به ما) هيچ زياني نخواهد رسيد چون (بعد از مرگ) به سوي خداي خود باز مي‌گرديم.
26|51|ما از خدا اميد آن داريم که به لطف خويش از گناهان ما درگذرد چون اول ما به او ايمان آورديم.
26|52|و ما به موسي وحي کرديم که بندگان مرا شبانه (از شهر مصر) بيرون بر که شما را (فرعونيان) تعقيب خواهند کرد.
26|53|آن گاه فرعون رسول براي جمع آوري لشکر به شهرها فرستاد.
26|54|(و براي تبليغات به آنها مي‌گفتند که) همانا طايفه بني اسرائيل عده قليلي هستند.
26|55|که ما را به خشم آورده‌اند.
26|56|و ما لشکري همه نيرومند و مسلح به اسلحه کامليم.
26|57|پس (با وجود اين همه دعوي‌ها) ما آنها را از باغهاي مصفّا با نهرهاي آب روان بيرون کرديم.
26|58|و نيز از گنج‌ها و ثروتها و مقامات عاليه رياست بيرون آورديم (و به درياي هلاک افکنديم).
26|59|آري اين چنين کرديم و (قوم ضعيف) بني اسرائيل را وارث آن شهر و ديارها و ثروت و مقامها گردانيديم.
26|60|پس صبحگاه فرعونيان موسي و بني اسرائيل را تعقيب کردند.
26|61|چون دو لشکر روبرو شدند اصحاب موسي گفتند: اينک به دست فرعونيان خواهيم افتاد.
26|62|موسي گفت: هرگز چنين نيست، که خدا با من است و مرا به يقين راهنمايي خواهد کرد.
26|63|پس ما به موسي وحي کرديم که عصاي خود را به دريا (ي نيل) زن، چون زد دريا شکافت و آب هر قطعه دريا مانند کوهي بزرگ بر روي هم قرار گرفت.
26|64|و ديگران (يعني فرعونيان) را (از پي بني اسرائيل) به نزديک دريا آورديم.
26|65|و موسي و کليه همراهانش را به ساحل سلامت رسانيديم.
26|66|آن گاه قوم ديگر همه را به دريا غرق کرديم.
26|67|همانا در اين هلاک فرعونيان آيت بزرگي (براي عبرت و موعظه مردم) بود ليکن اکثر خلق ايمان نياوردند.
26|68|و همانا خداي تو خداي بسيار مقتدر و مهربان است.
26|69|و (اي رسول) حکايت ابراهيم را بر امت بيان کن.
26|70|هنگامي که با پدر (يعني عمو، زيرا پدران پيغمبران همه موحّدند) و با قومش گفت: شما چه معبودي را مي‌پرستيد؟
26|71|جواب دادند که ما بتهايي را مي‌پرستيم و ثابت بر پرستش آنها بوده و هستيم.
26|72|ابراهيم گفت: آيا هر گاه اين بتهاي جماد را بخوانيد سخن شما را مي‌شنوند؟
26|73|يا به حال شما هيچ سود و زياني توانند داشت؟
26|74|گفتند: (نه) بلکه ما پدران خود را بر پرستش اين بتان يافته‌ايم (و هر چند جماد بي‌اثري باشند مي‌پرستيم).
26|75|ابراهيم باز به آنها گفت: آيا مي‌دانيد که اين بتهايي که شما مردم اينک مي‌پرستيد،
26|76|و پدران شما از قديم مي‌پرستيدند،
26|77|آنها مرا دشمن‌اند جز خداي يکتاي عالميان؟
26|78|همان خدايي که مرا بيافريد و به راه راستم هدايت مي‌فرمايد.
26|79|و همان خدايي که مرا غذا مي‌دهد و سيراب مي‌گرداند.
26|80|و چون بيمار شوم مرا شفا مي‌دهد.
26|81|و همان خدايي که مرا (از حيات چند روزه دنيا) مي‌ميراند و سپس (به حيات ابدي آخرت) زنده مي‌گرداند.
26|82|و همان خدايي که چشم اميد دارم که روز جزا گناهم را بيامرزد.
26|83|بارالها، مرا حکمي ببخش (بر اين مشرکان فرمانروايي ده) و به (رسل و) بندگان صالح خود ملحق ساز.
26|84|و نامم بر زبان اقوام آتيه نيکو، و سخنم دلپذير گردان.
26|85|و مرا از وارثان بهشت پر نعمت قرار ده.
26|86|و از پدرم (يعني عمويم) درگذر، که وي سخت از گمراهان است.
26|87|و روزي که خلق را از قبرها برانگيزند در آن روز مرا رسوا (و هلاک) مگردان.
26|88|آن روزي که مال و فرزندان (هيچ به حال انسان) سود نبخشند.
26|89|و تنها آن کس سود برد که با دل با اخلاص پاک (از شرک و ريب و ريا) به درگاه خدا آيد.
26|90|و بهشت را به اهل تقوا نزديک سازند.
26|91|و دوزخ را بر گمراهان پديدار گردانند.
26|92|و به کافران گفته شود: بتهايي که پرستش مي‌کرديد به کجا شدند؟
26|93|آن بتهايي که به جاي خدا پرستش مي‌کرديد آيا مي‌توانند به شما اينک ياري کرده يا از جانب خود دفاع کنند؟
26|94|در آن حال کافران و معبودان باطلشان هم به رو در آتش دوزخ افتند.
26|95|و نيز تمام سپاه شيطان (به جهنم در آيند).
26|96|و در دوزخ به مجادله و خصومت با يکديگر گويند:
26|97|به خدا قسم که ما در گمراهي بسيار آشکاري بوديم.
26|98|که شما (بتها) را مانند خداي عالميان پرستش مي‌کرديم.
26|99|و ما را گمراه نکردند جز قوم تبهکار.
26|100|پس (در اين روز سخت) نه شفيعي داريم،
26|101|و نه يک دوست صميمي (که از ما حمايتي کند).
26|102|اي کاش که بار ديگر (به دنيا) باز مي‌گشتيم تا (به خداي يگانه) ايمان مي‌آورديم.
26|103|همانا در اين (ندامت گمراهان) آيت عبرتي (براي ديگران) بود و ليک اکثر مردم باز ايمان نياوردند.
26|104|و همانا خداي تو خداي بسيار مقتدر و مهربان است.
26|105|قوم نوح هم پيغمبران خدا را تکذيب کردند.
26|106|هنگامي که مهربان برادرشان نوح آنها را گفت: آيا خدا ترس و متّقي نمي‌شويد؟
26|107|من براي شما بسيار رسولي امين (و خير خواهي مشفق) هستم.
26|108|پس از خدا بترسيد و راه طاعت من پيش گيريد.
26|109|و من اجري از شما براي رسالت نمي‌خواهم و چشم پاداش جز به خداي عالم ندارم.
26|110|پس از خدا بترسيد و راه طاعت من پيش گيريد.
26|111|قوم نوح (از کبر و خود پرستي) پاسخ دادند که ما چگونه به تو ايمان آوريم در صورتي که پيروانت معدودي مردم خوار و فرومايه‌اند؟
26|112|نوح گفت: مرا چه کار که افعال و احوال پيروانم را بدانم (که از طبقه عالي يا داني‌اند)؟
26|113|اگر شعور و معرفتي داريد بدانيد که حساب کار آنها بر کسي جز خداي من نخواهد بود.
26|114|و من هرگز مؤمنان به حق را (هر چند فقير باشند) از خود نرانم.
26|115|من جز آنکه مردم را اندرز کنم و از خدا بترسانم وظيفه‌اي ندارم.
26|116|باز قوم نوح گفتند: اي نوح، اگر ترک اين سخنان نگويي سخت سنگسار مي‌شوي.
26|117|نوح گفت: پروردگارا، قوم من سخت مرا تکذيب کردند.
26|118|پس بين من و آنها حکم فرما و به ما گشايشي عطا کن، و من و مؤمناني که با من همراهند از شر قوم نجات ده.
26|119|ما هم او را با همه آنان که در آن کشتي انبوه در آمدند به ساحل سلامت رسانديم.
26|120|آن‌گاه باقي آن قوم سرکش را پس از نجات نوح و مؤمنان به دريا غرق کرديم.
26|121|همانا در اين (نجات مؤمنان و هلاک کافران قوم نوح) آيت عبرتي است، و اکثرشان ايمان نياوردند.
26|122|و همانا خداي تو خداي بسيار مقتدر و مهربان است.
26|123|قوم عاد نيز رسولان خدا را تکذيب کردند.
26|124|هنگامي که مهربان برادرشان هود به آنها گفت: آيا متقي و خدا ترس نمي‌شويد؟
26|125|من براي شما پيغمبري بسيار (خير خواه و) امينم.
26|126|پس از خدا بترسيد و راه اطاعت من پيش گيريد.
26|127|و من از شما اجري براي رسالت نمي‌خواهم و چشم پاداش جز به خداي عالم ندارم.
26|128|آيا بنا مي‌کنيد به هر سرزمين مرتفع عمارت و کاخ براي آنکه به بازي عالم سرگرم شويد (و از ياد خدا غافل مانيد).
26|129|و عمارتهاي محکم بنا مي‌کنيد به اميد آنکه در آن عمارات عمر ابد کنيد؟
26|130|و چون (به ظلم و بيداد خلق) دست گشاييد کمال قساوت و خشم کار بنديد؟
26|131|پس از خدا بترسيد و مرا اطاعت کنيد.
26|132|و بترسيد از آن خدايي که شما را به آنچه خود مي‌دانيد مدد و قوت بخشيد.
26|133|مدد بخشيد شما را به خلق چهار پايان و فرزندان.
26|134|و نيز مدد بخشيد شما را به ايجاد باغها و چشمه‌هاي آب.
26|135|همانا من از عذاب روز بزرگ قيامت بر شما مي‌ترسم.
26|136|گفتند: تو اين همه وعظ و نصيحت کني يا هيچ نکني به حال ما يکسان است.
26|137|اين (مسأله حيات و موت کار طبيعت و خوي جهان و) سرنوشت همه پيشينيان است.
26|138|و ما هرگز (پس از مرگ ديگر زنده نمي‌شويم و هرگز قيامت و ثواب و) عقابي نخواهيم داشت.
26|139|الغرض، رسول حق را تکذيب کردند و ما هم آنان را هلاک گردانيديم، همانا در اين (هلاک قوم عاد) آيت عبرتي است، و بيشتر آنها ايمان نياوردند.
26|140|و همانا خداي تو بسيار مقتدر و مهربان است.
26|141|قوم ثمود نيز رسولان خدا را تکذيب کردند.
26|142|هنگامي که مهربان برادرشان صالح به آنها گفت: آيا متّقي و خدا ترس نمي‌شويد؟
26|143|من براي شما پيغمبري بسيار امين (و خير خواه) هستم.
26|144|پس از خدا بترسيد و راه طاعت من پيش گيريد.
26|145|و من اجري از شما براي رسالت نمي‌خواهم و چشم پاداش جز به خداي عالم ندارم.
26|146|آيا (تصور مي‌کنيد که تا ابد) ايمن از مرگ در اين ناز و نعمت دنيا خواهيد ماند؟
26|147|(گمان داريد) در اين باغهاي باصفا و چشمه‌هاي آب گوارا،
26|148|و مزارع و کشتزار و نخل و آن شکوفه‌هاي لطيف و زيبايش (هميشه زنده‌ايد).
26|149|و خيال مي‌کنيد دائم در اين عماراتي که در کوهستان (و ييلاقات) با کمال دقت بنا کرده‌ايد به آسايش تعيّش مي‌کنيد؟
26|150|پس از خدا بترسيد و راه اطاعت من پيش گيريد.
26|151|و از رفتار رؤساي مسرف و ستمگر پيروي نکنيد.
26|152|که آن مردم در زمين همه گونه فساد مي‌کنند و هيچ گونه به اصلاح (حال خلق) نمي‌پردازند.
26|153|قوم صالح گفتند: به يقين تو را سحر کرده‌اند (که دعوي نبوت مي‌کني).
26|154|(و گرنه) تو هم مثل ما بشري بيش نيستي، اگر راست مي‌گويي معجزي بياور.
26|155|صالح گفت: اين ناقه (معجزه من) است، آب نهر را روزي ناقه بنوشد و روزي شما بنوشيد.
26|156|و هرگز سوء قصدي بر ناقه مکنيد که به عذاب روزي بزرگ و سخت گرفتار خواهيد شد.
26|157|قوم صالح ناقه را پي کردند، سپس از کار خود پشيمان شدند.
26|158|آن گاه عذاب موعود آنان را درگرفت (و هلاک گرديدند). همانا در هلاک اين قوم آيت عبرتي (براي ديگران) بود، و اکثر آنها ايمان نياوردند.
26|159|و همانا خداي تو بسيار مقتدر و مهربان است.
26|160|قوم لوط نيز پيغمبران خدا را تکذيب کردند.
26|161|هنگامي که مهربان برادر آنها لوط به آنان گفت: آيا خدا ترس و پرهيزکار نمي‌شويد؟
26|162|من براي شما پيغمبري بسيار امين (و خير خواه) هستم.
26|163|از خدا بترسيد و راه طاعت من پيش گيريد.
26|164|و من از شما اجري براي رسالت خود نمي‌خواهم و چشم پاداش جز به خداي عالم ندارم.
26|165|آيا از ميان خلايق عمل زشت منکر را با مردان انجام مي‌دهيد؟
26|166|و زنان را که خدا همسر شما آفريده رها مي‌کنيد؟ آري شما بسيار مردم متعدي نابکاري هستيد.
26|167|قوم در جواب گفتند: اي لوط، اگر از اين پس دست از اين نهي و منع بر نداري از شهر رانده خواهي شد.
26|168|لوط باز گفت: من خود دشمن اين کار زشت شما هستم.
26|169|بار الها، من و اهل بيتم را از (عقاب) اين عمل زشت قوم نجات بخش.
26|170|ما هم او را با همه اهل بيتش نجات داديم.
26|171|جز پيرزني که (زن لوط بود و) در اهل عذاب باقي ماند.
26|172|آن گاه (جز اهل بيت لوط) ديگران را به خاک هلاک نشانيديم.
26|173|و آنها را به سنگباران عذاب که باران بسيار سختي بر سر بيم داده شدگان (بد کار) است هلاک ساختيم.
26|174|همانا در اين هلاک قوم لوط نيز آيت عبرتي (براي ديگران) بود، و اکثر آنها ايمان نياوردند.
26|175|و همانا خداي تو بسيار مقتدر و مهربان است.
26|176|اصحاب ايکه (يعني امت شعيب ع) هم پيغمبران خدا را تکذيب کردند.
26|177|هنگامي که (رسولشان) شعيب به آنها گفت: آيا خداترس و پرهيزکار نمي‌شويد؟
26|178|من براي شما رسولي بسيار امين (و خير خواه) هستم.
26|179|از خدا بترسيد و راه طاعت من پيش گيريد.
26|180|و من از شما هرگز اجر رسالت نمي‌خواهم و جز به خداي عالم به کسي چشم پاداش ندارم.
26|181|پيمانه را تمام بدهيد و از کم فروشان مباشيد.
26|182|و (اجناس را) با ترازوي درست بسنجيد.
26|183|و آنچه به مردم مي‌فروشيد (تمام بدهيد و) از وزن و پيمان کم نگذاريد، و در زمين به ظلم و فساد کاري برنخيزيد.
26|184|و از خدايي که شما و کفر پيشگان پيشين را آفريده بترسيد (و خلاف امر او مکنيد).
26|185|قوم شعيب در پاسخ او گفتند: تو را بي‌شک به سحر و شعبده مفتون کرده‌اند.
26|186|و تو جز آنکه بشري هستي مانند ما هيچ گونه مزيّتي بر ديگران نداري. و ما تو را (در دعوت نبوت) دروغگو مي‌پنداريم.
26|187|اگر راست مي‌گويي (که پيغمبر خدايي) قطعه‌اي از آسمان را بر سر ما فرود آور (تا تصديق تو کنيم).
26|188|شعيب گفت: خداي من بهتر بر (صدق دعوي من و کذب قول و زشتي) افعال شما آگاه است.
26|189|باز او را تکذيب کردند و به عذاب سخت روز سايه‌بان (يعني روزي که مردم از شدت گرما به سايه‌باني پناه مي‌بردند و باز از گرمي هلاک مي‌شدند) گرفتار شدند که عذاب آن روز بسيار بزرگ و سخت بود.
26|190|همانا در اين هلاک قوم شعيب نيز آيت عبرتي (براي ديگران) بود، و اکثر آنها ايمان نياوردند.
26|191|و همانا خداي تو بسيار مقتدر و مهربان است.
26|192|و اين قرآن به حقيقت از جانب خداي عالميان نازل شده.
26|193|(جبرئيل) روح الامين (فرشته بزرگ خدا) آن را نازل گردانيده.
26|194|و آن را بر قلب تو فرود آورده تا از عقاب خدا بترساني.
26|195|به زبان عربي فصيح.
26|196|و (ذکر عظمت) اين قرآن در کتب انبياء پيشين مسطور است.
26|197|آيا اين خود آيت و برهان روشني (بر کافران) نيست که علماء بني اسرائيل (از کتب انبياء سلف) بر اين قرآن آگاهند؟
26|198|و اگر ما اين کتاب (عربي) را بر بعض مردم عجم نازل مي‌گردانيديم.
26|199|و آن رسول آن را (به زبان تازي) بر عجم‌ها قرائت مي‌کرد آنان ايمان نمي‌آوردند (به اين عذر که قرآن چون به زبان ما نيست ما فهم آن نکرده و اعجاز آن را درک نمي‌کنيم، اما شما قوم عرب با چه عذر ايمان نمي‌آوريد؟)
26|200|ما اين قرآن را اين چنين در دل تبهکاران گذرانديم (و بر آنها به اين کتاب اتمام حجت کرديم).
26|201|اما به اين قرآن ايمان نمي‌آورند تا عذاب دردناک را مشاهده کنند.
26|202|که به ناگاه آن عذاب که سخت از آن غافلند به آنها فرا رسد.
26|203|و آن کافران گويند: آيا بر ما مهلتي منظور مي‌شود (تا زماني از عذاب بياساييم؟
26|204|آيا (اکنون که هنگام عذابشان نيست از تمسخر) عذاب و انتقام ما را به تعجيل مي‌طلبند؟
26|205|چه خواهي ديد اگر ما چند سالي آنها را در دنيا متنعّم سازيم.
26|206|سپس به عذابي که بر آنان وعده شده يکسر هلاک شوند.
26|207|آيا بهره‌اي که از مال دنيا داشتند هيچ آنها را از عذاب خواهد رهانيد؟
26|208|و ما اهل هيچ دياري را تا رسولاني به هدايت و اتمام حجت بر آنها نفرستاديم هلاک نکرديم.
26|209|اين (هلاک بدان) پند و موعظه است (براي خوبان) و ما هرگز به کسي ستم نکرديم.
26|210|و اين قرآن را شياطين فرود نياوردند (بلکه جبرئيل امين، فرشته خدا نازل ساخته).
26|211|نه هرگز اين گونه سخنان از شياطين شايسته است و نه قدرت (بر نزول آن) دارند.
26|212|که البته آنها از استماع وحي الهي معزولند.
26|213|پس با خداي يکتا احدي را معبود مخوان و گرنه از اهل عذاب خواهي شد.
26|214|و (نخست) خويشان نزديکت را (از خدا) بترسان.
26|215|و پر و بال مرحمت بر تمام پيروان با ايمانت به تواضع بگستران.
26|216|و هرگاه قوم فرمانت را مخالفت کردند به آنها بگو: من خود از کردار (بد) شما بيزارم.
26|217|و توکل بر آن خداي مقتدر مهربان کن.
26|218|آن خدايي که چون (از شوقش به نماز) برخيزي تو را مي‌نگرد.
26|219|و به انتقال تو در اهل سجود (و به دوران تحوّلت از اصلاب شامخه به ارحام مطهره) آگاه است.
26|220|که او خداي شنوا و دانا (به گفتار و کردار خلق) است.
26|221|(بگو به کافران که) آيا مي‌خواهيد من شما را آگاه سازم که شياطين بر چه کسان نازل مي‌شوند؟
26|222|شياطين بر هر شخص بسيار دروغگوي بدکار نازل مي‌شوند.
26|223|گوش فرا مي‌دهند (تا حرف مؤمنان و قواي قدسي را ربوده و به اتباع خود برسانند) و اکثرشان دروغ مي‌گويند (و اندک راست آنها هم براي شبهه کاري و فساد و فتنه انگيزي است).
26|224|و شاعران (ياوه سراي کفار مانند عالمان بي‌عمل و مدعيان باطل) را مردم جاهل گمراه پيروي کنند.
26|225|آيا ننگري که آنها خود به هر وادي حيرت سرگشته‌اند؟
26|226|و آنها بسيار سخنان مي‌گويند که يکي را عمل نمي‌کنند.
26|227|مگر آن شاعران که اهل ايمان و نيکوکار بوده و ياد خدا بسيار کردند و براي انتقام از (هجو و) ستمي که در حق آنها (و ساير مؤمنان) شده (به نظم سخن و طبع شعر) به انتقام و دفاع برخاستند (و به شمشير زبان با دشمنان دين جهاد کردند، آنان را مؤمنان پيروي خواهند کرد) و آنان که ظلم و ستم کردند به زودي خواهند دانست که به چه کيفر گاهي و دوزخ انتقامي بازگشت مي‌کنند.
27|1|طس (شايد اشاره به سوره است يا نام خدا يا رسول است که به آن قسم ياد شده) اين آيات قرآن (بزرگ) و کتاب روشن خداست.
27|2|که هدايت و بشارت براي اهل ايمان است.
27|3|آنان که نماز به پا مي‌دارند و زکات مي‌دهند و کاملا به عالم آخرت يقين دارند.
27|4|همانا آنان که ايمان به عالم آخرت نمي‌آورند (پس از اتمام حجت) ما اعمالشان را در نظرشان جلوه دهيم و آنها به کلي گمراه و سرگشته شوند.
27|5|آنها را هم (در دنيا) سخت‌ترين عذاب است و هم در آخرت زيانکارترين خلقند.
27|6|و تو (اي رسول ما) آيات قرآن (عظيم) از جانب خدايي حکيم و دانا (به وحي) بر تو القا مي‌شود.
27|7|(به ياد آر) هنگامي که موسي (وقت بيچارگي و درد حمل زن در آن بيابان سرد و ظلمت نوري ديد و) به اهل بيتش گفت: مرا آتشي به نظر آمد مي‌روم تا از آن به زودي خبري برايتان بياورم يا شايد براي گرم شدن شما شعله‌اي برگيرم.
27|8|چون موسي بدان آتش نزديک شد او را ندا کردند که آن کس را که در (اشتياق) اين آتش است يا به گردش (در طلب) است (مقدمش به لطف حق) مبارک باد، و منزه است خدا که آفريننده عوالم بي‌حد و نهايت است.
27|9|(از آن آتش شجر طور ندا آمد) اي موسي، همانا منم خداي مقتدر داناي درستکار.
27|10|و تو عصاي خود بيفکن، چون موسي (عصا افکند و ناگاه) بر آن نگريست که به جنبش و هيجان در آمد چنانکه اژدهايي مهيب گرديد، رو به فرار نهاد و ديگر واپس نگرديد، (در آن حال بدو خطاب شد) اي موسي مترس که پيغمبران در حضور من هرگز نمي‌ترسند.
27|11|(ستمکاران عالم بايد بترسند) مگر کسي که ستم و کار بد کند آن‌گاه به زودي (توبه کند و) نيکويي را جايگزين بدي کند (تا خدايش ببخشد) که همانا خدا بسيار آمرزنده و مهربان است.
27|12|و دست در گريبان خود کن تا چون بيرون آيد نه از مرض (برص، بلکه از نظر لطف خدا) سپيد و روشن (چون ماه تابان) گردد، آن گاه با نه معجز الهي (يعني عصا و يد بيضا و ملخ و قمّل و ضفدع و خون و شکافتن دريا و کوه و طوفان) به سوي فرعون و قومش که گروهي فاسق و نابکارند به رسالت روانه شو.
27|13|اما چون آيات و معجزات ما به طور روشن به آنها ارائه شد گفتند که اين سحر بودنش روشن و آشکار است.
27|14|و با آنکه پيش نفس خود به يقين دانستند که آنها معجزه خداست باز از کبر و نخوت و ستمگري انکار آن کردند، پس بنگر تا عاقبت آن مردم فاسد به کجا انجاميد (و چگونه هلاک شدند).
27|15|و همانا ما به داود و سليمان مقام دانشي بزرگ عطا کرديم و گفتند: ستايش و سپاس خداي را که ما را بر بسياري از بندگان با ايمانش فضيلت و برتري عطا فرمود.
27|16|و سليمان وارث (ملک) داود شد (و مقام سلطنت و خلافت يافت) و گفت: اي مردم، ما را زبان مرغان آموختند و از هرگونه نعمت عطا کردند، اين همان فضل و بخشش آشکار است.
27|17|و سپاهيان سليمان از گروه جن و انس و مرغان (هر سپاهي تحت فرمان رئيس خود) در رکابش گرد آورده شدند.
27|18|تا چون به وادي مورچگان رسيد موري (يعني پيشواي موران) گفت: اي موران، همه به خانه‌هاي خود اندر رويد مبادا سليمان و سپاهيانش ندانسته شما را پايمال کنند.
27|19|سليمان از گفتار مور بخنديد و گفت: پروردگارا، مرا توفيق شکر نعمت خود که به من و پدر و مادر من عطا فرمودي عنايت فرما و مرا به عمل صالح خالصي که تو بپسندي موفق بدار و مرا به لطف و رحمت خود در صف بندگان خاص شايسته‌ات داخل گردان.
27|20|و سليمان (از ميان سپاه خود) جوياي حال مرغان شد (هدهد را در مجمع مرغان نيافت، به رئيس مرغان) گفت: هدهد کجا شد که به حضور نمي‌بينمش؟ بلکه (بي‌اجازه من) غيبت کرده است؟
27|21|(چنانچه بدون عذر بي رخصت غايب شده) همانا او را به عذابي سخت معذب گردانم يا آنکه سرش از تن جدا کنم يا که (براي غيبتش) دليلي روشن (و عذري صحيح) بياورد.
27|22|پس از اندک مکثي هدهد حاضر شد و گفت: من به چيزي که تو از آن (در جهان) آگاه نشده‌اي خبر يافتم و از ملک سبا تو را خبري راست و مهم آوردم.
27|23|همانا (در آن ملک) زني را يافتم که بر مردم آن کشور پادشاهي داشت و به آن زن هر گونه دولت و نعمت (و زينت امور دنيوي) عطا شده بود و (علاوه بر اينها) تخت با عظمتي داشت.
27|24|آن زن را با تمام رعيتش يافتم که به جاي خدا خورشيد را مي‌پرستيدند و شيطان اعمال زشت آنان را در نظرشان زيبا جلوه داده و آنها را به کلي از راه خدا باز داشته و آنها هم به حق راه يافته نيستند.
27|25|تا خداي را که (نور او) در آسمان و زمين هر پنهان (در ظلمت عدم) را به عرصه ظهور آورد و بر نهان و آشکار شما آگاه است پرستش نکنند.
27|26|در صورتي که خداي يکتا که جز او هيچ خدايي نيست پروردگار عرش با عظمت (و ملک بي‌نهايت) است (و تنها سزاوار پرستش اوست).
27|27|سليمان هدهد را گفت: بايد تحقيق کنيم تا صدق و کذب سخنت را دريابيم.
27|28|اينک نامه مرا ببر و به سوي آنان بيفکن و از نزد آنها باز شو آن گاه بنگر تا پاسخ چه مي‌دهند.
27|29|(بلقيس رو به رجال دربارش کرد و) گفت: اي رجال کشور، نامه بزرگي به من رسيده است.
27|30|که آن نامه از جانب سليمان و عنوانش به نام خداي بخشنده مهربان است.
27|31|(و بعد چنين نگاشته) که بر من برتري مجوييد و تسليم امر من شويد.
27|32|آن‌گاه گفت: اي رجال کشور، شما به کار من رأي دهيد که من تاکنون بي‌حضور شما به هيچ کار تصميم نگرفته‌ام.
27|33|رجال ملک به او اظهار داشتند که ما داراي نيروي کامل و مردان جنگجوي مقتدري هستيم، ليکن اختيار با شما تا به فکر روشن چه دستور فرمايي.
27|34|بلقيس گفت: پادشاهان چون به دياري حمله آرند آن کشور را ويران سازند و عزيزترين اشخاص مملکت را ذليل‌ترين افراد گيرند و رسم و سياستشان بر اين کار خواهد بود.
27|35|و (صلاح اين است که) حال من هديه‌اي بر آنان بفرستم تا ببينم فرستادگانم از جانب سليمان پاسخ چگونه باز مي‌آرند.
27|36|چون فرستاده بلقيس حضور سليمان رسيد (به هديه او اعتنايي نکرد) گفت: شما خواهيد که مرا به مال دنيا مدد کنيد؟ آنچه خدا به من (از ملک و مال بي‌شمار) عطا فرموده بسيار بهتر از اين مختصر هديه شماست که به شما داده، بلکه شما مردم دنيا خود بدين هدايا شاد مي‌شويد.
27|37|اي فرستاده بلقيسيان (با هدايا) به سوي آنان باز شو که ما با لشکري بي‌شمار که هيچ با آن مقاومت نتوانند کرد بر آنها خواهيم آمد و آنها را با ذلت و خواري از آن ملک بيرون مي‌کنيم (مگر آنکه به دين توحيد و خداپرستي بگروند).
27|38|آن گاه سليمان گفت: اي بزرگان دربار، کدام يک از شما تخت بلقيس را پيش از آنکه تسليم امر من شوند خواهد آورد؟ (تا چون اعجاز مرا مشاهده کند از روي ايمان تسليم شود).
27|39|(از آن ميان) عفريتي از جن گفت: من پيش از آنکه تو از جايگاه (قضاوت) خود برخيزي آن را به حضورت آرم و من بر آوردن تخت او قادر و امينم.
27|40|آن کس که به علمي از کتاب الهي دانا بود (يعني آصف بن برخيا يا خضر که داراي اسم اعظم و علم غيب بود) گفت که من پيش از آنکه چشم بر هم زني تخت را بدين جا آرم (و همان دم حاضر نمود)، چون سليمان سرير را نزد خود مشاهده کرد گفت: اين توانايي از فضل خداي من است تا مرا بيازمايد که (نعمتش را) شکر مي‌گويم يا کفران مي‌کنم، و هر که شکر کند شکر به نفع خويش کرده و هر که کفران کند همانا خدا (از شکر خلق) بي‌نياز و (بر کافر هم به لطف عميم) کريم است.
27|41|آن گاه سليمان گفت: تخت او را (به تغيير شکل و هيأت) بر او ناشناس گردانيد تا بنگريم که وي سرير خود را خواهد شناخت يا نه.
27|42|هنگامي که بلقيس آمد از او پرسيدند که عرش تو چنين است؟ وي گفت: گويا همين است و ما از اين پيش بدين امور دانا و تسليم (امر خدا) بوديم.
27|43|و او را پرستش غير خدا (مانند آفتاب و ساير اجرام علوي، از خدا پرستي) باز داشته و از فرقه کافران مشرک به شمار بود.
27|44|آن‌گاه او را گفتند که در ساحت اين قصر داخل شو، وي چون کوشک را مشاهده کرد (از فرط صفا و تلألؤ) پنداشت که لجّه آبي است و جامه از ساقهاي پا برگرفت، سليمان گفت: اين قصري است از آبگينه صاف، بلقيس گفت: بار الها، من سخت بر نفس خويش ستم کردم و اينک با (رسول تو) سليمان تسليم فرمان يکتا پروردگار عالميان گرديدم.
27|45|و همانا ما به قوم ثمود برادرشان صالح را به رسالت فرستاديم که خداي يکتا را پرستيد، پس قوم بر دو فرقه شدند (يک فرقه مؤمن و ديگر کافر) و با هم به مخاصمه و جدال مي‌پرداختند.
27|46|صالح گفت: اي قوم، چرا پيش از نکوکاري به بدکاري مي‌شتابيد؟ چرا (از کردار زشت) استغفار به درگاه خدا نمي‌کنيد تا شايد مورد عفو و رحمت واقع شويد؟
27|47|آن کافران گفتند: ما به وجود تو و پيروانت فال بد مي‌زنيم (که ظهور تو اسباب رنج و خصومت و عذاب و شومي حال ما شده است). صالح گفت: اين فال بد شما نزد خدا (محققا معلوم) است بلکه شما گرفتار امتحان و ابتلا شده‌ايد (و خود موجب گرفتاريتان هستيد).
27|48|و در شهرستان قوم صالح نه (نفر از رؤساي) قبيله بودند که دائم در زمين به فتنه و فساد مي‌پرداختند و هرگز قدمي به صلاح (خلق) بر نمي‌داشتند.
27|49|آن رؤساي مفسد (به قوم صالح) گفتند که شما هم قسم شويد که با هم شبيخون زنيم و شبانه صالح را به قتل برسانيم، آن گاه به وارث او همه شهادت خواهيم داد که ما در مکان ارتکاب قتل (او و) اهلش حاضر نبوديم و البته ما راستگوييم.
27|50|و آن کافران (در قتل صالح) مکر و حيله به کار بردند و ما هم آنها را از جايي که هيچ نمي‌فهميدند به کيفر مکرشان رسانيديم.
27|51|بنگر که پايان مکرشان چه شد؟ عاقبت ما همه آنان را بستگانشان هلاک کرديم.
27|52|اين است خانه‌هاي بي‌صاحب ايشان که چون ظلم کردند همه ويران شد و در اين کار براي دانايان آيت عبرت است.
27|53|و (از آن قوم) اهل ايمان را که پرهيزکار و خدا ترس بودند همه را (از عذاب) نجات داديم.
27|54|و (پيغمبر خود) لوط را فرستاديم وقتي که به قوم خود گفت: آيا شما با آنکه بصيرت (به زشتي عمل خود) داريد باز مرتکب چنين کار منکري مي‌شويد؟
27|55|آيا شما با مردان شهوتراني کرده و زنان را ترک مي‌گوييد؟ بلکه شما بسيار مردم جهالت پيشه و گمراهي هستيد.
27|56|قوم لوط به او جوابي ندادند جز آنکه (با يکديگر) گفتند که لوط را با همه اهل بيتش از شهر خود بيرون کنيد زيرا که (از اين کار) تنزّه و دوري مي‌جويند.
27|57|ما هم لوط را با همه اهل بيتش جز زن (کافر) او که مقدر کرديم که ميان اهل عذاب باقي ماند همه را نجات داديم.
27|58|و بر سر آنها سنگ‌هاي هلاک بارانديم و بسيار بد باران هلاکتي است باران آن قوم بدکار.
27|59|(اي رسول) بگو: ستايش مخصوص خداست و سلام خاص بر بندگان برگزيده خدا، آيا خدا بهتر است يا آنچه آنان شريک خدا مي‌شمارند؟
27|60|يا آن خدايي که آسمانها و زمين را خلق کرده و از آسمان براي شما باران فرستاد تا به آن درختان و باغ و بستانها را در کمال سبزي و خرمي رويانديم که هرگز شما (از پيش خود) قادر بر رويانيدن آن درختان نبوديد؟ آيا با وجود خداي يکتا خدايي هست؟ (هرگز خدايي نيست) بلکه اين مشرکان (از ناداني) روي (از خدا) مي‌گردانند.
27|61|يا آن کس که زمين را آرامگاه (شما) قرار داد و در آن نهرهاي آب جاري کرد و در آن کوهها بر افراشت و ميان دو دريا (به قطعه‌اي از زمين) حايل گردانيد (يا دو درياي شور و شيرين را بي‌فاصله، منع از اختلاط آب آنها کرد)؟ آيا با وجود خداي يکتا خدايي هست؟ (هرگز نيست) بلکه اکثر مردم (بر اين حقيقت) آگاه نيستند.
27|62|يا آن کس که دعاي بيچاره مضطر را به اجابت مي‌رساند و رنج و غم آنان را بر طرف مي‌سازد و شما (مسلمين) را جانشينان اهل زمين قرار مي‌دهد؟ آيا با وجود خداي يکتا خدايي هست؟ (هرگز نيست ليکن) اندکي متذکر (اين حقيقت) هستند.
27|63|يا آن کس که در تاريکيهاي برّ و بحر عالم شما را هدايت مي‌کند و آن کس که بادها را به مژده باران رحمت خود مي‌فرستد؟ آيا با وجود خداي يکتا خدايي هست؟ (هرگز نيست)، خداوند بسي برتر و بالاتر است از آنچه (مشرکان جاهل) شريک وي مي‌شمرند.
27|64|يا آن کس که نخست آفرينش را آغاز مي‌کند آن‌گاه همه را (به سوي خود) باز مي‌گرداند، و آن کس که از آسمان و زمين به شما روزي مي‌دهد؟ آيا با وجود خداي يکتا خدايي هست؟ بگو: اگر راست مي‌گوييد (که غير خدا هم کسي در آفرينش مؤثر است) بر دعوي خود برهاني بياوريد.
27|65|بگو که در همه آسمانها و زمين جز خدا کسي از علم غيب آگاه نيست و اينان هيچ نمي‌دانند که چه هنگام زنده و برانگيخته خواهند شد.
27|66|بلکه به روز قيامت دانا شوند و تدارک کار کنند (هيهات) بلکه اينان از قيامت هم در شک و ريبند بلکه به کلي از عالم آخرت (بي‌خبر و از مشاهده آن جهان) کورند.
27|67|و کافران گفتند: آيا ما و پدرانمان چون (مرديم و يکسر) خاک شديم باز از خاک بيرون آورده شويم؟
27|68|اين خبر به ما و پيش از ما به پدران ما وعده داده شد، ليکن اين سخنان چيزي جز افسانه‌هاي پيشينيان نيست.
27|69|بگو: در زمين سير کنيد تا بنگريد عاقبت کار بدکاران به کجا کشيد (و چگونه همه هلاک شدند).
27|70|و (اي رسول) تو بر (کفر و بدبختي) اين کافران‌اند اندوهناک مشو و از مکر آنان نيز دلتنگ مباش.
27|71|و کافران مي‌گويند: پس اين وعده قيامت اگر راست مي‌گويد کي خواهد بود؟
27|72|بگو: بعضي از آن وعده که به وقوعش تعجيل داريد بدين زودي شايد در پي شما آيد (که به مرگ الهي يا شمشير مسلمين همه هلاک شويد و به دوزخ رويد).
27|73|و همانا خداي تو درباره خلق داراي فضل و رحمت بسيار است و ليکن اکثر مردم شکر نعمتش بجا نياورند.
27|74|و همانا خداي تو بر آنچه (خلق) در دلها پنهان کنند يا آشکار سازند به همه آگاه است.
27|75|و هيچ امري در آسمان و زمين پنهان نيست جز آنکه در کتاب (علم الهي) آشکار است.
27|76|همانا اين قرآن بر بني اسرائيل اکثر معارف و احکامي را که در آن اختلاف مي‌کنند کاملا بيان مي‌کند (و حکم واقعي تورات را آشکار مي‌سازد).
27|77|و هم اين کتاب خدا براي اهل ايمان هدايت و رحمت کامل است.
27|78|(اي رسول ما) خداي تو (در قيامت) ميان اختلافات اين مردم حکم خواهد کرد که او خداي مقتدر و داناست.
27|79|پس تو بر خدا توکل کن که تو البته بر حقّي و حقانيّتت بر همه آشکار است.
27|80|همانا تو نتواني که مردگان (و مرده دلان کفر) را سخني بشنواني و يا کران (باطن) را که از گفتارت روي مي‌گردانند به دعوت (به حقيقت) شنوا کني.
27|81|و تو هرگز نتواني که (اين) کوران (باطن) را از گمراهيشان هدايت کني، تنها آنان که به آيات ما ايمان مي‌آورند و تسليم امر ما هستند تو آنها را مي‌تواني سخن بشنواني (و به راه حق هدايت کني).
27|82|و هنگامي که وعده عذاب کافران به وقوع پيوندد (و يا زمان انتقام به ظهور قائم فرا رسد) جنبنده‌اي از زمين بيرون آريم که با آنان تکلم کند، که مردم به آيات ما (بعد از اين) از روي يقين نمي‌گروند.
27|83|و (اي رسول، امت را به ياد آر) روزي که (به عرصه قيامت يا رجعت به دنيا در ظهور امام عصر) از هر قومي يک دسته را که تکذيب آيات ما مي‌کنند بر مي‌انگيزيم و آنها (براي سؤال) باز داشته خواهند شد.
27|84|تا آن گاه که همه باز آيند خدا به آنها بفرمايد که آيا آيات مرا که به آن احاطه علمي نيافتيد تکذيب کرديد يا آنکه در مقام عمل (با آن آيات) چه مي‌کرديد؟
27|85|و فرمان عذاب شديد به کيفر (کفر و) ظلم بر آنها برسد و هيچ سخن ديگر نتوانند گفت.
27|86|آيا کافران نديدند که ما (به قدرت کامله خود) شب را (تاريک) براي سکون و آرامش خلق قرار داديم و روز را روشن (براي کسب و کار)؟ همانا در اين وضع شب و روز آيات و نشانه‌هايي (از قدرت الهي) براي اهل ايمان پديدار است.
27|87|و (باز به امت ياد آور شو) روزي که در صور (اسرافيل) دميده شود، آن روز هر که در آسمانها و هر که در زمين است جز آن که خدا خواسته همه ترسان و هراسان باشند و همه منقاد و ذليل (به محشر) به نزد او آيند.
27|88|و در آن هنگام کوهها را بنگري و جامد و ساکن تصور کني در صورتي که مانند ابر (تند سير) در حرکتند. صنع خداست که هر چيزي را در کمال اتقان و استحکام ساخته، که علم کامل او به افعال همه شما خلايق محيط است.
27|89|کساني که (در قيامت) کار نيکو آورند پاداش بهتر از آن يابند و در آن روز از هول و هراس ايمن باشند.
27|90|و کساني که بدکار و زشت کردار آيند به رو در آتش جهنم افتند. (و به آنها خطاب شود که) آيا (اين عذاب آتش دوزخ) جز آن است که جزاي اعمال شماست؟
27|91|(اي رسول بگو) من مأمورم که منحصرا خداي اين بلد (مکّه معظّمه) را که بيت الحرامش قرار داده و آن خدا مالک هر چيز عالم است، پرستش کنم و باز مأمورم که از تسليم شدگان فرمان او باشم.
27|92|و نيز مأمورم که قرآن را (به حکم وظيفه رسالت بر امت) تلاوت کنم، پس هر کس هدايت يافت به نفع خود هدايت يافته و هر کس گمراه شد بگو که من جز آنکه از پيمبراني هستم که براي (ارشاد و هدايت و) ترسانيدن خلق آمده‌ام وظيفه ديگر ندارم.
27|93|و بگو: ستايش مخصوص خداست، به زودي آيات (قدرت) خود را به شما ارائه خواهد داد پس آن را بشناسيد، و خداي تو هرگز غافل از کردار شما نيست.
28|1|طسم (شايد اشاره به اسماء اللّه باشد يا نام سوره است و قسم به آن ياد شده).
28|2|اين است آيات کتاب خدا که روشن کننده (راه حق از باطل و هدايت از گمراهي) است.
28|3|ما از حکايت موسي و فرعون به حق بر تو بيان مي‌کنيم تا اهل ايمان از دانستن آن منتفع شوند.
28|4|همانا فرعون در زمين (مصر) تکبر و گردنکشي آغاز کرد و ميان اهل آن سرزمين تفرقه و اختلاف افکند، طايفه‌اي از آنها (بني اسرائيل) را سخت ضعيف و ذليل مي‌کرد، پسرانشان را مي‌کشت (که مبادا به ظهور موسي قدرت يابند) و زنانشان را زنده مي‌گذاشت (که به خدمت پردازند). همانا فرعون مردي بسيار مفسد و بد انديش بود.
28|5|و ما اراده داشتيم که بر آن طايفه ضعيف و ذليل کرده شده در آن سرزمين منّت گذارده و آنها را پيشوايان (خلق) قرار دهيم و وارث (ملک و جاه فرعونيان) گردانيم.
28|6|و در زمين به آنها قدرت و تمکين بخشيم و به چشم فرعون و هامان و لشکريانشان آنچه را که از آن انديشناک و ترسان بودند از سوي آنان بنماييم.
28|7|و به مادر موسي وحي کرديم که طفلک را شير ده و چون (از آسيب فرعونيان) بر او ترسان شوي به دريايش افکن و ديگر هرگز مترس و محزون مباش که ما او را به تو باز آوريم و هم از پيغمبران مرسلش گردانيم.
28|8|اهل بيت فرعون (آسيه) موسي را (از دريا) بر گرفت تا در نتيجه دشمن و مايه اندوه آل فرعون شود (و به مشيّت خدا فرعون دشمن بزرگ خود موسي را به دامان بپرورد) که همانا فرعون و هامان و لشکريانشان بسيار نادان و خطا کار بودند.
28|9|و زن فرعون گفت: اين کودک (مايه نشاط دل و) نور ديده من و توست، او را مکشيد، باشد که در خدمت ما سودمند افتد و يا او را به فرزندي خود برگيريم، و آنها (از حقيقت حال موسي و تقدير ازلي حق) بي‌خبر بودند.
28|10|و مادر موسي دلش (از هر چيز جز ياد طفلش) فارغ شد (و به حدي غم و اندوه قلبش را فرا گرفت که) اگر نه ما دلش را بر جاي نگاه داشتيم تا ايمانش بر قرار ماند نزديک بود راز درونش را آشکار سازد.
28|11|و (آن گاه مادر موسي) به خواهر او گفت که از پي طفلم رو. خواهر رفت و موسي را از دور ديد (و شناخت) ولي آل فرعون بي‌خبر بودند.
28|12|و ما پيش از آن، شير هر دايه‌اي را بر او حرام کرديم، و خواهر موسي گفت: آيا مايليد که من شما را بر خانواده‌اي که دايه و پرستار اين طفل شوند و در کمال محبت و مهرباني تربيت کنند رهنمايي کنم؟
28|13|و بدين وسيله ما موسي را به مادرش برگردانيديم تا ديده‌اش روشن شود و حزن و اندوهش به کلي برطرف گردد و نيز به طور يقين بداند که وعده خدا حق است، ليکن اکثر آنان از اين حقيقت آگاه نيستند.
28|14|و چون موسي به سن عقل و رشد رسيد و حد کمال يافت ما به او حکم نبوت و مقام علم عطا کرديم و چنين پاداش به مردم نيکوکار مي‌دهيم.
28|15|و موسي (روزي) بي‌خبر اهل مصر به شهر در آمد، آنجا ديد که دو مرد با هم به قتال مشغولند، اين يک از شيعيان وي (يعني از بني اسرائيل) بود و آن يک از دشمنان (يعني از فرعونيان) بود، در آن حال آن شخص شيعه از موسي دادخواهي و ياري بر عليه آن دشمن خواست، موسي مشتي سخت بر آن دشمن زد، قضا را بدان ضربت او را کشت. موسي گفت: اين کار از فريب و وسوسه شيطان بود (تا اين کافر ظالم را با مؤمني به قتال برانگيخت و عاقبت به هلاکت رسيد) که دشمني شديد شيطان و گمراه ساختن آدميان به سختي آشکار است.
28|16|(آن‌گاه موسي) گفت: اي خدا، من بر خويش ستم کردم (که به اين عمل خود را به فتنه فرعونيان انداختم) تو از من در گذر، خدا هم از او در گذشت که اوست بسيار آمرزنده و مهربان.
28|17|موسي باز گفت: اي خدا، به شکرانه اين نعمت (نيرو) که مرا عطا کردي من هم بدکاران را هرگز ياري نخواهم کرد.
28|18|موسي (پس از کشته شدن قبطي و نجات سبطي) از توقف به شهر مصر بيمناک شد و مراقب دشمن بود، ناگاه همان کس که روز گذشته از او ياري جسته بود باز او را به داد خواهي خواند. موسي به او گفت: پيداست تو سخت گمراهي!
28|19|و چون خواست دست به قبطي دشمن دراز کند (قبطي) فرياد کرد: اي موسي مرا هم مي‌خواهي مانند شخص ديروز به قتل رساني؟ معلوم است که تو در اين سرزمين قصدي جز گردنکشي و جباري نداري و هيچ نخواهي مشفق و مصلح باشي.
28|20|و در اين حال مردي (مؤمن) از دورترين نقاط شهر مصر شتابان آمد و گفت: اي موسي رجال دربار فرعون در کار تو شورا مي‌کنند که تو را به قتل رسانند، به زودي از شهر بيرون گريز، که من درباره تو بسيار مشفق و مهربانم.
28|21|موسي از شهر مصر با حال ترس و نگراني و مراقبت از دشمن بيرون رفت، گفت: بار الها، مرا از شر (اين) قوم ستمکار نجات ده.
28|22|و چون رو به جانب شهر مدين آورد، با خود گفت: اميد است که خدا مرا به راه‌مستقيم هدايت فرمايد.
28|23|و چون بر سر چاه آبي حوالي شهر مدين رسيد آنجا جماعتي را ديد که (حشم و گوسفندانشان را) سيراب مي‌کردند و دو زن را يافت که دور از مردان در کناري به جمع آوري و منع اختلاط گوسفندانشان مشغول بودند. موسي گفت: شما اينجا چه مي‌کنيد و کار مهمتان چيست؟ آن دو زن پاسخ دادند که ما گوسفندان خود را سيراب نمي‌کنيم تا مردان گوسفندانشان را سيراب کرده باز گردند و پدر ما شيخي سالخورده و فرتوت است (و مرد ديگري نداريم، ناچار ما را به شباني گوسفندان فرستاده است).
28|24|موسي گوسفندانشان را سيراب کرد و (با حالي خسته) رو به سايه درختي آورد و گفت: بار الها، من به خيري (يعني زندگاني و قوت و غذايي) که تو (از خوان کرمت) نازل فرمايي محتاجم.
28|25|(موسي هنوز لب از دعا نبسته بود که ديد) يکي از آن دو دختر که با کمال (و قار و) حيا راه مي‌رفت باز آمد و گفت: پدرم از تو دعوت مي‌کند تا در عوض سقايت و سيراب کردن گوسفندان ما به تو پاداشي دهد. چون موسي نزد او (يعني شعيب پدر آن دختر) رسيد و سرگذشت خود را بر او حکايت کرد (شعيب) گفت: اينک هيچ مترس که از شر قوم ستمکار نجات يافتي.
28|26|يکي از آن دو دختر (صفورا) گفت: اي پدر اين مرد را (که به شجاعت و امانت آراسته است) به خدمت خود اجير کن که بهتر کسي که بايد به خدمت برگزيني کسي است که توانا و امين باشد.
28|27|شعيب (به موسي) گفت: من اراده آن دارم که يکي از اين دو دخترم را به نکاح تو در آورم بر اين مهر که هشت سال خدمت من کني و اگر ده سال تمام کني (آن دو سال) به ميل و اختيار تو، و من (در اين نکاح) رنج بر تو نمي‌خواهم نهاد، ان شاء اللّه مرا شخص شايسته (اين خدمت) خواهي يافت.
28|28|موسي گفت: اين عهد ميان من و توست هر کدام از دو مدت را (در خدمت) به انجام رسانم بر من ستمي نباشد (و نبايد باز خواست شوم) و خدا بر اين قول (و عهد) ما وکيل است.
28|29|آن‌گاه که موسي عهد خدمت به پايان رسانيده و با اهل بيت خود (از حضور شعيب) رو به ديار خويش کرد (در راه) آتشي از جانب طور ديد، به اهل بيت خود گفت: شما در اينجا مکث کنيد که از دور آتشي به نظرم رسيد (مي‌روم تا) شايد از آن خبري بياورم يا براي گرم شدن شما شعله‌اي برگيرم.
28|30|چون موسي به آن آتش نزديک شد به او از جانب راست آن وادي در آن بارگاه مبارک از آن درخت (مقدس) ندايي رسيد که اي موسي منم خداي يکتا پروردگار جهانيان.
28|31|و تو (در اين مقام) عصاي خود بيفکن. چون (عصا افکند و) بر آن نگريست و ديد که گويي اژدهايي مهيب و سبک خيز است رو به فرار نهاد و واپس نگرديد. (در آن حال بدو خطاب شد) اي موسي پيش آي و مترس که تو از ايمنان هستي.
28|32|دست خود را در گريبان بر تا بي هيچ نقص (برص و) مرضي، سفيد و روشن (چون ماه تابان) بيرون آيد، و تا (به ظهور اين معجزه) از وحشت و اضطراب بياسايي باز دست به گريبان بر (تا به حال اول برگردد). اين دو (عصا و يد بيضا) از جانب خدايت دو برهان (کامل و دو معجز بزرگ الهي بر رسالت تو) است (اينک برو به رسالت) به سوي فرعون و فرعونيان که قومي فاسق و نابکارند.
28|33|موسي گفت: پروردگارا، من از فرعونيان يک نفر را کشته‌ام و مي‌ترسم که مرا به قتل رسانند.
28|34|و (با اين حال اگر از رسالت ناگزيرم) برادرم هارون را نيز که ناطقه‌اش فصيح‌تر از من است با من يار و شريک درکار رسالت فرما تا مرا تصديق و ترويج کند که مي‌ترسم اين فرعونيان سخت تکذيب رسالتم کنند.
28|35|خدا به او فرمود که ما به همدستي برادرت (هارون) بسيار بازويت را قوي مي‌گردانيم و به شما در عالم، قدرت و حکومتي مي‌دهيم که هرگز دشمنان به شما دست نيابند، با اين آيات و معجزات (که شما را عطا کرديم) شما و پيروانتان غالب خواهيد بود.
28|36|چون موسي با معجزات و آيات ما که (حقانيتش) بر همه روشن بود به سوي فرعونيان آمد باز (آن قوم خود سر و لجوج نادان) گفتند: اين معجزات تو جز سحري که ساختگي توست چيز ديگري نيست و ما اين گفتار و دعوي که تو داري هيچ از پدران پيشينمان (امم سابقه) نشنيده‌ايم.
28|37|و موسي گفت: خداي من به احوال رسولي که از جانب او به هدايت خلق آمده داناتر است و بهتر مي‌داند که (از ما مؤمنان و شما کافران) کدام يک عاقبت خوش در دار عقبي خواهيم داشت، محققا ستمکاران عالم هرگز فلاح و رستگاري نخواهند يافت.
28|38|و فرعون (با بزرگان قوم خود چنين) گفت: اي مهتران، من هيچ کس را غير خودم خداي شما نمي‌دانم، (و با وزيرش گفت:) اي هامان خشتي در آتش پخته و از آن براي من قصري بلند پايه بنا کن تا من بر خداي موسي مطلع شوم هر چند او را (در دعوي رسالت) از دروغگويان مي‌پندارم.
28|39|و خلاصه فرعون و سپاهيانش به ناحق در زمين سرکشي و تکبر کردند و چنين پنداشتند که به سوي ما بازگردانده نخواهند شد.
28|40|ما هم از آن ظالم و لشکر و اتباعش سخت مؤاخذه کرديم و همه را به دريا افکنديم، پس بنگر تا عاقبت کار ستمکاران به کجا کشيد؟!
28|41|و ما آن قوم (ظالم) را پيشوايان (ضلالت و) دعوت به دوزخ قرار داديم و روز قيامت ياري نخواهند شد.
28|42|و آنها را در اين دنيا در پي کردارشان لعن ابد فرستاديم و در آخرت هم از زشترويان (و مردودان درگاه ما) خواهند بود.
28|43|و همانا ما پس از آنکه (طوايفي از) امم گذشته را (به کيفر کفر) هلاک کرديم به موسي براي بصيرت و هدايت و رحمت خلق کتاب (تورات) را عطا کرديم، باشد که مردم متذکر شوند (و راه خدا پرستي پيش گيرند).
28|44|و تو آن هنگام که ما به موسي مقام نبوت و فرمان الهي عطا کرديم در جانب غربي کوه طور اصلا نبودي و حضور نداشتي (و حکايت او به وحي بر تو روشن گرديد).
28|45|و ليکن ما امم و قبايلي را بيافريديم که عمر دراز يافتند (و همه را به غفلت و جهالت به سر بردند و اين خبرها کهنه شد و ما مجددا به تو وحي کرديم) و نيز تو ميان اهل مدين نبودي که اينک آيات ما را (درباره آنان) بر اينان (اهل مکه) تلاوت مي‌کني و ليکن ماييم که (تو را لايق پيمبري دانسته) به رسالت فرستاديم (و به وحي خود از هر چيزت آگاه کرديم).
28|46|و تو وقتي که ما (به موسي) ندا کرديم در جانب کوه طور نبودي و ليکن (وحي قصص موسي و ساير رسل به مقتضيات) لطف پروردگار توست (به تو) تا قومي را که بر آنان پيمبر منذري پيش از تو نيامده (و کتاب آسماني به دست ندارند از خدا) بترساني، باشد که متذکر شوند (و راه هدايت پيش گيرند).
28|47|و تا اگر بلا و عذابي به موجب کردار زشت خودشان به آنها رسيد نگويند: پروردگارا، چرا براي ما رسولي نفرستادي تا آيات تو را پيروي کنيم و از اهل ايمان شويم؟
28|48|پس هنگامي که (رسول) حق از جانب ما به آنها آمد گفتند: چرا به اين رسول مانند موسي معجزاتي (نظير عصا و يد بيضا و الواح تورات) داده نشد؟ آيا اين مردم از اين پيش به موسي هم (با همه اين معجزات) کافر نشدند که گفتند: اين دو (قرآن و تورات) سحر و جادوگري است که پشتيبان يکديگرند و گفتند: ما به همه اينها سخت بي‌ايمان و بي‌عقيده‌ايم؟
28|49|بگو: پس شما اگر راست مي‌گوييد کتابي که از اين دو کتاب آسماني (تورات و قرآن) خلق را بهتر هدايت کند از جانب خدا بياوريد تا من از آن پيروي کنم.
28|50|پس اگر به تقاضاي تو جواب نتوانند داد در اين صورت بدان که اين مردم تنها پيرو هواي نفسند و کيست (ستمگر و) گمراه‌تر از آن کسي که راه هدايت خدا را رها کرده و از هواي نفس خود پيروي کند؟ البته خدا قوم ستمکار را (پس از اتمام حجت) هرگز هدايت نخواهد کرد.
28|51|و همانا ما براي (هدايت) اين مردم (آيات قرآن را) سخن پيوسته (يعني مرتب و مربوط به سعادت دنيا و آخرت خلق) آورديم تا مگر متذکر (حقايق آن) شوند.
28|52|آنان که ما به آنها پيش از اين، کتاب (آسماني تورات و انجيل را) فرستاديم (يعني موسي و عيسي و پيروان حقيقي آنها) به اين (کتاب آسماني قرآن) البته آنان ايمان مي‌آورند.
28|53|و چون آيات ما بر آنها تلاوت شود گويند: به آن ايمان آورديم که اين قرآن به حق از جانب پروردگار ما نازل شده، ما پيش از اين نيز تسليم فرمان خدا بوديم.
28|54|اينان را دو بار پاداش نيکو دهند، زيرا صبر و ثبات (در دين خود و اسلام هر دو) ورزيدند و بدي را به نيکي دفع مي‌کنند و از آنچه روزي آنها کرديم انفاق مي‌کنند.
28|55|و چون سخن لغوي (از دشمنان دين) بشنوند از آن اعراض کنند و گويند: اعمال ما از ما و اعمال شما از شما، برويد سلامت باشيد، که ما هرگز مردم (هرزه گوي) نادان را نمي‌طلبيم.
28|56|(اي رسول ما، با آنکه تو هادي خلقي) چنين نيست که هر کس را تو دوست بداري هدايت تواني کرد ليکن خدا هر که را خواهد هدايت مي‌کند و او به حال آنان که قابل هدايتند آگاه‌تر است.
28|57|و (برخي از اهل مکه) گفتند: اگر ما با تو طريق هدايت را (که اسلام است) پيروي کنيم ما را از سرزمين خود به زودي بربايند (و به دست ملت عرب که متفق بر عليه اسلامند از وطن آواره شويم). آيا ما (مکه را) بر ايشان حرمي امن قرار نداديم که به اين مکان (بي‌آب و گياه) انواع نعمتها و ثمرات که ما روزيشان کرديم از هر طرف بياورند؟ ليکن حقيقت اين است که اکثر آنها نادانند.
28|58|و چه بسيار شده که ما اهل دياري را که به هوس‌راني و خوش گذراني پرداختند هلاک کرديم، و اين خانه‌هاي (ويران) آنهاست که بعد از آنها جز عده قليلي در آن ديار سکونت نيافت و تنها ما وارث (ديار آنها) بوديم.
28|59|و پروردگار تو بر آن نيست که اهل هيچ شهر و دياري را تا در مرکز آن رسولي نفرستد که آيات ما را بر آنها تلاوت کند هلاک کند، و ما هيچ دياري را هلاک نکنيم مگر آنکه اهلش ظالم و بيدادگر باشند.
28|60|و آنچه از نعمتها (ي اين عالم) به شما داده شده متاع و زيور (بي‌قدر) زندگاني دنياست و آنچه نزد خداست بسيار بهتر و باقي‌تر است، آيا فهم و عقل کار نمي‌بنديد؟
28|61|آيا آن کس که ما به او وعده نيکو (ي بهشت ابدي) داده‌ايم مانند کسي است که او را از متاع دنيا (ي فاني) بهره‌مند ساختيم سپس در قيامت او را (براي حساب و مجازات) حاضر آرند.
28|62|و (ياد آور) روزي که خدا آن مشرکان را ندا کند و گويد که کجا شدند آن خداياني که شريکان من مي‌پنداشتيد؟
28|63|در آن حال آنان که وعده عذابشان محقق و حتمي شده (يعني پيشوايان کفر) گويند: پروردگارا، ما که اين مردم را گمراه کرديم سببش گمراهي ما بود که خلق را هم مانند خود گمراه مي‌خواستيم، و امروز (از پيروان خود) به سوي تو بيزاري مي‌جوييم که آنها (از روي عقيده) ما را نمي‌پرستيدند (بلکه به هواي نفس خود در پي ما آمدند).
28|64|و (در آن روز به مردم بت پرست) گويند: اينک آنان را که شريک خدا گرفتيد بخوانيد (تا شما را از عذاب برهانند)، آنها را بخوانند ولي جواب به ايشان ندهند و چون عذاب را به چشم ببينند آرزو کنند که اي کاش (مانند مؤمنان) هدايت يافته بودند.
28|65|و روزي که خدا خلق را ندا کند که شما چگونه به رسولان (حق) پاسخ داديد؟
28|66|پس راه هر گونه عذر و سخن، آن روز بر آنها پوشيده و مسدود شده و هيچ (از هول عذاب) سؤال و جواب نکنند.
28|67|اما آن کس که توبه کرده و ايمان آورده و عمل صالح به جاي آورده اميد است که از رستگاران باشد.
28|68|و خداي تو هر چه خواهد بيافريند و (هر کس را صلاح داند) بر گزيند، ديگران را (در نظم عالم) هيچ اختيار و گزينشي نيست، ذات پاک الهي منزه و برتر از آن است که به او شرک آورند.
28|69|و خداي تو به آنچه خلق در دل پنهان کنند و يا آشکار سازند به همه آگاه است.
28|70|و اوست خداي يکتا که جز او هيچ خدايي نيست، هم ستايش در اول و آخر عالم (در اين جهان و آن جهان) مخصوص او، هم حکم و سلطنت جهان با او و هم رجوع شما به سوي اوست.
28|71|(به اين مردم مشرک) بگو: چه تصور مي‌کنيد اگر خدا ظلمت شب را بر شما تا قيامت پاينده و ابدي گرداند جز خدا کيست خدايي که بتواند براي شما روشني روز پديد آرد؟ آيا سخن نمي‌شنويد؟
28|72|باز بگو: چه تصور مي‌کنيد اگر خدا براي شما روز را تا قيامت پاينده و ابدي قرار دهد جز خدا کيست خدايي که براي آرامش و استراحت شما شب را پديد گرداند؟ آيا چشم بصيرت (به حکمت گردش روز و شب) نمي‌گشاييد؟
28|73|يکي از (هزاران لطف و) رحمت‌هاي خدا آن است که شب و روز را براي شما قرار داده تا در شب آرام گيريد و در روز از فضل خدا (يعني روزي) طلب کنيد، و باشد که شکرگزار (نعمتهاي خدا) شويد.
28|74|و (ياد آر) روزي که خدا مشرکان را ندا کرده و گويد که آن بتان و معبودان (باطل) که شريک من مي‌پنداشتيد کجا رفتند؟
28|75|و (آن روز) ما از هر امتي شاهدي بر گرفته و گوييم اينک برهاني (بر آن دعويهاي باطل که در دنيا داشتيد) اقامه کنيد. آن‌گاه (آنها رسوا شده و) بدانند که حق و حقيقت با خدا (و رسولان او) است و آنچه به دروغ فرا مي‌بافتند همه نابود گردد و از دستشان برود.
28|76|همانا قارون يکي از (ثروتمندان) قوم موسي بود که بر آنها طريق ظلم و طغيان پيش گرفت و ما آن قدر گنج و مال به او داديم که بر دوش بردن کليد آن گنجها صاحبان قوّت را خسته کردي، هنگامي که قومش به او گفتند: آن قدر مغرور و شادمان (به ثروت خود) مباش که خدا هرگز مردم پر غرور و نشاط را دوست نمي‌دارد.
28|77|و به هر چيزي که خدا به تو عطا کرده بکوش تا (ثواب و سعادت) دار آخرت تحصيل کني و ليکن بهره‌ات را هم از (لذّات و نعم حلال) دنيا فراموش مکن و (تا تواني به خلق) نيکي کن چنانکه خدا به تو نيکويي و احسان کرده و هرگز در روي زمين فتنه و فساد برمينگيز، که خدا مفسدان را ابدا دوست نمي‌دارد.
28|78|قارون گفت: اين مال و ثروت فراوان به علم و تدبير خودم به من داده شد! آيا ندانست که خدا پيش از او چه بسيار امم و طوايفي را که از او قوت و ثروت و جمعيتشان بيشتر بود هلاک کرد؟ و هيچ از گناه بدکاران سؤال نخواهد شد (بلکه يکسر به دوزخ روند).
28|79|آن‌گاه قارون (روزي) با زيور و تجمل بسيار بر قومش در آمد، مردم دنيا طلب (که او را ديدند) گفتند: اي کاش همان قدر که به قارون از مال دنيا دادند به ما هم عطا مي‌شد که او بهره بزرگ و حظّ وافري را داراست.
28|80|و اما صاحبان مقام علم و معرفت (به آن دنيا پرستان) گفتند: واي بر شما (و همت پست شما) ثواب خدا براي آن کس که به خدا ايمان آورده و نيکوکار گرديده بسي بهتر (و بالاتر از اين دارايي دو روزه قارون) است، ولي هيچ کس جز آنان که صبر پيشه کنند بدان ثواب و مقام نخواهد رسيد.
28|81|پس (از اندک زماني) ما هم او را با خانه (و گنج و دارايي) اش به زمين فرو برديم و هيچ حزب و جمعيتي نداشت که او را در برابر خدا ياري کنند و خود هم نتوانست خويش را ياري دهد.
28|82|صبحگاه هم آنان که روز گذشته (ثروت و) مقام او را آرزو مي‌کردند با خود مي‌گفتند: اي واي (بر ما و آرزوهاي ما) گويي خداست که هر که از بندگان خود را خواهد روزي فراوان دهد و (هر که را خواهد) تنگ روزي کند، اگر نه اين بود که خدا بر ما منّت گذاشت (و غرور و ثروت قارون نداد) ما را هم (مثل او) در زمين فرو بردي! اي واي که گويا کافران را هرگز فلاح و رستگاري نيست!
28|83|ما اين دار (بهشت ابدي) آخرت را براي آنان که در زمين اراده علوّ و فساد و سرکشي ندارند مخصوص مي‌گردانيم و حسن عاقبت خاص پرهيزکاران است.
28|84|هر که عمل نيک آرد پاداش بهتر از آن يابد، و هر کس که عمل بد کند بدکاران جز به همان اعمال بد مجازات نشوند..
28|85|(اي رسول ما، يقين دان که) آن خدايي که (احکام) قرآن را بر تو فرض گردانيد (و ابلاغ آن را وظيفه تو قرار داد) البته تو را به جايگاه خود (مکه يا بهشت ابد) باز خواهد گرداند. (تو با مردم) بگو که خداي من به حال آن که محقق در هدايت و آن که در ضلالت آشکار است (از هر کس) داناتر است.
28|86|و تو خود اميد آنکه اين کتاب بزرگ (قرآن) بر تو نازل شود نداشتي جز آنکه لطف و رحمت خدا تو را به رسالت برگزيد، پس (به شکرانه اين رحمت) هيچ گاه به کافران نصرت و ياري مکن.
28|87|و زنهار! کافران تو را از (تبليغ) آيات خدا پس از آنکه بر تو نازل شد منع نکنند، و (هميشه خلق را) به سوي پروردگارت دعوت کن و از مشرکان (و هم عقيدت و خوي آنان) مباش.
28|88|و هرگز با خداي يکتا ديگري را به خدايي مخوان، که جز او هيچ خدايي نيست، هر چيزي جز ذات پاک الهي هالک الذّات و نابود است، فرمان با او و رجوع شما به سوي اوست.
29|1|الم (اين حرف اشاره به اسماء الهي يا اسراري بين خدا و رسول اوست).
29|2|آيا مردم چنين پنداشتند که به صرف اينکه گفتند ما ايمان (به خدا) آورده‌ايم رهاشان کنند و هيچ امتحانشان نکنند؟
29|3|و محققا ما اممي را که پيش از اينان بودند به امتحان و آزمايش آورديم، و همانا خدا دروغگويان و راستگويان را کاملا مي‌شناسد.
29|4|آيا آنان که کار زشت و اعمال ناشايسته مرتکب مي‌شوند پنداشتند که بر ما سبقت گيرند (و از عقاب ما خلاصي يابند)؟ بسيار بد حکم مي‌کنند.
29|5|هر کس که به لقاء خدا (و مشاهده جمال و وصول به رحمت و جنّت او) اميدوار و مشتاق است (بداند که) هنگام اجل و وعده معين خدا البته فرا رسد و او (به گفتار و کردار خلق) شنوا و داناست.
29|6|و هر که (در راه ايمان) جهد و کوشش کند به سود خود کند که خدا از (طاعت و عبادت) عالميان البته بي‌نياز است.
29|7|و آنان که ايمان آورده و نيکوکار شدند البته ما هم گناهانشان را محو و مستور کنيم و بهتر از آن اعمال نيکشان به آنها پاداش دهيم.
29|8|و ما به آدمي سفارش کرديم که در حق پدر و مادر خود نيکي کند، و اگر آنها (خود مشرک باشند و) کوشند تا تو به من (که خداي يگانه‌ام) از روي جهل و ناداني شرک آوري هرگز اطاعت امر آنها مکن، که رجوع شما به سوي من است و من شما را به پاداش هر عمل که به جاي آورده‌ايد آگاه مي‌گردانم.
29|9|و آنان که ايمان آورده و کار نيکو کردند آنان را البته (به بهشت) در صف صالحان (و رتبه نيکان) آريم.
29|10|و بعضي مردم (از راه نفاق) مي‌گويند: ما به خدا ايمان آورديم، و چون رنج و آزاري در راه خدا ببينند فتنه و عذاب خلق را با عذاب خدا برابر شمرند (يعني همان قدر که ترس عذاب خدا آنها را از کفر به ايمان مي‌خواند ترس عذاب مردم هم از ايمان به کفر مي‌کشد) و هر گاه ظفر و نصرتي از جانب خدايت (به مؤمنان) رسيد (آن منافقان) گويند: ما هم با شما (و هم آيين شما) بوديم. آيا خدا بر آنچه در دلهاي خلايق است داناتر نيست؟
29|11|و البته خدا هم به احوال اهل ايمان داناست و هم از درون منافقان آگاه است.
29|12|و کافران به اهل ايمان گفتند: شما طريقه ما را پيروي کنيد (اگر به خطا رفتيد) بار خطاهاي شما را ما به دوش مي‌گيريم، در صورتي که هيچ از بار گناهشان را به دوش نگيرند، آنها دروغ مي‌گويند.
29|13|و آنها علاوه بر بار سنگين گناهان خود بار گناهان هر که را گمراه کرده‌اند نيز به دوش مي‌گيرند و روز قيامت از آنچه دروغ مي‌بستند سخت مؤاخذه مي‌شوند.
29|14|و همانا نوح را (به رسالت) به سوي قومش فرستاديم و او هزار سال پنجاه سال کم ميان قوم درنگ کرد، و چون همه ستمگر و ظالم بودند همه را طوفان هلاک فرا گرفت.
29|15|و تنها خود نوح را با اصحاب کشتي او (از غرق) نجات داديم و آن کشتي را براي خلق عالم آيتي (از قدرت و رحمت خويش) قرار داديم.
29|16|و ابراهيم را (نيز فرستاديم) که به قوم خود گفت: خدا را بپرستيد و از او بترسيد که پرستش و ترس خدا اگر بدانيد (از هر چيز) براي شما بهتر است.
29|17|و بدانيد که شما به جاي خدا بتهايي (جماد و بي‌اثر) را مي‌پرستيد و دروغي مي‌سازيد (که نام خدا بر آنها مي‌نهيد، اينک بدانيد که) آنچه را جز خدا مي‌پرستيد قادر بر رزق شما نيستند، پس روزي را از نزد خدا طلبيد و او را پرستيد و شکر (نعمت) وي به جاي آريد (و بدانيد که باز) رجوع شما به سوي اوست.
29|18|و اگر شما (مردم مکه، رسالت اين پيامبر را) تکذيب مي‌کنيد (عجبي نيست زيرا) پيش از شما هم بسياري از امم (پيمبران خود را) تکذيب کردند، و بر رسول جز آنکه به آشکار تبليغ رسالت کند تکليفي نيست.
29|19|آيا (مردم بارها به چشم خود) نديدند که خدا چگونه ابتدا خلق را ايجاد مي‌کند و باز به اصل خود برمي‌گرداند؟ اين کار بر خدا بسيار آسان است.
29|20|بگو که در زمين سير کنيد و ببينيد که خدا چگونه خلق را ايجاد کرده (تا از مشاهده اسرار خلقت نخست بر شما به خوبي روشن شود که) سپس خدا نشأه آخرت را ايجاد خواهد کرد، همانا خدا بر هر چيز تواناست.
29|21|هر که را (از اهل گناه) بخواهد (به عدل) عذاب مي‌کند و هر که را بخواهد (به لطف و رحمت) مي‌بخشد و شما را به سوي او باز مي‌گردانند.
29|22|و شما (مخلوق عاجز) نه هرگز (خداي قادر مطلق را) در زمين و آسمان عاجز توانيد کرد و نه جز خدا نگهبان و ياوري داريد.
29|23|و آنان که به آيات خدا و شهود لقاي او کافر شدند آنها از رحمت (و نعمت بهشت) من نااميدند و سخت به عذاب دردناک گرفتار خواهند شد.
29|24|(بعد از اين همه نصايح و اندرز ابراهيم) باز قوم جز آنکه گفتند: او را بکشيد و در آتش بسوزانيد پاسخ ندادند، و خدا او را از آتش (نمروديان) نجات داد. در اين حکايت براي قومي که به خدا ايمان آرند آيتهايي (از قدرت الهي) پديدار است.
29|25|باز ابراهيم گفت: (اي مردم شما خود مي‌دانيد که) بتهايي را که به جاي خداي يکتا به خدايي بر گرفته‌ايد تنها براي حفظ دوستي (و استفاده مادي دو روزه) دنياي خود اتخاذ کرده‌ايد و چون روز قيامت شود در آن روز شما از يکديگر بيزاري جوييد و به يکديگر لعن و نفرين کنيد، و جايگاه ابدي تمام شما آتش دوزخ است و هيچ ياوري ابدا نداريد.
29|26|پس (خواهر زاده‌اش) لوط به او ايمان آورد، و (ابراهيم به او) گفت که من (از اين ديار شرک) هجرت به سوي خداي خود خواهم کرد که او (بر حفظ من از دشمن) مقتدر و (به صلاح امورم) داناست.
29|27|و ما اسحاق و (فرزند زاده‌اش) يعقوب را به او عطا کرديم و در خاندانش مقام نبوت و کتاب آسماني برقرار نموديم و در دنيا هم (به نعمت فرزندان صالح و نام نيکو و ساير نعم الهي) اجر او را داديم و در آخرت نيز وي در صف صالحان (و هم رتبه مقربان) خواهد بود.
29|28|و لوط (به رسالت فرستاديم) که به قوم خود گفت: شما به عمل زشتي اقدام مي‌کنيد که هيچ کس در عالم پيش از شما مرتکب نشده است!
29|29|آيا شما به شهوتراني با مردان خلوت کرده و راه (فطرت زناشويي) را قطع مي‌کنيد و در مجامع خود (بي هيچ خجلت) به کار قبيح مي‌پردازيد؟! قوم لوط جز آنکه (به طعنه) گفتند: اگر راست مي‌گويي عذاب خدا را بر ما نازل کن به او ابدا جوابي ندادند.
29|30|لوط گفت: پروردگارا، مرا بر (محو) اين قوم فاسد ياري کن.
29|31|و چون رسولان ما (فرشتگان عالم قدس) به ابراهيم بشارت (فرزند) آوردند گفتند: ما (به امر خدا) اهل اين ديار را که قومي سخت ظالم و بدکارند هلاک مي‌کنيم.
29|32|ابراهيم به فرشتگان گفت: لوط هم (که بنده صالح موحد پاکي است) در اين ديار است! پاسخ دادند که ما به احوال آن که در اين ديار است بهتر آگاهيم، ما او را با همه اهل بيتش غير زن وي که در ميان اهل هلاکت باقي ماند البته نجات خواهيم داد.
29|33|و چون رسولان ما نزد لوط آمدند، لوط از آمدن آنها (که ناشناس و با صورت زيبا بودند) اندوهگين و دلتنگ گرديد، و فرشتگان گفتند: هيچ بيمناک و غمگين مباش که ما تو را با همه اهل بيتت غير آن زن کافرت که در ميان اهل هلاک واماند نجات مي‌دهيم.
29|34|ما بر اهل اين ديار که فاسق و بدکارند از آسمان عذابي سخت نازل کنيم.
29|35|و همانا از آن ديار لوط آثار خرابي را وا گذاشتيم تا آيتي روشن براي (عبرت) عاقلان باشد.
29|36|و شعيب را که برادر مهرباني براي قومش بود (به رسالت) به سوي اهل مدين (فرستاديم)، او با قوم گفت که اي قوم، هميشه خدا را پرستيد و به روز قيامت (و سعادت آخرت) اميدوار باشيد و هرگز در روي زمين فساد و تبهکاري مکنيد (که آسايش دو گيتي در اين نصايح است).
29|37|قوم شعيب او را تکذيب کردند و (به کيفر آن، شبي) زلزله‌اي سخت آنان را در گرفت و صبحگاه همه را در خانه‌هاشان مرگ به زانو در آورد.
29|38|و قوم عاد و ثمود را که منازل (خراب و ويران) شان را به چشم مي‌بينيد آنها نيز با آنکه بينا و هوشيار بودند چون شيطان اعمال زشتشان را در نظرشان نيکو جلوه داد و از راه (حق) آنها را باز داشت همه را هلاک و نابود گردانيديم.
29|39|و قارون و فرعون و هامان را هم که موسي (عليه السّلام) با معجزات روشن به هدايت آنها آمد (و به او نگرويدند و) باز در زمين تکبر و ظلم و طغيان کردند (همه را هلاک کرديم) و (بر قهر حق) سبقت نگرفتند (و راه نجاتي نيافتند).
29|40|ما هر طايفه‌اي را به کيفر گناهش مؤاخذه کرديم، بعضي را بر سرشان سنگ بلا فرو باريديم و برخي را صيحه عذاب آسماني در گرفت و برخي را به زلزله زمين و گروهي ديگر را به غرق دريا به هلاکت رسانيديم، و خدا به آنان هيچ ستم نکرد ليکن آنها خود در حق خويش ستم مي‌کردند.
29|41|مثل حال آنان که خدا را فراموش کرده و غير خدا را به دوستي و سرپرستي برگرفتند (در سستي و بي‌بنيادي) حکايت خانه‌اي است که عنکبوت بنياد کند و اگر بدانند سست‌ترين بنا خانه عنکبوت است.
29|42|خدا بر آنچه که به غير او بخوانند (و پرستش کنند) آگاه است و او (بر انتقام اهل شرک و ريا) مقتدر و (به دقايق امور عالم) داناست.
29|43|و ما اين همه مثلها را براي مردم مي‌زنيم (تا حقايق براي آنها روشن شود) و ليکن به جز مردم دانشمند کسي تعقل در آنها نخواهد کرد.
29|44|خدا آسمانها و زمين را به حق (و در کمال حکمت) آفريده (نه بر باطل و لغو و عبث) و در اين خلقت آسمان و زمين آيت و نشانه‌اي (از ربوبيت) براي اهل ايمان کاملا پديدار است.
29|45|(اي رسول ما) آنچه را که از کتاب (آسماني قرآن) بر تو وحي شد (بر خلق) تلاوت کن و نماز را (که بزرگ عبادت خداست) به جاي آر، که همانا نماز است که (اهل نماز را) از هر کار زشت و منکر باز مي‌دارد و همانا ذکر خدا بزرگتر (و برتر از حدّ انديشه خلق) است، و خدا به هر چه (براي خشنودي او و به ياد او) کنيد آگاه است.
29|46|و شما مسلمانان با اهل کتاب (يهود و نصاري و مجوس) جز به نيکوترين طريق بحث و مجادله مکنيد مگر با ستمکاران از آنها، و (با اهل کتاب) بگوييد که ما به کتاب آسماني قرآن که بر ما نازل شده و به کتب آسماني شما به همه ايمان آورده‌ايم و خداي ما و شما يکي است و ما تسليم و مطيع فرمان اوييم.
29|47|و ما همچنان (که بر رسولان پيشين کتاب آسماني تورات و انجيل و زبور فرستاديم) بر تو هم (اي رسول) کتاب (آسماني قرآن) را نازل کرديم، پس آنان که به آن کتب که بر ايشان فرستاديم ايمان آوردند به اين کتاب نيز ايمان آرند و از اين گروه (اهل مکه) هم بعضي به آنان ايمان آورند و به جز کافران هيچ کس آيات ما را انکار نخواهد کرد.
29|48|و تو از اين پيش نه توانستي کتابي خواند و نه خطي نگاشت که در آن صورت مبطلان (منکر قرآن) در نبوتت شک و ريبي مي‌کردند (و مي‌گفتند اين کتاب به وحي خدا نيست و خود از روي کتب سابقين جمع و تأليف کرده است).
29|49|بلکه اين قرآن آيات روشن الهي است در لوح سينه آنان که (از خدا نور) علم و دانش يافتند، و آيات ما را جز مردم ستمکار انکار نکنند.
29|50|و کافران گفتند: (اين مرد اگر رسول خداست) چرا بر او آيات و معجزاتي از جانب خدايش نازل نشد؟ بگو: آيات نزد خدا (و به امر خدا) است، من (که رسولم) جز آنکه (خلق را از انتقام خدا) بترسانم وظيفه ندارم.
29|51|آيا اينان را (که تقاضاي معجزه مي‌کنند) اين معجزه کفايت نکرد که چنين کتاب بزرگ را که بر آنان تلاوت مي‌شود ما بر تو فرستاديم؟ و همانا در آن براي اهل ايمان البته رحمت و ياد آوري و پندي خواهد بود.
29|52|بگو: ميان من و شما خدا گواهي کافي است، که او به هر چه در آسمانها و زمين است آگاه است. و آنان که به باطل گرويدند و به خدا کافر شدند هم آنان به حقيقت زيانکاران عالمند.
29|53|منکران (به تمسخر) از تو تقاضاي تعجيل در نزول عذاب مي‌کنند، و اگر وقت معين آن (در علم ازلي، قيامت) نبود عذاب حق بر آنها مي‌رسيد، و البته ناگهاني در حالي که غافل و بي‌خبر باشند بر آنان خواهد آمد.
29|54|(و اين کافران) از تو به تعجيل عذاب مي‌طلبند در صورتي که شراره عذاب جهنم به کافران احاطه نموده است.
29|55|(اينان را متذکر ساز به آن) روزي که عذاب خدا از بالا و زير پا آنها را فرو گيرد، و (خدا يا منادي حق) گويد: (امروز) بچشيد کيفر آنچه (در دنيا) عمل مي‌کرديد.
29|56|اين بندگان با ايمان من، زمين من بسيار وسيع است در اين صورت (اگر از جور کفار در سرزميني به تنگ آمده و به کفر مجبور شويد از آنجا به ديار ديگر هجرت کنيد و هر کجا باشيد) مرا منحصرا به اخلاص پرستش کنيد.
29|57|هر نفسي (طعم ناگوار) مرگ را خواهد چشيد، و پس از مرگ شما را به سوي ما باز گردانند.
29|58|و آنان که ايمان آوردند و به اعمال نيکو پرداختند البته آنها را به عمارات عالي بهشتي که زير درختانش نهرها جاري است منزل دهيم که در آن زندگاني ابدي کنند، آنجا پاداش نيکويي براي نيکوکاران عالم است.
29|59|آنان که (در راه دين خدا) صبر و شکيبايي پيشه کردند و بر پروردگار خود توکل مي‌نمودند.
29|60|و (در کار رزق به خدا توکل کنيد نه بر سعي خود که) چه بسيار حيوانات که خود بار روزي خود نکشند، خدا (بدون هيچ کوشش) به آنها و هم به شما روزي مي‌رساند، و او شنوا (ي دعاي محتاجان) و دانا (به احوال بندگان) است.
29|61|و اگر از اين کافران مشرک سؤال کني که آسمانها و زمين را که آفريده و خورشيد و ماه مسخر فرمان کيست؟ به يقين جواب دهند که خدا (آفريده)، پس چگونه (با اين اقرار، از توحيد و معرفت خدا) رويگردان مي‌شوند؟
29|62|خداست که هر کس از بندگان را خواهد وسيع روزي و يا تنگ روزي مي‌گرداند، که همانا او به هر چيزي (از مصالح خلايق) داناست.
29|63|و اگر از اين کافران مشرک سؤال کني که آن کيست که از آسمان باران نازل سازد تا زمين را به آن پس از (فصل خزان و) مرگ (گياهان، باز به نسيم جانبخش بهار) زنده گرداند؟ به يقين جواب دهند که آن خداست. بگو: ستايش مخصوص خداي يکتاست. آري و ليک اکثر اين مردم عقل خود را به کار نگيرند (تا اين حقيقت را دريابند).
29|64|اين زندگاني چند روزه دنيا (اگر نه در پرستش حق و سعادت آخرت صرف شود) افسوس و بازيچه‌اي بيش نيست، و زندگاني اگر مردم بدانند به حقيقت‌دار آخرت است (که حياتش جاويد و نعمتش بي‌رنج و زوال است).
29|65|اين مردم مشرک چون به کشتي نشينند (و به دست امواج خطر افتند در آن حال) تنها خدا را به اخلاص کامل در دين مي‌خوانند، و چون از خطر دريا به ساحل نجاتشان رساند (باز به خداي يکتا) مشرک مي‌شوند.
29|66|تا هر نعمتي را که ما به آنها عطا کرده‌ايم کفران کنند و (تا مدتي) بهره‌مند باشند، اما به زودي خواهند دانست.
29|67|آيا (کافران اهل مکه) نديدند که آن شهر را حرم امن و امان قرار داديم در صورتي که از اطرافشان مردم (ضعيف) را به قتل و غارت مي‌ربايند؟ آيا باز به باطل مي‌گروند و به نعمت خدا کافر مي‌شوند؟
29|68|آيا هيچ کس از آن که بر خدا دروغ بست و (رسول) حق را که براي (هدايت) او آمد تکذيب کرد (در عالم) ستمکارتر هست؟ آيا جايگاه کافران (ستمکار) در آتش دوزخ نيست؟
29|69|و آنان که در (راه) ما (به جان و مال) جهد و کوشش کردند محققا آنها را به راه‌هاي (معرفت و لطف) خويش هدايت مي‌کنيم، و هميشه خدا يار نکوکاران است.
30|1|الم (اشاره به اسماء يا اسرار کتاب الهي است).
30|2|روميان، مغلوب (فارسيان) شدند.
30|3|در (جنگي که به) نزديکترين زمين (به ديار عرب واقع شد که حوالي شام يا اطراف جزيره باشد) و آنها پس از مغلوب شدن فعلي به زودي (بر فارسيان) غلبه خواهند کرد.
30|4|(اين غلبه روميان) در اند سالي خواهد شد (و بدانيد که اين حادثه و) کليه امور عالم از قبل از اين و بعد از اين همه به دست خداست، و آن روز (که روميان فاتح شوند چون بعد از آن خدا وعده ياري به اهل اسلام داده) مؤمنان شاد مي‌شوند.
30|5|به ياري خدا، که خدا هر که را بخواهد نصرت و فيروزي مي‌بخشد و اوست که مقتدر و مهربان است.
30|6|اين وعده خداست که خدا هرگز خلاف وعده نکند، و ليکن اکثر مردم (از اين حقيقت) آگاه نيستند.
30|7|(اکثر) آنان به امور ظاهري از زندگي دنيا آگاهند و از عالم آخرت (و وعده ثواب و عقاب حق) به کلي بي‌خبرند.
30|8|آيا در پيش نفوس خود تفکر نکردند (تا بدين حکمت پي‌برند) که خدا آسمانها و زمين و هر چه در بين آنهاست همه را جز به حق (و براي حکمت و مصلحت) و به وقت (و حد) معين نيافريده است؟ و بسياري از مردم به شهود و لقاي خدا (در عالم غيب و وعده ثواب و عقاب بهشت و دوزخ و قيامت) به کلي کافر و بي‌عقيده‌اند.
30|9|آيا در زمين سير نکردند تا ببينند که عاقبت کار پيشينيانشان (چون قوم عاد و ثمود) چه شد؟ در صورتي که از اينها بسيار تواناتر بودند و بيش از اينها در زمين کشتزار ساختند و کاخ و عمارت برافراشتند و پيامبرانشان با آيات و معجزات براي (هدايت) آنان آمدند (ليکن چون نپذيرفتند همه به کيفر کفر هلاک شدند). و خدا درباره آنها هيچ ستم نکرد بلکه آنها خود در حق خويش ستم مي‌کردند.
30|10|آخر سرانجام کار آنان که بسيار به اعمال زشت و کردار بد پرداختند اين شد که آيات خدا را تکذيب و تمسخر کردند (زيرا معصيت، دل را تاريک کند و چون بسيار شود به ظلمت کفر انجامد).
30|11|خداست که خلق را نخست (از عدم) پديد آرد و باز (پس از مرگ و فنا) باز گرداند و همه به حضرت او بازگردانيده مي‌شويد.
30|12|و روزي که ساعت قيامت بر پا شود بدکاران نوميد و اندوهگين شوند.
30|13|و هيچ شفيع و مددکاري بر خود از آنان که شريک حق گرفتند نمي‌يابند بلکه به آن شريکان و خدايان باطل کافر مي‌شوند.
30|14|و روزي که ساعت قيامت بر پا شود در آن روز خلايق (بر حسب مراتب طاعت و معرفت و کفر و عصيان) فرقه فرقه شوند.
30|15|اما آن فرقه که ايمان آوردند و به نيکوکاري پرداختند مسرور (و محترم) به باغ بهشت منزل گيرند.
30|16|و اما آن فرقه که کافر شدند و آيات ما و ديدار آخرت را تکذيب کردند آنان را (براي کيفر) در عذاب دوزخ حاضر کنند.
30|17|پس خدا را هنگام شام و صبحگاه (در نماز مغرب و صبح) تسبيح و ستايش گوييد.
30|18|و سپاس (اهل عالم) در آسمانها و زمين مخصوص اوست و شما نيز در تاريکي شب و نيمه روز (در نماز عشاء و ظهر و عصر) به ستايش او مشغول شويد.
30|19|(آن خدايي را تسبيح و ستايش گوييد که) زنده را از مرده و مرده را از زنده بيرون آورد (يعني آدمي را از نطفه و نطفه را از آدمي برانگيزد) و زمين را پس از (فصل خزان و) مرگ (گياهان باز به نسيم جانبخش بهارش) زنده گرداند، و همين گونه شما را هم (پس از مرگ زنده کنند و از خاک) بيرون آرند.
30|20|و يکي از نشانه‌هاي (قدرت) او اين است که (پدر) شما آدميان را از خاک خلق کرد سپس (به توالد) بشري (منشعب و نژادهايي مختلف) شديد که (در همه روي زمين) منتشر گشتيد.
30|21|و باز يکي از آيات (لطف) او آن است که براي شما از جنس خودتان جفتي بيافريد که در کنار او آرامش يافته و با هم انس گيريد و ميان شما رأفت و مهرباني برقرار فرمود. در اين امر نيز براي مردم بافکرت ادله‌اي (از علم و حکمت حق) آشکار است.
30|22|و يکي از آيات (قدرت) او خلقت آسمانها و زمين است و يکي ديگر اختلاف زبانها و رنگهاي شما آدميان، که در اين امور نيز ادله‌اي (از صنع و حکمت حق) براي دانشمندان عالم آشکار است.
30|23|و يکي از آيات او همين است که شما در شب و روز به خواب رفته (و بيدار مي‌شويد) و از فضل خدا (يعني روزي) طلب مي‌کنيد. در اين امر هم ادله‌اي (از قدرتش) براي قومي که (سخن حق) بشنوند پديدار است.
30|24|و يکي از آيات او آن است که (رعد و) برق را به شما مي‌نماياند که هم شما را (از صاعقه عذاب) مي‌ترساند و هم (به باران رحمت خود) اميدوار مي‌گرداند، و نيز از آسمان باران مي‌فرستد تا زمين را پس از مرگش باز زنده گرداند. در اين امر نيز ادله‌اي (از قدرت ايزد) براي اهل خرد آشکار است.
30|25|و يکي از آيات (قدرت) او آنکه آسمان و زمين به فرمان او برپاست، سپس که شما را از خاک برخواند (و زنده گرداند) همگي سر از قبرها بيرون مي‌آوريد.
30|26|و هر کس در آسمانها و زمين است همه بنده و مملوک او و باکمال خضوع و خشوع مطيع فرمان اوست.
30|27|و او خدايي است که نخست خلايق را بيافريند و آن‌گاه (به عالم معاد) باز گرداند و اين اعاده (مثل ايجاد) بر او بسيار سهل و آسان است و آن ذات يکتا را در آسمانها و زمين مظهر و مثالي عالي‌تر (از حد وصف و تعقل) است و مقتدر کامل و دانا (به حقايق امور) تنها اوست.
30|28|خدا براي (هدايت) شما هم از عالم خود شما مثالي زد: آيا هيچ يک از غلام و کنيزان ملکي شما در آنچه (از مال و حقوق و مقام) که ما روزي شما گردانيديم با شما شريک هستند تا شما و آنها در آن چيز بي‌هيچ مزيت مساوي باشيد و همانقدر بيمي که شما از يکديگر داريد هم از آنان داريد؟ (هرگز نداريد و هيچ آنها را شريک و مساوي با خود نمي‌دانيد پس چگونه مخلوقات مملوک خدا را شريک خدا گرفته و معبود خود مي‌گردانيد؟) ما چنين مفصل و روشن آيات خود را براي مردم با عقل و هوش بيان مي‌کنيم.
30|29|بلکه مردم ستمکار (مشرک) هواي نفس خود را از جهل و ناداني پيروي کردند، پس آن را که خدا (پس از اتمام حجت) به گمراهي واگذارد که مي‌تواند هدايت کند؟ و آن گمراهان ستمکار را (در قيامت) هيچ يار و ياوري نخواهد بود.
30|30|پس تو مستقيم روي به جانب آيين پاک اسلام آور در حالي که از همه کيشها روي به خدا آري، و پيوسته از طريقه دين خدا که فطرت خلق را بر آن آفريده است پيروي کن که هيچ تغييري در خلقت خدا نبايد داد، اين است آيين استوار حق، و ليکن اکثر مردم (از حقيقت آن) آگاه نيستند.
30|31|(شما اهل ايمان با پيروي همين دين فطرت) به درگاه خدا باز آييد و خدا ترس باشيد و نماز به پا داريد و هرگز از فرقه مشرکان نباشيد.
30|32|از آنان که دين (فطرت) خود را متفرق و پراکنده ساختند و فرقه فرقه شدند و هر گروهي به آنچه دارند (از اوهام باطل و عقيده و خيالات فاسد خود) دلشادند.
30|33|و مردم (عادتشان اين است که) هر گاه رنج و المي سخت به آنها رسد در آن حال خداي خود را به دعا مي‌خوانند و به درگاه او با تضرع و اخلاص روي مي‌کنند و پس از آنکه خدا به آنها رحمت خود را چشانيد (و از آن سختي نجاتشان داد) آن‌گاه باز گروهي از آنها به خداي خود مشرک مي‌شوند.
30|34|تا نعمتي را که به آنها عطا کرديم کفران کنند. (باري، اي کافران ناسپاس) اينک (به هوا و هوس) تمتّع بريد که به زودي به (کيفر اعمال خود) آگاه مي‌شويد.
30|35|مگر ما دليل و حجتي فرستاديم که درباره شرک و دعوت به بت پرستي ايشان سخن گويد (و برهان بر صحت شرک آورد).
30|36|و مردم (بر اين عادتند که) هرگاه ما رحمتي به آنها چشانيم شاد شده و اگر رنج و بلايي از کرده خودشان ببينند در آن حال (به جاي توبه به درگاه خدا، از رحمتش به کلي) نوميد مي‌شوند.
30|37|آيا نديدند که همانا خدا هر که را خواهد وسيع روزي کند و هر که را خواهد تنگ روزي گرداند؟ همانا در اين امر ادله روشني (از حکمت الهي) براي اهل ايمان پديدار است.
30|38|پس حقوق ارحام و خويشان و مسکينان و در راه ماندگان را ادا کن که اين براي آنان که مشتاق لقاي خدا هستند بهترين کار است و هم اينان (که نيکي کنند) رستگاران عالمند.
30|39|و آن سودي که شما به رسم ربا داديد که بر اموال مردم (ربا خوار) بيفزايد (و يا هديه به اغنياء دهيد تا خود نفع زياد دنيوي بريد) نزد خدا هرگز نيفزايد (بلکه محو و نابود شود) و آن زکاتي که از روي شوق و اخلاص به خدا (به فقيران) داديد (ثوابش چندين برابر شود و) همين زکات دهندگان هستند که (نزد حق ثواب و برکات و دارايي) چند برابر دارند.
30|40|خداست آن کسي که شما را خلق کرده و روزي بخشيده سپس بميراند و باز (در قيامت) زنده گرداند، آيا آنان را که شريک خدا دانيد هيچ از اين کارها توانند کرد؟ خدا از آنچه به او شريک گيرند پاک و منزه‌تر و بالاتر است.
30|41|فساد و پريشاني به کرده بد خود مردم در همه برّ و بحر زمين پديد آمد تا خدا هم کيفر بعضي اعمالشان را به آنها بچشاند، باشد که (از گنه پشيمان شده و به درگاه خدا) باز گردند.
30|42|بگو که در زمين سير کنيد پس بنگريد تا عاقبت طوايف پيش از خود که اکثرشان (کافر و) مشرک بودند چه شد؟
30|43|پس تو روي به دين استوار (اسلام و خدا پرستي) آور پيش از آنکه روزي بيايد که هيچ کس نتواند از امر خدا آن را برگرداند (و) در آن روز (بزرگ قيامت) خلايق فرقه فرقه شوند (گروهي دوزخي و گروهي بهشتي گردند).
30|44|هر که به راه کفر (و عصيان) رود زيان کفرش بر خود اوست و هر که صالح و نيکوکار شود چنين کساني براي شخص خود (در بهشت) آسايشگاهي خوش فراهم مي‌سازند.
30|45|تا خدا از فضل و کرم به آنان که ايمان آورده و نيکوکار شدند پاداش دهد، که او کافران را دوست ندارد.
30|46|و از جمله آيات (قدرت) او آن است که بادهاي بشارت آور مي‌فرستد (تا شما را مژده آرد) و تا شما را به چيزي از رحمت (بي‌انتهاي) خود بهره‌مند گرداند و تا کشتي به فرمان او روان گردد و تا از فضل و کرمش (انواع نعمتها) تحصيل کنيد، و باشد که شکر (نعمتش) به جاي آريد.
30|47|و ما پيش از تو پيمبراني به سوي قومشان فرستاديم و آنها معجزات و ادله روشن بر آنان آوردند، پس از کافران بدکار انتقام کشيديم، و بر ما نصرت و ياري اهل ايمان حتم است.
30|48|خدا آن کسي است که بادها را مي‌فرستد که ابر را در فضا برانگيزد پس به هر گونه که مشيّتش تعلق گيرد در اطراف آسمان متصل و منبسط کند و باز متفرق گرداند، آن گاه باران را بنگري که قطره قطره از درونش بيرون ريزد، و چون آن را به (کشتزار و صحراي) هر قومي از بندگانش که بخواهد فرو بارد به يک لحظه آن قوم مسرور و شادمان گردند.
30|49|و همانا پيش از آنکه باران (رحمت حق) بر آنان ببارد به حال يأس و نوميدي مي‌زيستند.
30|50|پس (اي بشر ديده باز کن و) آثار رحمت (نامنتهاي) الهي را مشاهده کن که چگونه زمين را پس از مرگ (و دستبرد خزان باز به نفس باد بهار) زنده مي‌گرداند! محققا همان خداست که مردگان را هم (پس از مرگ) باز زنده مي‌کند و او بر همه امور عالم تواناست.
30|51|و اگر باز بادي فرستيم که آن کشت سبز را زرد و پژمرده بنگرند (همه آن نعمتهاي گذشته را فراموش کنند و) به کفر (و کفران نعمت حق) بر مي‌گردند.
30|52|پس تو (اين مردم) مرده (دل بي‌ايمان) را نتواني (سخن حقّ) بشنواني و دعوت خود را به گوش (اين) کران که (مخصوصا از تو به کبر و نخوت) رو مي‌گردانند برساني.
30|53|و تو مردمي را که کور (دل و کافر) هستند نتواني از ضلالتشان به راه هدايت آري، تنها تو آنان را که به آيات ما ايمان مي‌آورند و در پي آن ايمان تسليم امر ما شوند تواني (هدايت کني و سخن خدا را) به گوش هوششان برساني.
30|54|خدا آن کسي است که شما را در ابتدا از جسم ضعيف (نطفه) بيافريد آن گاه پس از ضعف و ناتواني (کودکي) توانا کرد و باز از توانايي (و قواي جواني) به ضعف و سستي و پيري بر گردانيد، که او هر چه بخواهد و مشيّتش تعلق گيرد مي‌آفريند، و او دانا و تواناست.
30|55|و روزي که ساعت قيامت بر پا شود بدکاران قسم ياد کنند که (در دنيا و قبر و برزخ) ساعتي بيش درنگ نکردند. همين گونه (عادتشان از ديرين بود که) از راستي و حقيقت به ناراستي و دروغ مي‌پرداختند.
30|56|و آنان که مقام علم و ايمان داده شده‌اند (به آن فرقه بدکار) گويند: شما تا روز قيامت که هم امروز است در کتاب خدا (يعني عالم علم خدا) مهلت يافتيد و لکن بر آن آگاه نبوديد.
30|57|پس در آن روز آنان که (در دنيا به خود و به خلق خدا) ستم کردند عذرشان مفيد نيفتد و از آنان نخواهند که توبه و عذرخواهي کنند.
30|58|البته ما در اين قرآن (عظيم) براي (هدايت) مردم هر گونه مثل زديم و اگر تو بر اين مردم هر گونه معجز و آيتي بياوري باز کافران محققا (از روي عناد) خواهند گفت: شما (مسلمين و رسولتان خلق را) به باطل و اوهام مي‌خوانيد.
30|59|اين چنين خدا بر دلهاي اهل جهل (پس از اتمام حجت) مهر (شقاوت) نهد (که هيچ سخن حق را نپذيرند).
30|60|پس تو صبر پيشه کن، که وعده خدا البته حق و حتمي است و مراقب باش که مردم بي‌علم و يقين و ايمان (مقام حلم و وقار) تو را به خفت و سبکي نکشانند..
31|1|الم (اين حروف گفته شد که اسرار الهي است).
31|2|اين (قرآن عظيم و) آيات کتاب حکيم است.
31|3|که هدايت و رحمت است براي نيکوکاران عالم.
31|4|آنان که نماز به پا مي‌دارند و زکات مي‌دهند و به عالم آخرت کاملا يقين دارند.
31|5|هم آنان از (لطف) پروردگار خويش به راه راستند و هم آنان رستگاران عالمند.
31|6|و برخي از مردمان (فاسد فتنه انگيز مانند نضر حارث) کسي است که گفتار و سخنان لغو و باطل را (مانند قصّه‌هاي دروغ و افسانه‌هاي شهوت‌انگيز مفسد اخلاق و سرود مطرب) به هر وسيله تهيّه مي‌کند تا (خلق را) به جهالت از راه خدا (و آموختن علوم و معارف قرآن) گمراه سازد و آيات قرآن را به تمسخر و استهزا گيرد، اين مردمان (فاسد کافر) به عذاب، با خواري و ذلّت گرفتار شوند.
31|7|و هر گاه بر او تلاوت آيات ما شود چنان با غرور و تکبّر پشت گرداند که گويي هيچ آن آيات الهي را نشنيد، پنداري از هر دو گوش کر است، اين کس را به عذاب دردناک بشارت ده.
31|8|آنان که به خدا ايمان آوردند و به اعمال نيکو پرداختند باغهاي پر نعمت (بهشت جاوداني) مخصوص آنهاست.
31|9|که در آن بهشت ابد هميشگي خواهند بود، اين وعده خدا محقّق و حتمي است، و او مقتدر و آگاه است.
31|10|(سقف رفيع) آسمانها را بي‌ستوني که به حسّ مشاهده کنيد خلق کرده و کوههاي بزرگ را در زمين بنهاد تا شما را نجنباند و در روي زمين انواع مختلف حيوانات را منتشر و پراکنده ساخت، و هم از آسمان آب باران فرود آورديم و به آن آب در روي زمين نباتات پرفايده برويانيديم.
31|11|اين همه آفريده خداست، حال شما (مشرکان) بگوييد آنان که به جز خدا (معبود شما) هستند در جهان چه آفريده‌اند؟ (هيچ نيافريده‌اند) بلکه ستمکاران (مشرک که آنها را شريک خدا گرفتند) دانسته در گمراهي آشکار هستند.
31|12|و ما به لقمان مقام (علم و) حکمت عطا کرديم (و فرموديم) که (بر اين نعمت بزرگ) خدا را شکر کن، و هر کس شکر حق گويد به نفع خود اوست و هر که ناسپاسي و کفران کند خدا (از شکر و سپاس خلق) بي‌نياز و (به ذات خود) ستوده صفات است.
31|13|و (ياد کن) وقتي که لقمان در مقام پند و موعظه به فرزندش گفت: اي پسر عزيزم، هرگز شرک به خدا نياور که شرک بسيار ظلم بزرگي است.
31|14|و ما به هر انساني سفارش کرديم که در حقّ پدر و ما در خود نيکي کن خصوص مادر که چون بار حمل فرزند برداشته و تا مدّت دو سال که طفل را از شير باز گرفته (هر روز) بر رنج و ناتوانيش افزوده است، (و فرموديم که) شکر من و شکر پدر و مادرت بجاي آور، که بازگشت (خلق) به سوي من خواهد بود.
31|15|و اگر پدر و مادر تو را بر شرک به خدا که آن را به حق نمي‌داني وادار کنند در اين صورت ديگر آنها را اطاعت مکن و ليک در دنيا با آنها به حسن خلق مصاحبت کن و از راه آن کس که به درگاه من رجوع و انابه‌اش بسيار است پيروي کن، که (پس از مرگ) رجوع شما به سوي من است و من شما را به پاداش اعمالتان آگه خواهم ساخت.
31|16|اي فرزندم، خدا اعمال بد و خوب خلق را گر چه به مقدار خردلي در ميان سنگي يا در (طبقات) آسمان‌ها يا زمين پنهان باشد همه را (در محاسبه) مي‌آورد، که خدا توانا و آگاه است.
31|17|اي فرزند عزيزم، نماز را به پا دار و امر به معروف و نهي از منکر کن و (بر اين کار از مردم نادان) هر آزار بيني صبر پيش گير، که اين نشانه‌اي از عزم ثابت (مردم بلند همّت) در امور عالم است.
31|18|و هرگز به تکبّر و ناز از مردم (اهل نياز) رخ متاب و در زمين با غرور و تبختر قدم بر مدار، که خدا هرگز مردم متکبر خودستا را دوست نمي‌دارد.
31|19|و در رفتارت ميانه روي اختيار کن و سخن آرام گو (نه با فرياد بلند) که زشت‌ترين صداها صوت الاغ است.
31|20|آيا شما مردم به حسّ مشاهده نمي‌کنيد که خدا انواع موجوداتي که در آسمانها و زمين است براي شما مسخّر کرده و نعمت‌هاي ظاهر و باطن خود را براي شما فراوان فرموده؟ و (با وجود اين) برخي از مردم از روي جهل و گمراهي و بي‌خبري از کتاب روشن (حق) در (دين) خداي متعال مجادله مي‌کنند.
31|21|و چون به اين مردم (اهل جدل و عناد) گويند که بياييد از کتابي که خدا فرستاده پيروي کنيد، جواب دهند ما تنها از طريقي که پدران خود را بر آن يافته‌ايم پيروي مي‌کنيم. آيا هر چند آنان را شيطان به آتش دوزخ بخواند (باز پيرو آنها مي‌شوند).
31|22|و هر کس روي تسليم و رضا به سوي خدا آرد و نکوکار باشد چنين کس به محکم‌ترين رشته الهي چنگ زده است، و (بدانيد که) پايان کارها به سوي خداست.
31|23|(اي رسول ما) تو از کفر هر که کافر شود محزون مباش، که رجوعشان به سوي ماست و ما آنان را سخت از (کيفر) کردارشان آگه مي‌سازيم، که همانا خدا از اسرار دلهاي خلق هم آگاه است.
31|24|اندک زماني آن کافران را (به لذّات فاني دنيا) برخوردار مي‌سازيم آن گاه (بعد از مرگ) به عذاب سختشان به ناچار گرفتار خواهيم کرد.
31|25|و اگر از اين کافران سؤال کني آن کيست که آسمانها و زمين را آفريده؟ البتّه جواب دهند خداست. باز گو: ستايش خداي را (که کافران نيز معترفند) بلکه اکثر آنها (بر اين حقيقت که آفريننده جهان خداست اگر به زبان گويند به دل) آگاه نيستند.
31|26|هر چه در آسمان و زمين است همه ملک خداست، که خدا ذاتش بي‌نياز و اوصافش همه پسنديده است.
31|27|و اگر هر درخت روي زمين (در کف نويسندگان عالم) قلم شود و آب دريا به اضافه هفت درياي ديگر مرکب گردد باز نگارش کلمات خدا (که موجودات بي‌نهايت کتاب آفرينش است) ناتمام بماند، که همانا خدا را اقتدار بي‌نهايت و حکمت بي‌پايان است.
31|28|خلقت و بعثت همه شما (خلايق بي‌شمار در آساني بر خدا) جز مثل يک تن واحد نيست، که همانا خدا شنوا و بيناست.
31|29|آيا (اي رسول) نديدي (و اي مردم به حسّ مشاهده نمي‌کنيد) که خدا شب را در روز و روز را در شب داخل کند و خورشيد و ماه را مسخّر ساخته که هر يک تا وقت معيّني (و به نظم ثابت مخصوصي) گردش کنند؟ و (نمي‌دانيد که) خدا به هر چه مي‌کنيد آگاه است؟
31|30|اين قدرت کامل بدين سبب است که خداي يکتا حقّ مطلق و آنچه به جز او به خدايي مي‌خوانند همه باطل محض است و تنها خدا (که حقّ و وجود حقيقي است) بلند مرتبه و بزرگوار است.
31|31|آيا نمي‌بيني که چگونه کشتي به دريا به لطف و احسان خدا اسير مي‌کند تا به شما بعضي از آيات قدرتش را بنماياند؟ همانا در اين کار آياتي (از عجايب حکمتهاي خدا) البتّه بر هر شخص صبور (در بلا) و شکر گزار (در نعمت) پديدار است.
31|32|و هرگاه که (دريا طوفاني شود و) موجي مانند کوهها آنها را فرو گيرد در آن حال خدا را با عقيده پاک و اخلاص کامل در دين مي‌خوانند و چون باز به ساحل نجاتشان رساند بعضي بر سبيل قصد (طاعت و شکر خدا) باقي مانند (و بعضي به کفر شتابند) و آيات ما را انکار نمي‌کند جز آن کس که غدّار و عهد شکن و کافر و ناسپاس است.
31|33|اي مردم، از خدا بترسيد و بينديشيد از آن روزي که نه هيچ پدري ذره‌اي به کار فرزند آيد و نه هيچ فرزندي ذره‌اي به کار پدر آيد، البتّه وعده خدا حق و حتمي است، پس زنهار شما را زندگاني دنيا فريب ندهد و شيطان فريبنده شما را از (عقاب) خدا (به عفو و کرمش) سخت مغرور نگرداند.
31|34|همانا علم ساعت (قيامت) نزد خداست و او باران را فرو بارد و او آنچه (از نر و ماده و زشت و زيبا) که در رحمهاي آبستن است مي‌داند و هيچ کس نمي‌داند که فردا (از سود و زيان) چه خواهد کرد و هيچ کس نمي‌داند که به کدام سرزمين مرگش فرا مي‌رسد (و به خاک مي‌رود)، که تنها خدا دانا و آگاه است.
32|1|الم (از اسرار يا متشابهات يا اشاره به اسماء الهي يا نام اين سوره قرآن است).
32|2|تنزيل اين کتاب بزرگ (قرآن) بي هيچ شک از جانب پروردگار عالميان است.
32|3|بلکه کافران مي‌گويند قرآن را او از پيش خود (بي‌مدد وحي خدا) فرابافته. (چنين نيست) بلکه آن به حقّ و راستي از جانب خدا فرستاده شده تا تو قومي را که رسولي پيش از تو به سوي آنان نيامده (از معصيت خدا) بترساني، باشد که راه هدايت پيش گيرند.
32|4|خدا آن کسي است که آسمانها و زمين و هر چه در بين آنهاست همه را در مقدار شش روز بيافريد، آن گاه بر عرش (فرمانروايي) قرار گرفت، شما را غير او هيچ (در عالم) يار و ياور و شفيع و مددکاري نيست، آيا تذکر نمي‌يابيد؟
32|5|اوست که امر عالم را (به نظام احسن و اکمل) از آسمان تا زمين تدبير مي‌کند سپس در روزي که مقدارش به حساب شما بندگان هزار سال است باز (حقايق و ارواح) به سوي او بالا مي‌رود.
32|6|اين است همان خدايي که بر غيب و شهود عالم دانا و (بر جهانيان) مقتدر و مهربان است.
32|7|آن خدايي که هر چيز را به نيکوترين وجه خلقت کرد و آدمي را نخست از خاک (پست بدين حسن و کمال) بيافريد.
32|8|آن‌گاه خلقت نژاد نوع او را از چکيده‌اي از آب بي‌قدر (و نطفه بي‌حس) مقرر گردانيد.
32|9|سپس آن (نطفه بي‌جان) را نيکو بياراست و از روح (قدسي الهي) خود در آن بدميد، و شما را داراي گوش و چشمها و قلبها (با حسّ و هوش) گردانيد، باز بسيار اندک شکر و سپاسگزاري نعمتهاي حق مي‌کنيد.
32|10|کافران (از روي تعجب و انکار) گويند که آيا پس از آنکه ما در زمين (خاک و در خاک) نابود و گم شديم باز از نو زنده خواهيم شد؟! (بلي البتّه زنده خواهيد شد) بلکه آنها به شهود و لقاء خدايشان کافرند.
32|11|بگو: فرشته مرگ که مأمور قبض روح شماست جان شما را خواهد گرفت و پس از مرگ به سوي خداي خود بازگردانيده مي‌شويد.
32|12|و اگر تو حال بدکاران را (در قيامت) ببيني که چگونه در حضور خداي خود سر به زير و ذليلند (و با آه و ناله حسرت) گويند: پروردگارا، اينک (عذاب تو را) به چشم ديديم و (سخن رسولانت را) به گوش گرفتيم، پس ما را (به دنيا) باز گردان تا صالح و نيکوکار شويم که اکنون (وعده تو را) به چشم يقين مشاهده کرديم!
32|13|و اگر ما (به مشيّت ازلي) مي‌خواستيم، هر نفسي را به کمال هدايتش (به جبر و الزام) مي‌رسانيديم و ليکن وعده حقّ و حتمي من است که دوزخ را البته از همه (کافران) جنّ و انس پر سازم.
32|14|پس (خطاب رسد: امروز) شما اي کافران (عذاب را) به کيفر غفلت از ملاقات اين روزتان بچشيد که ما هم شما را فراموش کرديم (يعني از نظر لطف انداختيم) و اينک عذاب ابدي را به پاداش اعمال زشتي که مي‌کرديد بچشيد.
32|15|تنها کساني به آيات ما ايمان مي‌آورند که چون متذکّر آيات ما شوند به سجده رخ بر خاک نهند و تسبيح و تنزيه و ستايش پروردگار کنند و ابدا به کبر و نخوت سر از فرمان حق نکشند.
32|16|(شبها) پهلو از بستر خواب تهي کنند و با بيم و اميد (و ناله اشتياق در نماز شب) خداي خود را بخوانند و آنچه روزي آنها کرده‌ايم (به مسکينان) انفاق کنند.
32|17|پس هيچ کس نمي‌داند که به پاداش نيکوکاريشان چه نعمت و لذّتهاي بي‌نهايت که روشني‌بخش (دل و) ديده است در عالم غيب برايشان ذخيره شده است.
32|18|آيا آن کس که ايمان آورده (حالش در قيامت) مانند کسي است که کافر بوده؟ هرگز يکسان نخواهند بود.
32|19|اما آنان که (در دنيا) با ايمان و نيکو کار بودند به پاداش اعمال صالح منزلگاه پر نعمت در بهشت ابد يابند.
32|20|و اما آنان که سر از طاعت حق کشيده و فاسق شدند منزلگاهشان در آتش دوزخ است و هر چه کوشند و خواهند که از آن آتش بيرون آيند باز (فرشتگان عذاب) بدان دوزخ برگردانندشان و گويند: عذاب آتشي را که (در دنيا) تکذيب مي‌کرديد اينک بچشيد.
32|21|و البته ما کافران را عذاب نزديک‌تر (و کمتر به بلاهاي دنيا يا در برزخ) بچشانيم غير آن عذاب بزرگتر و شديدتر (قيامت يا قيام حجّت عصر عليه السّلام) تا مگر (متنبّه و پشيمان از کفر و عصيان شوند و به سوي خدا) باز گردند.
32|22|و کدامين کس در عالم از آن کس که به آيات خدا پند و تذکّرش دادند و باز اعراض کرد ستمکارتر است؟ البته ما از بدکاران انتقام خواهيم کشيد.
32|23|و همانا ما به موسي کتاب (تورات) را عطا کرديم پس تو در ملاقات او (يعني ملاقات موسي با خدا در قيامت يا شب معراج با تو) هيچ شک مدار، و ما او را سبب هدايت بني اسرائيل قرار داديم.
32|24|و برخي از آن بني اسرائيل را امام و پيشواياني که خلق را به امر ما (نه به امر خلق) هدايت کنند قرار داديم براي آنکه (در راه حق) صبر کردند و در آيات ما مقام يقين يافتند.
32|25|البته خداي تو به روز قيامت در آنچه اين مردم (از آيات و احکام الهي) اختلاف کلمه مي‌انگيختند حکم خواهد کرد.
32|26|آيا آن طوايف و قبايلي را که ما پيش از اين مردم کنوني هلاک کرديم و اينان اينک در ديارشان به جاي آنها رفت و آمد مي‌کنند هلاک آنها موجب هدايت و عبرت اينان نگرديد؟ البته در اين هلاک پيشينيان آياتي (از پند و عبرت خلق) است، آيا باز هم سخن نمي‌شنوند؟
32|27|آيا نديدند که ما آب باران را به سوي زمين خشک بي‌آب و گياه مي‌بريم آن گاه حاصلي که خود و چهارپايانشان از آن بخورند مي‌رويانيم؟ آيا باز هم چشم بصيرت نمي‌گشايند (تا لطف رحمت واسع خدا را به خلق بنگرند).
32|28|و کافران مي‌گويند: اين فتح و گشايش (يعني روز قيامت يا فتح مکه به دست مسلمين که وعد و وعيد مي‌دهيد) کي خواهد بود اگر راست مي‌گوييد؟
32|29|بگو که (امروز بايد ايمان آريد که) روز فتح، ايمان آنان که کافر بودند سود نبخشد و آنها را مهلت ندهند.
32|30|پس از آن کافران اعراض و دوري کن و منتظر (فتح و فيروزي خدا) باش، که آنها هم منتظر (قوّت خويش و ضعف و شکست تو) هستند.
33|1|اي پيغمبر (گرامي) هميشه خدا ترس و پرهيزکار باش و هرگز تابع رأي کافران و منافقان مباش که همانا خدا دانا و حکيم است.
33|2|و تنها از آنچه به تو از جانب خدايت وحي مي‌شود پيروي کن (و بدان و به امت بگو) که خدا به هر چه مي‌کنيد کاملا آگاه است.
33|3|و در کارها بر خدا توکّل کن، و تنها خدا براي مدد و نگهباني کفايت است.
33|4|خدا در درون يک مرد دو قلب (و دو مبدأ ادراک و اراده) قرار نداده و نيز زنانتان را که مادر بخوانيد مادر شما و پسر ديگري را که فرزند بخوانيد پسر شما قرار نداده، اين گفتار شما زباني و غير واقع است، و خدا سخن به حقّ مي‌گويد و اوست که (شما را) به راه حقيقت راهنمايي مي‌کند.
33|5|شما پسر خوانده‌ها را به پدرانشان نسبت دهيد که اين نزد خدا به عدل و راستي نزديکتر است و اگر پدرانشان را نشناسيد (باز فرزند و ارث‌بر شما نيستند بلکه) در دين برادران و ياران شما هستند، و در کار ناشايسته‌اي که به خطا کنيد بر شما گناهي نيست ليکن آن کار زشتي که به عمد و با اراده قلبي مي‌کنيد بر آن گناه مؤاخذه مي‌شويد، و (اگر از اين هم پشيمان شويد و توبه کنيد باز) خدا بسيار آمرزنده و مهربان است.
33|6|پيغمبر اولي و سزاوارتر به مؤمنان است از خود آنها (يعني مؤمنان بايد حکم و اراده او را مقدم بر اراده خود بدارند و از جان و مال در اطاعتش مضايقه نکنند) و زنان او (در اطاعت و عطوفت و حرمت نکاح، به حکم) مادران مؤمنان هستند و خويشاوندان نسبي شخص (در حکم ارث) بعضي بر بعضي ديگر در کتاب خدا مقدمند از انصار و مهاجرين (که با هم عهد برادري بسته‌اند) مگر آنکه به نيکي و احسان بر دوستان خود (از مهاجر و انصار) وصيتي کنيد که اين (تقدم وصيت بر ارث خويشان) هم در کتاب حق مسطور گرديده است.
33|7|و (يادآر) آن گاه که ما از پيغمبران عهد و ميثاق گرفتيم و هم از تو و از نوح و ابراهيم و موسي و عيسي بن مريم از همه پيمان محکم گرفتيم (که با هر مشقّت و زحمتي است رسالت خدا را به خلق ابلاغ کنند).
33|8|تا راستگويان عالم (يعني انبياء و مؤمنان امت) را از حقيقت و صدق ايمانشان باز پرسد (و آنها را پاداش کامل تبليغ رسالت و عمل صالح دهد) و اهل کفر را (به کيفر تکذيب رسل) عذابي سخت دردناک مهيا کرده است.
33|9|اي اهل ايمان، به ياد آريد نعمتي را که خدا به شما عطا کرد وقتي که لشکر بسياري (از کافران) بر شما حمله‌ور شدند، پس ما بادي تند و سپاهي بسيار (از فرشتگان) که به چشم نمي‌ديديد فرستاديم، و خدا خود به اعمال شما بينا بود.
33|10|(ياد آريد) وقتي که (در جنگ احزاب) لشکر کفار از بالا و زير بر شما حمله‌ور شدند و آن‌گاه که چشمها حيران شد و جانها به گلو رسيد و به وعده خدا گمانهاي مختلف برديد (مؤمنان حقيقي به وعده حق و فتح اسلام خوش گمان و ديگران بدگمان و ترسان بودند).
33|11|در آنجا مؤمنان امتحان شدند و (ضعيفان در ايمان) سخت متزلزل گرديدند.
33|12|و نيز در آن هنگام منافقان و آنان که در دلهاشان مرض (شک و ريب) بود (با يکديگر) مي‌گفتند: آن وعده (فتح و نصرتي) که خدا و رسول به ما دادند غرور و فريبي بيش نبود.
33|13|و در آن وقت طايفه‌اي از آن کفار و منافقان دين گفتند: اي يثربيان، ديگر شما را (در اردوگاه) جاي ماندن نيست (که همه کشته خواهيد شد، از گرد پيغمبر متفرق شويد و به مدينه) باز گرديد. و در آن حال گروهي از آنها (براي رفتن) از پيغمبر اجازه خواسته و مي‌گفتند: خانه‌هاي ما ديوار و حفاظي ندارد، در صورتي که (دروغ مي‌گفتند و) خانه‌هاشان بي‌حفاظ نبود، و مقصودشان جز فرار (از جبهه جنگ) نبود.
33|14|و اگر دشمنان دين از اطراف به شهر و خانه‌شان (از پي غارت) هجوم آرند سپس از آنها تقاضاي بازگشت به کفر و شرک کنند آنان اجابت خواهند کرد در صورتي که اندک زماني بيش در مدينه (با آن شرک) زيست نخواهند کرد (و سپس همه هلاک مي‌شوند).
33|15|و آن منافقان از اين پيش (در جنگ احد که اکثر فرار کردند) با خدا عهد محکم بسته بودند که به جنگ پشت نکنند، و از عهد خدا پرسش خواهد شد.
33|16|(اي رسول ما، منافقان را) بگو: اگر از مرگ يا قتل فرار مي‌کنيد آن فرار هرگز به نفع شما نيست چه آنکه اندک زماني بيش (از زندگي) کامياب نخواهيد شد.
33|17|بگو: اگر خدا به شما اراده بلا و شري کند يا اراده لطف و مرحمتي فرمايد آن کيست که شما را از اراده خدا منع تواند کرد؟ و هرگز خلق جز خدا هيچ يار و ياوري نخواهند يافت.
33|18|محققا خدا از حال آن مردم (منافق) که مسلمين را از جنگ مي‌ترسانند و باز مي‌دارند و به برادران (و طايفه) خود مي‌گويند: با ما متفق باشيد (نه با مؤمنان) به خوبي آگاه است، و آنها جز اندک زماني (آن هم براي نفاق و ريا کاري) به جنگ حاضر نمي‌شوند.
33|19|آنها (به هر نوع کمک مالي و غيره) بر شما مؤمنان بخل مي‌ورزند و هر گاه جنگ و خطري پيش آيد آنها را چنان بيني که از شدت ترس با چشمي که از بيم دوران مي‌زند به تو نگاه مي‌کنند مانند کسي که از سختي مرگ حال بيهوشي به او دست دهد، و باز وقتي که جنگ و خطر بر طرف شد (و فتح و غنيمتي به دست آمد) سخت با زبان تند و گفتار خشن با کمال حرص و بخل شما را بيازارند (و مطالبه غنيمت کنند) اينان هيچ ايمان نياورده‌اند، خدا هم اعمالشان را (چون همه رياست) محو و نابود مي‌گرداند و اين بر خدا آسان است.
33|20|و آن منافقان گمان کنند که لشکرهاي کافران هنوز از دور مدينه نرفته و شکست نخورده‌اند و اگر آن دشمنان بار ديگر بر عليه السلام لشکر کشند باز منافقان آرزوشان اين است که در ميان اعراب باديه (از جنگ آسوده و برکنار) باشند و از اخبار جنگي شما جويا شوند، و اگر هم در ميان (سپاه) شما در آيند جز اندکي (آن هم به ريا و نفاق) به جنگ نپردازند.
33|21|البته شما را به رسول خدا (چه در صبر و مقاومت با دشمن و چه ديگر اوصاف و افعال نيکو) اقتدايي نيکوست، براي آن کس که به (ثواب) خدا و روز قيامت اميدوار باشد و ياد خدا بسيار کند.
33|22|و مؤمنان چون لشکر و نيروهاي کفار را به چشم ديدند گفتند: اين همان (جنگي) است که خدا و رسول (از پيش) ما را وعده دادند و خدا و رسول راست گفتند، و اين ديدار دشمن جز بر ايمان و تسليمشان نيفزود.
33|23|برخي از آن مؤمنان، بزرگ مرداني هستند که به عهد و پيماني که با خدا بستند کاملا وفا کردند، پس برخي پيمان خويش گزاردند (و بر آن عهد ايستادگي کردند تا به راه خدا شهيد شدند مانند عبيده و حمزه و جعفر) و برخي به انتظار (فيض شهادت) مقاومت کرده و هيچ عهد خود را تغيير ندادند (مانند علي عليه السّلام که در کوفه به محراب عبادت شهيد گشت).
33|24|تا آنکه خدا آن مردان راستگوي (با وفا) را از صدق ايمانشان پاداش نيکو بخشد و منافقان را (به عدل) عذاب کند اگر بخواهد يا (به لطف) توبه‌شان بپذيرد که خدا بسيار آمرزنده و مهربان است.
33|25|و خدا کافران را (در جنگ احزاب) با همان خشم و غضبي که (به مؤمنان) داشتند بي‌آنکه هيچ خير و غنيمتي به دست آورند نااميد برگردانيد و خدا امر جنگ را (به فرستادن باد صرصر و سپاه فرشتگان غيبي) از مؤمنان کفايت فرمود، و خدا بسيار توانا و مقتدر است.
33|26|و آن گروه اهل کتاب (از يهودان) را که پشتيبان و کمک مشرکان بودند خدا از حصار و سنگرهاشان فرود آورد و در دلشان (از شما مسلمين) ترس افکند تا آنکه گروهي از آنها را به قتل رسانيده و گروهي را اسير مي‌کرديد.
33|27|و شما را وارث سرزمين و ديار و اموال آنها کرد و نيز سرزميني را که هيچ بر آن قدم (به جنگ) ننهاديد نصيب شما گردانيد، و خدا بر هر چيز تواناست.
33|28|اي پيغمبر (گرامي) با زنان خود بگو که اگر شما زندگاني با زيب و زيور دنيا را طالبيد بياييد تا من مهر شما را پرداخته و همه را به خوبي و خرسندي طلاق دهم.
33|29|و اگر طالب خدا و رسول و مشتاق دار آخرت هستيد همانا خدا براي نيکوکاران از شما زنان (در قيامت) اجر عظيم آماده کرده است.
33|30|اي زنان پيغمبر، از شما هر که به کار نارواي آشکاري دانسته اقدام کند او را دو برابر ديگران عذاب کنند و اين بر خدا سهل و آسان است.
33|31|و هر که از شما مطيع فرمان خدا و رسول باشد و نيکوکار شود پاداشش را دو بار عطا کنيم و براي او روزي بسيار نيکو (در بهشت ابد) مهيا سازيم.
33|32|اي زنان پيغمبر، شما مانند ديگر زنان نيستيد (بلکه مقامتان رفيع‌تر است) اگر خدا ترس و پرهيزکار باشيد، پس زنهار نازک و نرم (با مردان) سخن مگوييد مبادا آن که دلش بيمار (هوا و هوس) است به طمع افتد (بلکه متين) و درست و نيکو سخن گوييد.
33|33|و در خانه‌هايتان بنشينيد و آرام گيريد (و بي‌حاجت و ضرورت از منزل بيرون نرويد) و مانند دوره جاهليت پيشين با آرايش و خود آرايي بيرون نياييد، و نماز به پا داريد و زکات (مال به فقيران) بدهيد و از امر خدا و رسول اطاعت کنيد. خدا چنين مي‌خواهد که هر رجس و آلايشي را از شما خانواده (نبوت) ببرد و شما را از هر عيب پاک و منزه گرداند (ذيل آيه موافق اخبار شيعه و اهل سنت راجع به شخص پيغمبر و علي و فاطمه و حسنين عليهم السّلام است و اگر راجع به زنان پيغمبر بود بايستي ضمير مؤنث-عنکنّ-ذکر شود و به سياق جمل صدر آيه باشد).
33|34|و از آن همه آيات الهي و حکمتي که در خانه‌هاي شما تلاوت مي‌شود متذکر شويد (و پند گيريد، و بدانيد) که همانا خدا را (به خلق) لطف و مهرباني است و (به حال همه) آگاه است.
33|35|همانا کليه مردان و زنان مسلمان و مردان و زنان با ايمان و مردان و زنان اهل طاعت و عبادت و مردان و زنان راستگوي و مردان و زنان صابر و مردان و زنان خدا ترس خاشع و مردان و زنان خير خواه مسکين نواز و مردان و زنان روزه‌دار و مردان و زنان با حفاظ خوددار از تمايلات حرام و مردان و زناني که ياد خدا بسيار کنند، بر همه آنها خدا مغفرت و پاداشي بزرگ مهيا ساخته است..
33|36|و هيچ مرد و زن مؤمني را در کاري که خدا و رسول حکم کنند اراده و اختياري نيست (که رأي خلافي اظهار نمايند) و هر کس نافرماني خدا و رسول او کند دانسته به گمراهي سختي افتاده است (پيغمبر زينب دختر عمه‌اش را به زيد، غلام آزاد کرده خود تزويج کرد و زينب گفت: من از اشراف قريشم غلامي را به شوهري نپذيرم. اين آيه نازل شد و پذيرفت).
33|37|و (ياد کن) وقتي که با آن کس که خدايش نعمت اسلام بخشيد و تواش نعمت آزادي (يعني زيد بن حارثه، به نصيحت) مي‌گفتي برو زن خود را نگه دار و از خدا بترس (و طلاقش مده)، و آنچه در دل پنهان مي‌داشتي (که زينب را بگيري و حرمت ازدواج با زن پسر خوانده را که در جاهليّت بود منسوخ کني) خدا مي‌خواست آشکار سازد و تو از (مخالفت و سرزنش) خلق مي‌ترسيدي و از خدا سزاوارتر بود بترسي. پس (بدين غرض) چون زيد از آن زن کام دل گرفت (و طلاقش داد) او را ما به نکاح تو در آورديم تا مؤمنان در نکاح زنان پسرخوانده خود که از آنها کامياب شدند (و طلاق دادند) بر خويش حرج و گناهي نپندارند، و فرمان خدا انجام شدني است.
33|38|پيغمبر را در حکمي که خدا (در نکاح زنان پسر خوانده) براي او مقرر فرموده گناهي نيست، سنّت الهي در ميان آنان که در گذشتند هم اين است (که انبياء را توسعه در امر نکاح و تحليل برخي محرمات است) و فرمان خدا حکمي نافذ و حتمي و به اندازه و حساب شده است.
33|39|(اين سنّت خداست در حق) آنان که تبليغ رسالت خدا کنند و از خدا مي‌ترسند و از هيچ کس جز خدا نمي‌ترسند و خدا براي حساب به تنهايي کفايت مي‌کند.
33|40|محمّد (صلّي اللّه عليه و آله و سلّم) پدر هيچ يک از مردان شما (زيد يا عمرو) نيست (پس زينب زن فرزند پيغمبر نبود و پس از طلاق او را تواند گرفت) ليکن او رسول خدا و خاتم انبياست، و خدا هميشه (حکمش وفق حکمت و مصلحت است، زيرا او) بر همه امور عالم آگاه است.
33|41|اي کساني که ايمان آورده‌ايد ذکر حق و ياد خدا (به دل و زبان) بسيار کنيد.
33|42|و دايم صبح و شام به تسبيح و تنزيه ذات پاکش بپردازيد.
33|43|اوست خدايي که هم او و هم فرشتگانش بر شما بندگان رحمت مي‌فرستند تا شما را از ظلمت‌ها (ي جهل و نقص و گمراهي) بيرون آرد و به عالم نور (علم و ايمان) رساند، و او بر اهل ايمان بسيار مهربان است.
33|44|تحيّت مؤمنان (و پذيرايي ايشان) روزي که به لقاء رحمت حق نائل شوند سلام (خدا و بشارت لطف الهي) خواهد بود، و بر آنان پاداش با کرامت و شرافت مهيا فرموده است.
33|45|اي پيامبر (گرامي) ما تو را به رسالت فرستاديم تا (بر نيک و بد خلق) گواه باشي و (خوبان را به رحمت الهي) مژده دهي و (بدان را از عذاب خدا) بترساني.
33|46|و به اذن حق (خلق را) به سوي خدا دعوت کني و (در اين شب ظلماني جهان) چراغ فروزان عالم باشي.
33|47|و مؤمنان را بشارت ده که خدا را بر آنان فضل (و رحمت عظيم و ثواب) بزرگ خواهد بود (که از حد تصور آنها بيرون است).
33|48|اي رسول، هرگز به فرمان کافران و منافقان مباش و از جور و آزارشان درگذر و کار خود به خدا واگذار، که خدا بر کفالت و کارسازي (امور خلق) کفايت است.
33|49|اي مردان با ايمان، هر گاه زنان مؤمنه را به عقد خود در آورده و پيش از آنکه با آنها نزديکي کنيد طلاقشان داديد در اين صورت از شما نگه داشتن عدّه بر آنها نيست، پس آنها را به چيزي بهره‌مند و به نيکي رها سازيد.
33|50|اي پيغمبر (گرامي) ما زناني را که مهرشان ادا کردي بر تو حلال کرديم و نيز کنيزاني را که به غنيمت خدا تو را نصيب کرد و ملک تو شد و نيز دختران عمو و دختران عمّه‌ها و دختران خالو و دختران خاله‌هايت را آنها که با تو از وطن خود هجرت کردند و نيز زن مؤمنه‌اي را که خود را به رسول (بي‌شرط و مهر) ببخشد و رسول هم به نکاحش مايل باشد، که اين حکم (هبه و بخشيدن زن و حلال شدن او) مخصوص توست دون مؤمنان، که ما حکم زنان عقدي و کنيزان ملکي مؤمنان را (که پيشتر با شرايط و عدد و حقوق آنها بر شوهر همه را بيان کرديم) مي‌دانيم که چه مقرر کرده‌ايم. (اين زنان همه را که بر تو حلال کرديم و تو را مانند مؤمنان امّتت به احکام نکاح مقيّد نکرديم) بدين سبب است که بر وجود (عزيز) تو در امر نکاح هيچ حرج و زحمتي نباشد. و خدا را (بر بندگان، خصوص بر تو) مغفرت و رحمت بسيار است.
33|51|تو (اي رسول) هر يک از زنانت را خواهي نوبتش مؤخّر دار و هر که را خواهي به خود بپذير و هم آن را که (به قهر) از خود راندي اگرش (به مهر) خواندي باز بر تو باکي نيست، اين (آزادي و مختار مطلق بودنت) بر زنان بهتر و شادماني دل و روشني ديده آنهاست و سبب آنکه محزون نباشند و به آنچه ايشان را عطا کردي همه خشنود باشند. و خدا به هر چه در دل شما مردم است آگاه است و خدا (بر نيک و بد خلق) دانا و (بر عفوشان کريم و بر انتقامشان) بردبار است.
33|52|(اي رسول) بعد از اين (زنان) ديگر نه عقد هيچ زن بر تو حلال است و نه مبدّل کردن اين زنان به ديگر زن هر چند از حسنشان به شگفت آيي و بسيار در نظرت زيبا آيند مگر که کنيزي مالک شوي. و خدا بر هر چيز (و بر حدودش) مراقب و نگهبان است.
33|53|اي کساني که ايمان آورديد به خانه‌هاي پيغمبر داخل مشويد مگر آنکه اذنتان دهند و بر سفره طعام دعوت کنند در آن حال هم نبايد زودتر از وقت آمده و به پختن و آماده شدن آن چشم انتظار گشاييد بلکه موقعي که دعوت شده‌ايد بياييد و چون غذا تناول کرديد زود (از پي کار خود) متفرق شويد نه آنجا براي سرگرمي و انس به گفتگو پردازيد، که اين کار پيغمبر را آزار مي‌دهد و او به شما از شرم اظهار نمي‌دارد ولي خدا را بر اظهار حق خجلتي نيست و هر گاه از زنان رسول متاعي مي‌طلبيد از پس پرده طلبيد، که حجاب براي آنکه دلهاي شما و آنها پاک و پاکيزه بماند بهتر است و نبايد هرگز رسول خدا را (در حيات) بيازاريد و نه پس از وفات هيچ گاه زنانش را به نکاح خود در آوريد، که اين کار نزد خدا (گناهي) بسيار بزرگ است.
33|54|و (از خدا بترسيد که) هر چيزي را اگر آشکار يا پنهان کنيد خدا (بر آن و) بر همه امور جهان کاملا آگاه است.
33|55|و زنان را باکي نيست که بر پدران و فرزندان و برادران و برادرزادگان و خواهر زادگان و زنان مسلمان و کنيزان ملکي (و نابالغ غلامان بي‌ريبه) بي‌حجاب در آيند (و از غير اينها بايد احتجاب کنند) و (اي بانوان) از خدا (در خيانت و زشتي پنهان) بترسيد، که خدا بر همه چيز کاملا گواه و آگاه است.
33|56|خدا و فرشتگانش بر (روان پاک) اين پيغمبر صلوات و درود مي‌فرستند شما هم اي اهل ايمان، بر او صلوات و درود بفرستيد و با تعظيم و اجلال بر او سلام گوييد و تسليم فرمان او شويد.
33|57|آنان که خدا و رسول را (به عصيان و مخالفت) آزار و اذيّت مي‌کنند خدا آنها را در دنيا و آخرت لعن کرده (و از رحمت خود دور گرداند) و بر آنان عذابي با ذلّت و خواري مهيّا ساخته است.
33|58|و آنان که مردان و زنان با ايمان بي‌تقصير و گناه را بيازارند (بترسند که) دانسته بار تهمت و گناه آشکار بزرگي را برداشته‌اند.
33|59|اي پيغمبر (گرامي) با زنان و دختران خود و زنان مؤمنان بگو که خويشتن را به چادر فرو پوشند، که اين کار براي اينکه آنها (به عفّت و حرّيت) شناخته شوند تا از تعرض و جسارت (هوس رانان) آزار نکشند بسيار نزديکتر است و خدا (در حق خلق) بسيار آمرزنده و مهربان است.
33|60|البته (بعد از اين) اگر منافقان و آنان که در دلهاشان مرض (و ناپاکي) است و هم آنها که در مدينه (بر ضد اسلام) تبليغات سوء مي‌کنند (و دل اهل ايمان را مضطرب و هراسان مي‌سازند) دست (از اين زشتي و بدکاري) نکشند ما هم تو را بر (قتال) آنها بر انگيزيم (و بر جان و مال آنها مسلط گردانيم) که از آن پس جز اندک زماني در مدينه در جوار تو زيست نتوانند کرد.
33|61|اين مردم (پليد بدکار) رانده درگاه حقّند، بايد هرجا يافت شوند آنان را گرفته و جدّا به قتل رساند.
33|62|اين سنّت خدا (و طريقه حقّ) است که در همه ادوار امم گذشته برقرار بوده (که منافقان و فتنه انگيزان را رسولان حق به قتل رسانند) و بدان که سنّت خدا هرگز مبدّل نخواهد گشت.
33|63|مردم از تو مي‌پرسند که ساعت قيامت کي خواهد بود؟ جواب ده که آن را خدا مي‌داند و بس. و تو چه مي‌داني (بگو به اين مردم غافل) شايد آن ساعت بسيار موقعش نزديک باشد.
33|64|خدا کافران را لعن کرده و بر آنان آتش افروخته دوزخ مهيّا گردانيده است.
33|65|که در آن دوزخ هميشه معذّبند و (بر نجات خود) هيچ يار و ياوري نخواهند يافت.
33|66|در آن روز صورتهاشان در آتش همي بگردد و (فرياد پشيماني از دل برکشند و) گويند: اي کاش که ما (در دنيا) خدا و رسول را اطاعت مي‌کرديم.
33|67|و گويند: اي خدا، ما اطاعت امر بزرگان و پيشوايان (فاسد) خود را کرديم که ما را به راه ضلالت کشيدند.
33|68|و تو اي خدا عذاب آنان را (سخت و) مضاعف ساز و به لعن و غضب بزرگ و شديد گرفتارشان گردان.
33|69|اي کساني که ايمان آورده‌ايد، شما مانند آن مردمي نباشيد که پيغمبرشان موسي را (به تهمت زنا و قتل هارون و ديگر عيب‌جويي‌ها) بيازردند تا آنکه خدا او را از آنچه گفتند منزّه ساخت (و پاکدامنيش بر همه روشن گردانيد) و او نزد خدا (پيغمبري) آبرومند و محترم بود.
33|70|اي اهل ايمان، متّقي و خدا ترس باشيد و هميشه به حقّ و صواب سخن گوييد.
33|71|تا خدا اعمال شما را (به لطف خود) اصلاح فرمايد و از گناهان شما در گذرد. و هر که خدا و رسول را اطاعت کند البته به سعادت و فيروزي بزرگ نائل گرديده است.
33|72|ما بر آسمانها و زمين و کوههاي عالم (و قواي عالي و داني ممکنات) عرض امانت کرديم (و به آنها نور معرفت و طاعت و عشق و محبّت کامل حق يا بار تکليف يا نماز و طهارت يا مقام خلافت و ولايت و امامت را ارائه داديم) همه از تحمّل آن امتناع ورزيده و انديشه کردند و انسان (ناتوان) آن را بپذيرفت، انسان هم (در مقام آزمايش و اداء امانت) بسيار ستمکار و نادان بود (که اکثر به راه جهل و عصيان شتافت).
33|73|(اين عرض امانت) براي اين بود که خدا مرد و زن منافق و مرد و زن مشرک همه را به قهر و عذاب گرفتار کند و از مرد و زن مؤمن (به رحمت) در گذرد، و خدا بسيار آمرزنده و مهربان است..
34|1|ستايش و سپاس مخصوص خداست که هر آنچه در آسمانها و زمين است همه ملک اوست و در عالم آخرت نيز شکر و سپاس مخصوص خداست (زيرا نعمتهاي دنيا و آخرت همه عطاي اوست) و او حکيم و آگاه است.
34|2|او هر چه درون زمين رود (از اموات و بذرها و هسته‌ها و قطرات) و هر چه از زمين به درآيد (از درختان و حبوبات و چشمه‌ها و معادن) و هر چه از آسمان فرود آيد (از فرشتگان و ارواح و ارزاق) و هر چه در آسمان بالا رود (از اعمال صالح و ارواح پاک) همه را مي‌داند و اوست که بسي مهربان و بخشاينده است.
34|3|و کافران (منکر قيامت) گفتند که هرگز ساعت قيامتي بر ما نمي‌آيد، بگو: چرا، به خداي من قسم که البته (ساعت قيامت) شما را خواهد آمد، خدايي که بر غيب جهان آگاه است و مقدار ذره‌اي (از موجودات عالم) در آسمانها و زمين از او پوشيده نيست و نه کمتر و نه بيشتر از ذره‌اي جز آنکه در کتاب روشن (علم ازلي حق) ثبت است.
34|4|تا (مطابق آن علم) آنان را که ايمان آورده و به اعمال صالح پرداختند (در قيامت) پاداش نيکو دهد، که آمرزش حق و رزق نيکوي بهشتي مخصوص آنهاست.
34|5|و آنان که (از کفر و عناد) در (محو و نابود ساختن) آيات ما سعي و کوشش کردند تا مگر (رسول ما را) ناتوان کنند (و از قهر و قدرت ما بياسايند) بر آنها عذاب سخت دردناک خواهد بود.
34|6|و آنان که اهل دانش و معرفت گرديدند (يعني مؤمنان و نيکان اهل کتاب) يقين دارند که قرآني که بر تو نازل شده است از جانب پروردگار تو به حق نازل گرديده است و رهنماي خلق به راه خداي بي‌همتاي ستوده صفات است.
34|7|و کافران (به تمسخر و استهزاء مؤمنان، با مردم) گفتند که آيا مي‌خواهيد شما را به مردي رهبري کنيم که شما را خبر مي‌دهد که پس از آنکه مرديد و ذرّات جسمتان متفرق و پراکنده گرديد از نو باز زنده خواهيد شد.
34|8|آيا اين مرد دانسته به خدا دروغ مي‌بندد يا جنون بر اين گفتارش وا مي‌دارد؟ (اينها که مي‌پنداريد هيچ نيست) بلکه (قيامت به زودي بيايد و) آنان که به عالم آخرت ايمان نمي‌آورند (آن جا) در عذاب و (اين جا) در گمراهي دور (از نجات) گرفتارند.
34|9|آيا (کافران منکر قيامت) به آسمان و زمين که بر آنها از پيش و پس احاطه کرده ننگريستند (تا از حکمت خلقت پي به زندگاني ابدي قيامت برند) که اگر ما بخواهيم آنها را به زمين فرو مي‌بريم يا يک قطعه از آسمان را بر سرشان فرود آوريم؟ همانا در آن آيتي (از حکمت و قدرت ما) بر هر بنده خدا شناس با اخلاص به خوبي پديدار است.
34|10|و ما حظّ و بهره داود را به فضل و کرم خود کاملا افزوديم (و امر کرديم که) اي کوهها و اي مرغان شما نيز با (تسبيح و نغمه الهي) داود هم آهنگ شويد، و آهن سخت را (چون موم) بر دست او نرم گردانيديم.
34|11|(و به او دستور داديم) که از آهن زره فراخ و گشاد بساز و حلقه زره به اندازه و يک شکل گردان و خود با قومت همه نيکوکار باشيد که من کاملا به هر چه کنيد بينايم.
34|12|و باد را مسخّر سليمان ساختيم که (بساطش را) صبحگاه يک ماه راه مي‌برد و عصر يک ماه، و معدن مس گداخته (يا نفت يا معادن ديگر) را براي او جاري گردانيديم، و برخي از ديوان به اذن پروردگار در حضورش به خدمت مي‌پرداختند و از آنها هر که سر از فرمان ما بپيچد عذاب آتش سوزانش مي‌چشانيم.
34|13|آن ديوان بر او هر چه مي‌خواست از (کاخ و عمارات و) معابد عالي و نقوش و تمثالها و ظروف بزرگ مانند حوضها و ديگهاي عظيم که بر زمين کار گذاشته بودي همه را مي‌ساختند. (و گفتيم که) اي آل داود شما شکر و ستايش خدا به جاي آريد و (هر چند) از بندگان من عدّه قليلي شکر گزارند.
34|14|و چون ما بر سليمان مرگ را مأمور ساختيم (ديوان را) بر مرگ او به جز حيوان زمين (موريانه) که عصاي او را مي‌خورد (و جسد سليمان که تا يک سال بر آن عصا تکيه داشت بر روي زمين افتاد) کسي ديگر به مرگ او رهبر نگشت. پس چون جسد سليمان به زمين افتاد ديوان که از مرگ سليمان آگاه شدند اگر از اسرار غيب آگاه بودند تا دير زماني در عذاب و ذلّت و خواري باقي نمي‌ماندند (و از اعمال شاقّه‌اي که به اجبار انجام مي‌دادند همان دم که سليمان مرد دست مي‌کشيدند).
34|15|و براي (اولاد و قوم) سبا در وطنشان (سرزمين يمن و شام) از راست و چپ (جنوب و شمال) دو سلسله باغ و بوستان آيتي (از لطف و رحمت حق) بود (همه پر نعمت، و به آنها گفتيم که) بخوريد از رزق خداي خود و شکر وي به جاي آريد، که مسکنتان شهري نيکو و پر نعمت است و خداي شما غفور (و مهربان) است.
34|16|با وجود اين باز (از شکر خدا و طاعت حق) اعراض کردند، ما هم سيلي سخت بر هلاک ايشان فرستاديم و به جاي آن دو نوع باغ پر نعمت دو باغ ديگرشان داديم که بار درختانش تلخ و ترش و بد طعم و شوره گز و اندکي درخت سدر بود.
34|17|اين کيفر کفران آنها بود، و آيا ما تا کسي کفران نکند مجازاتش خواهيم کرد؟
34|18|و ما به ميان آنها و شهرهايي که پر نعمت و برکت گردانيديم باز قريه‌هايي نزديک به هم قرار داديم با فاصله کوتاه و سير سفري معيّن (و آنها را گفتيم که) در اين ده و شهرهاي نزديک به هم شبان و روزان با ايمني کامل مسافرت کنيد.
34|19|باز آنها گفتند: بار الها، سفرهاي ما را دور و دراز گردان، و (به اين تقاضاي بي‌جا) بر خويش ستم کردند، ما هم آنها را داستانها و مثلهاي عبرت آموز کرديم و به کلي متفرق و پراکنده ساختيم. در اين عقوبت براي مردمان پر صبر و شکر آياتي (از عبرت و حکمت) آشکار است.
34|20|و شيطان گمان باطل خود را درباره مردم، سخت به صدق و حقيقت رساند، پس جز فرقه کمي از اهل ايمان همه پيرو او شدند.
34|21|در صورتي که شيطان بر مردمان تسلطي نداشت (بلکه از حرص دنيا پيرو او شدند. و شيطان را بر اين نداشتيم) مگر براي آنکه (به امتحان) آن کس را که به عالم قيامت ايمان آورد از آن کس که شک دارد معلوم گردانيم. و خداي تو بر هر چيز نگهبان و آگاه است.
34|22|(اي رسول ما، مشرکان را) بگو: آنهايي را که به جز خدا شما مؤثر پنداشتيد بخوانيد (خواهيد دانست که) هيچ يک مقدار ذره‌اي در آسمانها و زمين مالک نيستند و با خدا شرکتي در خلقت آسمان و زمين نداشته و به او در آفرينش ياري و کمکي نکرده‌اند.
34|23|و شفاعت کسي نزد خدا هم جز آن که خدا به او اذن شفاعت داده سودمند نيست (پس از اينان چشم شفاعت مداريد و خاصّان و انبياء را در دنيا و آخرت شفيع خود قرار دهيد) تا چون (آن خاصان) از دلهاشان اضطراب (جلال و سطوت الهي) بر طرف شود پرسند: خداي شما (در باب شفاعت) چه فرمود؟ پاسخ دهند که حقّ (و درستکاري و شفاعت مؤمنان نه مشرکان و منافقان) فرمود، و اوست خداي بلند مرتبه بزرگوار (و هيچ کس را جرأت مخالفت امرش نيست).
34|24|بگو: آن که از (نعم) آسمانها و زمين به شما روزي مي‌دهد کيست؟ بگو: آن خداست، و ما (که موحديم) يا شما (که مشرکيد) کدام در هدايت يا ضلالتيم (به زودي معلوم شما خواهد شد).
34|25|باز بگو: (خدا داور عدل است، پس) شما مسئول جرم ما نبوده و ما هم مسئول کردار زشت شما هرگز نخواهيم بود.
34|26|باز بگو که خدا بين همه ما جمع کند آن گاه ميان ما به حق، فتح و داوري خواهد فرمود و اوست که عقده گشا (ي مشکلات) و دانا (ي اسرار عالم) است.
34|27|باز بگو: شما به من آنان را که به عنوان شريک به خدا بستيد نشان دهيد (چه قدرت و اثري در عالم دارند؟) هيچ و هرگز، بلکه خداست آن که مقتدر (بر جهان) و با علم و حکمت (در ايجاد) است.
34|28|و ما تو را جز براي اينکه عموم بشر را (به رحمت خدا) بشارت دهي و (از عذابش) بترساني نفرستاديم، و ليکن اکثر مردم (از اين حقيقت) آگاه نيستند.
34|29|و (کافران) مي‌گويند: پس اين وعده قيامتي که شما پيغمبران مي‌دهيد اگر راست مي‌گوييد که خواهد بود؟
34|30|بگو: وعده گاه شما روزي است که ساعتي از آن تقديم و تأخير نخواهيد داشت.
34|31|و کافران مشرک گفتند: ما هرگز به اين قرآن و به کتابهايي که پيش از اين فرستاده‌اند (از تورات و انجيل و زبور و غيره) ايمان نخواهيم آورد. (واي بر آنها) و اگر روزي که آن ستمکاران را در پيشگاه خدا باز داشته‌اند مشاهده کني در حالي که با يکديگر به خصومت و گفتگو برخاسته و ضعيفان تابع به رؤساي گردنکش خطاب کنند که اگر اغواي شما نبود ما البته ايمان مي‌آورديم!
34|32|باز رؤساي متکبّر با پيروان ضعيف خويش گويند: آيا با آنکه (از جانب خدا) راه هدايت را به شما نمودند باز ما (به اجبار) شما را از هدايت منع کرديم؟ (هرگز چنين نيست) بلکه شما خود مردم بدکاري بوديد.
34|33|باز آنان که ضعيف و تابع بودند به رؤساي متکبر جواب دهند: بلکه مکر و فريب شب و روز شما بود که پيوسته ما را وا مي‌داشتيد که به خداي يکتا کافر شويم و بر او شريکاني قرار دهيم. و چون عذاب قيامت را به چشم مشاهده کنند سخت اظهار پشيماني کنند، و ما زنجيرهاي عقاب به گردن (همه فرماندهان و فرمانبران) اهل کفر نهيم، آيا اين رنج و شکنجه جز کيفر کردار زشت آنهاست؟
34|34|و ما هيچ رسول بيم دهنده‌اي در دياري نفرستاديم جز آنکه ثروتمندان عيّاش آن ديار (به رسولان) گفتند: ما به آنچه شما را به رسالت آن فرستاده‌اند کافريم.
34|35|و باز گفتند که ما بيش از شما مال و فرزند داريم و (چون نعمت دنياي ما افزون‌تر است در آخرت هم) هرگز رنج و عذابي نخواهيم داشت.
34|36|بگو: خداي من هر که را بخواهد روزي وسيع دهد و (هر که را بخواهد) تنگ روزي گرداند و ليکن اکثر مردم (از اين حقيقت) آگاه نيستند.
34|37|و هرگز اموال و اولاد شما چيزي که شما را به درگاه ما مقرّب گرداند نيست مگر آنکه با ايمان و عمل صالح کسي مقرّب شود که آنان پاداش اعمال صالحشان مضاعف و افزون است و در غرفه‌هاي بهشت ابدي (از هر غم و رنج) ايمن و آسوده خاطرند.
34|38|و آنان که در (محو و نابودي) آيات (و رسل) ما مي‌کوشند تا (رسولان) ما را زبون و مغلوب خود کنند آنها را البته براي عذاب و انتقام حاضر خواهند کرد و به کيفر سخت مي‌رسانند.
34|39|بگو: خداي من هر که از بندگان خود را خواهد وسيع روزي يا تنگ روزي مي‌گرداند، و شما هر چه (در راه رضاي حق) انفاق کنيد به شما عوض مي‌بخشد و او بهترين روزي دهندگان است.
34|40|(و ياد آر از آن) روزي که خدا همه مردم را به عرصه محشر جمع آورد آن گاه به فرشتگان گويد: آيا اين گروه شما را معبود خود مي‌گرفتند؟
34|41|فرشتگان گويند: بار الها، تو از هر شرک و نقصي پاک و منزّهي، تو خدا و ياور مايي نه ايشان، بلکه اينان جنّ و شياطين را مي‌پرستيدند و به طوري که اکثرشان گرويده به آنها بودند.
34|42|(و به مشرکان خطاب شود) پس امروز شما هيچ مالک نفع و ضرر يکديگر نيستند. و ما آنان را که ظلم و ستم کردند گوييم: اينک بچشيد عذاب آتشي را که تکذيب آن مي‌کرديد.
34|43|و چون (توسط رسول) بر کافران آيات روشن ما تلاوت شود گويند: اين شخص جز آنکه مردي است که مي‌خواهد شما را از آنچه پدرانتان مي‌پرستيدند برگرداند هيچ مزيّت ديگري ندارد. و نيز گفتند: اين قرآنش هم جز آنکه خود فرابافته (و به دروغ به خدا نسبت مي‌دهد) چيز ديگري نباشد. و کافران چون آيات حقّ بر (هدايت) آنها آمد گفتند که اين کتاب جز آنکه سحري آشکار است چيز ديگري نيست.
34|44|در صورتي که ما هيچ کتاب و سندي که آن را بخوانند (و به آن سند تکذيب تو کنند) و يا رسولي پيش از تو (که به قول او بر ردّ تو دليل آرند) بر اين مشرکان نفرستاديم.
34|45|و کفار پيش از اينان هم پيغمبرانشان را تکذيب کردند و اين کافران امت تو به عشر آنچه به آن گذشتگان داديم (از ثروت و جاه) نرسيدند، پس آنها که رسولان مرا تکذيب کردند چگونه به عذاب من گرفتار شدند (اينان هم مانند آنان به کيفر مي‌رسند).
34|46|بگو که من به يک سخن شما را پند مي‌دهم و آن سخن اين است که شما خالص براي خدا دو نفر دو نفر با هم يا هر يک تنها قيام کنيد و (درباره من) عقل و فکرت کار بنديد تا به خوبي دريابيد که صاحب شما امت را جنون نيست، او جز اين نيست که رسول خداست و از عذاب سخت روز قيامت که شما را در پيش است مي‌ترساند.
34|47|باز بگو: آنچه من از شما مزد رسالت خواستم آن هم براي شما باشد (يعني هرگز مزدي از شما نخواسته و نمي‌خواهم. و شايد معني اين باشد که مودّت و حبّ ذوي القربي که از شما مزد رسالت خواستم آن هم براي ثواب و سعادت خود شماست) تنها پاداش (رسالت) من بر خداست و بس، و او بر هر چيز دانا و گواه است.
34|48|باز بگو: خداي من حق را (به وحي بر من) القا مي‌فرمايد و او به اسرار عوالم غيب آگاه است.
34|49|باز بگو: (کتاب و رسول و يا شمشير) حق آمد و ديگر باطل در اول و آخر (در دنيا و آخرت) محو و نابود است.
34|50|باز بگو: اگر من (به عقيده شما) گمراه شده‌ام زيانش بر من است (نه بر شما)، و اگر هدايت يافته‌ام آن به وحي خداي من به من است (نه به هوش و تدبير من) که خدا البته (دعاي بندگان را) شنوا و (به قلوب خلق) نزديک است.
34|51|و اگر تو سختي حال مجرمان را مشاهده کني هنگامي که ترسان و هراسانند، در آن حال هيچ (از عذاب و قهر الهي) فوت نشوند و از مکان نزديکي دستگير شوند.
34|52|و کافران (در آن حال که عذاب دوزخ را به چشم ببينند پشيمان شده و) گويند: ما به حق ايمان آورديم. و با اين همه دوري (از مقام ايمان) کجا بدان مقام در قيامت نائل توانند شد؟
34|53|در صورتي که آنها پيش از اين به حق کافر بودند و از جايي دور (از مقام علم و يقين) نسبت ناروا (ي جنون و سحر و کذب به رسول حق) مي‌دادند.
34|54|و (امروز) ميان آنها و آرزوهايشان (که به دنيا بر گردند يا توبه و ايمانشان را بپذيرند تا از عذاب رهايي يابند) به کلي دوري و مباينت افکندند چنان که به امثال آنها از امم گذشته که آنها هم در شک و ريب بودند نيز چنين کردند.
35|1|سپاس خداي راست که آفريننده آسمانها و زمين است و فرشتگان را رسولان (پيمبران خود) گردانيد و داراي دو و سه و چهار بال و پر (قدرت) قرار داد، هر چه بخواهد در آفرينش مي‌افزايد که خدا بر (بعث و ايجاد) هر چيز قادر است.
35|2|دري که خدا از رحمت به روي مردم بگشايد هيچ کس نتواند بست و آن در که او ببندد هيچ کس جز او نتواند گشود، و اوست خداي بي‌همتاي با حکمت و اقتدار.
35|3|اي مردم، متذکر شويد که چه نعمتها خدا به شما عطا فرمود، آيا جز خدا آفريننده‌اي هست که از آسمان و زمين به شما روزي دهد؟ هرگز جز آن خداي يکتا خدايي نيست، پس اين مشرکان چگونه شما را (از درگاه حق رو به بتان باطل) مي‌گردانند؟
35|4|(اي رسول ما غمين مباش) اگر تو را اين امت (نادان) تکذيب کنند پيمبران پيش از تو را نيز (امتهاشان) تکذيب کردند و بازگشت امور خلق به سوي خداست.
35|5|اي مردم، البته وعده (قيامت در کتاب) خدا حق است پس مبادا که زندگاني دنيا (ي فاني) شما را مغرور سازد و مبادا شيطان فريبنده (از قهر و انتقام حق) به (عفو) خدا مغرورتان گرداند.
35|6|شيطان سخت شما را دشمن است شما هم او را دشمن داريد، او حزب و سپاهش را فرا مي‌خواند تا همه (مانند او) اهل دوزخ باشند.
35|7|آنان که به خدا کافر شدند کيفر آنها عذاب سخت دوزخ است و آنان که ايمان آوردند و نيکوکار گرديدند پاداش آنها مغفرت (خدا) و اجر بزرگ (بهشت ابد) خواهد بود.
35|8|آيا آن کس که کردار زشتش به چشم زيبا جلوه داده شده و (از خود پسندي) آن را نيکو بيند (مانند مرد حقيقت بين و نيکو کردار است)؟ پس خدا هر که را خواهد به گمراهي واگذارد و هر که را خواهد هدايت فرمايد. پس مباد نفس شريفت بر اين مردم به غم و حسرت افتد، که خدا به هر چه اينان کنند کاملا آگاه است.
35|9|و خداست آن که بادها را بفرستد که ابرها را بر مي‌انگيزد و آن ابر را ما به شهر و ديار مرده برانيم و به بارانش زمين را پس از مرگ (خزان) زنده گردانيم. حشر و نشر مردگان هم (به قيامت) همين گونه است.
35|10|هر که طالب عزت است (بداند که همانا در ملک وجود) تمام عزت خاص خدا (و خداپرستان) است. کلمه نيکو (ي توحيد و روح پاک آسماني) به سوي خدا بالا رود و عمل نيک خالص آن را بالا برد. و بر آنان که به مکر و تزوير اعمال بد کنند عذاب سخت خواهد بود و فکر و مکرشان به کلي نابود خواهد شد.
35|11|و خدا شما (نوع بشر) را (نخست مردي) از خاک بيافريد و سپس از نطفه (آن مرد ديگري را) خلق کرد و بعد از آن شما را جفت (مرد و زن) قرار داد، و هيچ زني بار نگيرد و نزايد جز به علم و اراده او، و کسي عمر طولاني نکند يا از عمرش کاسته نشود جز آنکه همه در کتاب (علم ازلي حق) ثبت است و اين (ضبط اعمار و آجال خلق) بر خدا بسيار آسان است.
35|12|و هرگز آن دو دريا که آب اين يک شيرين و گوارا و آن دگر شور و تلخ است يکسان نيستند، با وجود اين شما از هر دو، گوشت تازه تناول مي‌کنيد و زيورها (چون لؤلؤ و مرجان) از آن استخراج کرده که در پوشيده و زيب و زيور تن مي‌سازيد، و در آن کشتيها روان بيني تا از فضل خدا (کسب و تجارت کرده و روزي) طلبيد و باشد که شکر گزار (نعمتش) گرديد.
35|13|خداست که شب را درون پرده روز پنهان سازد و روز را درون پرده شب، و خورشيد و ماه را مسخّر کرده که هر يک به مقدار معيّن و مدار خاصي مي‌گردند، اوست خداي آفريننده و پروردگار شما، که همه ملک هستي از اوست، و به غير او معبوداني که به خدايي مي‌خوانيد در جهان داراي پوست هسته خرمايي نيستند.
35|14|اگر آنها را بخوانيد (چون جمادند) نشنوند و اگر بشنوند (مانند عيسي و عزير و فرشتگان و فراعنه چون بنده‌اند بي‌اذن خدا) به شما جواب ندهند و روز قيامت از اين که آنان را شريک خدا دانستيد (و به پرستش آنها پرداختيد) بيزاري جويند. و (اي رسول و اي امّت) هيچ کس مانند (خداي) دانا تو را (به حقيقت) آگاه نگرداند.
35|15|اي مردم، شما همه به خدا فقير و محتاجيد و تنها خداست که بي‌نياز و غنيّ بالذّات و ستوده صفات است.
35|16|اگر بخواهد همه شما را به ديار عدم فرستد و خلقي از نو به عرصه وجود آرد.
35|17|و هيچ اين کار بر خدا دشوار نيست.
35|18|و هيچ کس بار گناه ديگري را به دوش نگيرد و آن که بارش سنگين است اگر ديگري را هر چند خويش (و پدر و فرزند هم) باشد کمک بر سبکباري خود طلبد ابدا باري از دوشش برداشته نشود. و تو تنها آنان را که در خلوت و پنهاني از خداي خود مي‌ترسند و نماز به پا مي‌دارند تواني خدا ترس و پرهيزگار گرداني. و هر کس خود را (از کفر و گناه و اخلاق زشت) پاک و منزه ساخت سود و سعادتش بر خود اوست و بازگشت همه به سوي خداست.
35|19|و هرگز (کافر تاريک جان) کور و (مؤمن روشن روان) بينا يکسان نيستند.
35|20|و هيچ ظلمت با نور مساوي نخواهد بود.
35|21|و هرگز آفتاب و سايه هم رتبه نباشند.
35|22|و ابدا زندگان (علم و ايمان) با مردگان (جهل و عصيان) برابر نيستند. (اي رسول بدان که) خدا هر که را بخواهد شنوا (ي کلام حق) سازد و اما تو آن کس را که در گورستان (کفر و جهالت و شهوت پرستي) فرو رفته هرگز شنوا نتواني کرد.
35|23|تو جز آنکه (خلق را از کيفر اعمال بد) بترساني به کاري مأمور نيستي.
35|24|ما تو را به حق و راستي به سوي خلق فرستاديم تا (خوبان را به بهشت باد) بشارت دهي و (بدان را از قهر حق) بترساني، و هيچ امتي نبوده جز آنکه در ميانشان ترساننده‌اي (و رهنمايي) بوده است.
35|25|و اگر امت تو را تکذيب کردند پيشينيان هم پيغمبران خود را که با آيات و معجزات و کتب و حجّتهاي روشن براي هدايتشان آمدند همه را تکذيب کردند.
35|26|من هم از آن کافران مؤاخذه شديد کردم پس (بنگر که) قهر و عذاب من چگونه (و چه سخت) بود.
35|27|آيا نديدي که خدا باران را از آسمان فرود آورد، و به آن انواع ميوه‌هاي گوناگون و رنگارنگ پديد آورديم؟ و (در زمين) از کوهها طرق زياد و اصناف و رنگهاي مختلف سفيد و سرخ و سياه هست (که خدا خلقت فرمود).
35|28|و از اصناف مردم و اجناس جنبندگان و حيوانات نيز رنگهاي مختلف هست (که خدا آفريد) و از ميان اصناف بندگان تنها مردمان عالم و دانا مطيع و خدا ترسند. البته خدا عزيز و توانا و بسيار بخشنده گناهان است.
35|29|آنها که کتاب خدا را تلاوت کرده و نماز به پا مي‌دارند و از آنچه ما روزيشان کرده‌ايم پنهان و آشکار (به فقيران) انفاق مي‌کنند (از لطف خدا) اميد تجارتي دارند که هرگز زيان و زوال نخواهد يافت.
35|30|تا خدا به آنها پاداش کامل عطا کند و از فضل و کرم باز بر ثوابشان بيفزايد که او (خطاي مؤمنان را) بسيار بيامرزد و به شکر گزاران احسان فراوان کند.
35|31|و آنچه از کتاب (آسماني قرآن) بر تو وحي فرستاديم آن حق است که کتب آسماني (تورات و انجيل) را که پيش از اوست تصديق مي‌کند (و آنها حقانيت آن را تصديق مي‌کنند. تو از تکذيب کافران مينديش که) همانا خدا به اعمال بندگان خود کاملا بصير و آگاه است.
35|32|آن گاه (پس از آن پيمبران سلف) ما آن خاندان را که از بندگان خود برگزيديم (يعني رسول خاتم و آلش صلّي اللّه عليه و آله را) وارث علم قرآن گردانيديم. باز هم بعضي از آنها (يعني فرزندان او) به نفس خود ظلم کردند و بعضي راه عدل پيمودند و برخي به هر عمل خير (با جان و دل) به دستور حق سبقت گيرند. اين رتبه در حقيقت همان فضل بزرگ (و عطاي بي‌منتهاي الهي) است.
35|33|همان بهشت ابدي که در آن داخل شوند و با زر و گوهرهاي آن (به دست و بدن) زيور گردند و جامه حرير و پرند در بر کنند.
35|34|و گويند: حمد خدا را که حزن و اندوه ما ببرد، همانا خداي ما بسيار بخشنده جرم گناهکاران و پاداش دهنده سپاس شکر گزاران است.
35|35|شکر آن خداي را که از لطف و کرم، ما را به منزل دائمي (بهشت) وارد کرد، که در اينجا هيچ رنج و المي به ما نرسد و ابدا ضعف و خستگي نخواهيم يافت.
35|36|و آنان که کافر شدند عذاب ايشان آتش دوزخ است که نه حکم مرگ بر آنان رود تا بميرند و نه از عذابش کاسته شود (تا آسوده شوند). اين گونه هر کافر لجوجي را کيفر مي‌کنيم.
35|37|و آن کفّار در آتش دوزخ فرياد و ناله کنند که اي پروردگار، ما را (از اين عذاب) بيرون آور تا بر خلاف گذشته به اعمال نيک بپردازيم. (خطاب شود) آيا شما را به اندازه‌اي عمر نداديم که هر که اهل تذکر و پند شنيدن است در اين مدت متذکر شود (و به توبه پردازد)؟ و آيا بيم دهندگان بر شما نيامدند؟ پس (امروز) عذاب دوزخ را بچشيد که ستمکاران را هيچ يار و نجات دهنده‌اي نخواهد بود.
35|38|خدا به اسرار غيب آسمانها و زمين داناست و به افکار و انديشه دلها هم کاملا آگاه است.
35|39|اوست خدايي که شما را در زمين جانشين (امم گذشته) قرار داد، اينک هر کس کافر شود زيان کفر بر خود اوست و کفر کافران نزد خدايشان چيزي جز خشم و غضب حق بر آنان نيفزايد و کفر کافران چيزي جز خسارت و زيان بر آنها نخواهد افزود.
35|40|(اي رسول ما، مشرکان را) بگو: شما که خداي يگانه را رها کرده و بتان را شريک خدا مي‌خوانيد با من بگوييد و نشان دهيد که اين بتان چه چيزي از زمين آفريده‌اند؟ يا آيا شرکتي در خلقت آسمانها (با خدا) داشته‌اند؟ يا کتابي به آنها داده‌ايم که (بر عقيده شرک خود) از آن برهاني آرند؟ (هيچ يک از اينها نيست) بلکه ستمکاران مشرک را حجّتي جز وعده دروغي که به آن يکديگر را مي‌فريبند چيزي در دست نيست.
35|41|محققا خدا آسمانها و زمين را از اينکه از جاي خود بلغزند نگاه مي‌دارد، و اگر رو به لغزش و انحراف از مسير خود نهند گذشته از او هيچ کس آنها را محفوظ نتواند داشت، (و بدانيد) که خدا (بر کفر و گناه خلق) بسيار بردبار و آمرزنده است.
35|42|و (مشرکان عرب) محکم‌ترين قسم به نام خدا ياد مي‌کردند که اگر بيم کننده‌اي از جانب خدا براي (هدايت) آنها بيايد از هر يک از امم (يهود و نصاري زودتر و) بهتر هدايت يابند. و آن گاه که بيم کننده‌اي آمد بر آنها چيزي جز مخالفت و نفرت نيفزود.
35|43|بدين جهت که مي‌خواستند در زمين تکبر و گردنکشي کنند و مکر در اعمال بد انديشند، و مکر زشت و فکر بدکاري جز بر صاحبش احاطه نکند، پس آيا اينان جز آنکه به طريقه امم گذشته هلاک شوند انتظاري دارند؟ و طريقه خدا (در هلاک بدانديشان) را هرگز مبدّل نخواهي يافت و طريقه حق (و سنّت الهي) را هرگز تغيير پذير نخواهي يافت.
35|44|آيا اين مردم در روي زمين سير نکردند تا عاقبت کار ستمکاران پيش از خود را که نيرو و اقتدارشان هم بسيار بيش از اينان بود (به ديده عبرت) بنگرند که چگونه شد؟ و هيچ موجودي در آسمانها و زمين از قدرت خدا نتواند کاست، که همانا خدا در ازل و ابد عالم قادر مطلق است..
35|45|و اگر خدا از کردار زشت خلق مؤاخذه کند در پشت زمين هيچ جنبنده‌اي باقي نگذارد و ليکن (کيفر) خلق را به تأخير مي‌افکند تا به وقت معيّن (که حکمتش اقتضا کند) و چون هنگام اجل آنان فرا رسد خدا به احوال بندگانش کاملا بيناست (و مقدار مجازات و عفو هر کسي را مي‌داند).
36|1|يس (اي سيّد رسولان و اي کاملترين انسان)
36|2|قسم به قرآن حکمت بيان.
36|3|که تو البته از پيمبران خدايي.
36|4|که به راهي راست فرستاده شدي.
36|5|(اين قرآن تو کتابي است که) از جانب خداي مقتدر مهربان نازل شده است.
36|6|تا قومي که پدرانشان به کتب آسماني پيشين بيم داده (و وعظ و اندرز) شدند تو هم خود آنها را (به اين قرآن) بيم دهي (و از قهر حق بترساني) که ايشان سخت غافلند.
36|7|البته وعده عذاب ما بر اکثر آنان حتمي و لازم گرديد از اين رو ايمان نمي‌آورند.
36|8|ما هم بر گردن آنها تا زنخ زنجيرهاي عذاب نهاديم در حالي که (از جهل و عناد مانند شتر) سر بلند کرده و چشم بر بسته‌اند.
36|9|و (راه خير را) از پيش و پس بر آنها سد کرديم و بر چشم (هوش) شان هم پرده افکنديم پس هيچ (راه حق) نمي‌بينند.
36|10|و تو آنها را بترساني يا نترساني يکسان است (چون دانسته با حق عناد مي‌ورزند) هرگز ايمان نمي‌آورند.
36|11|تو تنها کسي را بترساني و اندرز کني (و سودمند افتد) که پيرو آيات قرآن شده و از (قهر) خداي مهربان به خلوت و در پنهان مي‌ترسد، اينان را به مغفرت خدا و پاداش با لطف و کرم او بشارت ده.
36|12|ما مردگان را باز زنده مي‌گردانيم و کردار گذشته و آثار وجودي آينده‌شان همه را ثبت خواهيم کرد، و در لوح محفوظ و روشن خدا (يا قلب امام خليفة اللّه) همه چيز را به شماره آورده‌ايم.
36|13|براي اين مردم حال آن قريه (انطاکيه) را مَثَل زن که رسولان حق براي هدايت آنها آمدند.
36|14|که نخست دو تن از رسولان را فرستاديم و چون تکذيب کردند باز رسول سومي براي مدد و نصرت مأمور کرديم، و همه گفتند: ما (از جانب خدا) به رسالت براي هدايت شما آمده‌ايم.
36|15|گفتند: شما جز اينکه مانند ما مردم بشري هستيد مقام ديگري نداريد و هرگز خداي رحمان چيزي را فرو نفرستاده است و جز اينکه شما مردم دروغگويي هستيد هيچ در کار نيست.
36|16|رسولان باز گفتند: خداي ما مي‌داند که محققا ما فرستاده او به سوي شما هستيم.
36|17|و بر ما جز آنکه واضح ابلاغ رسالت کنيم هيچ تکليفي نيست.
36|18|باز منکران گفتند که ما وجود شما را به فال بد گرفتيم، اگر (از اين دعوي) دست بر نداريد البته سنگسارتان خواهيم کرد و از ما به شما رنج و شکنجه سخت خواهد رسيد.
36|19|رسولان گفتند: آن فال بد که مي‌گوييد اگر بفهميد و متذکر شويد (آن جهلي است که) با خود شماست، بلکه شما مردم مسرف (و پر هوا و هوس) هستيد.
36|20|و مردي شتابان از دورترين نقاط شهر (انطاکيه، حبيب نام) فرا رسيد گفت: اي قوم من، اين رسولان خدا را پيروي کنيد.
36|21|از آنان که هيچ اجر و مزد رسالتي از شما نمي‌خواهند و خود (به راه حق) هدايت يافته‌اند پيروي کنيد.
36|22|و چرا بايد من خداي آفريننده خود را نپرستم در صورتي که بازگشت شما (و همه خلايق) به سوي اوست.
36|23|آيا من به جاي آن خداي آفريننده يکتا خداياني را معبود خود گيرم که اگر آن خداي رحمن بخواهد به من رنج و زياني رسد هيچ شفاعت آن خدايان از من دفع زيان نکرده و نجاتم نتوانند داد؟
36|24|در اين صورت پيداست که من بسيار زيانکار خواهم بود.
36|25|پس، از من (اي رسولان) بشنويد (و گواه باشيد) که به خداي (فرستنده) شما ايمان آوردم.
36|26|(و به اين مرد با ايمان پس از کشته شدن، در عالم برزخ) گفته شد: بيان داخل بهشت شو، گفت: اي کاش ملّت من هم (از اين نعمت بزرگ) آگاه بودند.
36|27|که خدا چگونه در حق من مغفرت و رحمت فرمود و مرا مورد لطف و کرم قرار داد.
36|28|و ما پس از او (يعني حبيب) بر قومش هيچ لشکري از آسمان نفرستاديم (تا بر ايمان مجبورشان کنند) و هيچ اين کار (با ملتي) نکرده‌ايم (و نخواهيم کرد).
36|29|نبود عقوبتشان جز يک صيحه عذاب آسماني که به ناگاه همه هلاک شدند.
36|30|واي بر حال اين بندگان (گمراه لجوج) که هيچ رسولي براي هدايت آنها نيامد جز آنکه او را به تمسخر و استهزا گرفتند.
36|31|آيا نديدند چه بسيار طوايفي را پيش از اينها هلاک کرديم که ديگر ابدا به (ديار) اينان باز نگردند؟
36|32|و هيچ کس (از گذشته و آينده در عالم) نيست جز آنکه همه نزد ما حاضر آورده مي‌شوند.
36|33|و يک برهان براي آنان (بر اين که ما مردگان را زنده مي‌کنيم) آن است که زمين مرده را (به باران رحمت) زنده کرده و از آن دانه‌اي که قوت و روزي خلق شود مي‌رويانيم.
36|34|و در زمين باغها از نخل خرما و انگور قرار داديم و در آن چشمه‌هاي آب جاري کرديم.
36|35|تا مردم از ميوه آن باغها تناول کنند و از انواع غذاهايي که (از اين ميوه‌ها و نباتات) به دست خود عمل مي‌آورند نيز تغذيه نمايند. آيا نبايد شکر آن نعمتها به جاي آرند.
36|36|پاک و منزه است خدايي که همه ممکنات عالم را جفت آفريده چه از نباتات (و حيوانات) و چه از نفوس بشر و ديگر مخلوقات که اينان از آنها آگه نيستند.
36|37|و برهان ديگر براي خلق (در اثبات قدرت حق) وجود شب است که ما چون پرده روز را از آن برگيريم ناگهان همه آنان (و همه چيز) در تاريکي فرو مي‌روند.
36|38|و نيز خورشيد تابان بر مدار معيّن خود دايم بي‌هيچ اختلاف به گردش است. اين طرح و تدبير خداي داناي مقتدر است (و برهان ديگر بر قدرت اوست).
36|39|و نيز (گردش) ماه را (در) منازل معيّن مقدّر کرديم تا مانند شاخه خشکيده خرما (زرد و لاغر به منزل اول) باز گردد (و اين بر قدرت حق برهان ديگري است).
36|40|نه (در گردش منظم عالم) خورشيد را شايد که به ماه فرا رسد و نه شب بر روز سبقت گيرد و هر يک بر مدار معيّني (در اين درياي بي‌پايان) شناورند.
36|41|و برهان ديگر براي آنان آن که ما فرزندان آنان (يعني بشر) را در کشتي پربار سوار گردانيديم.
36|42|و نيز براي آنها به مانند کشتي چيزي که بر آن سوار شوند خلق کرديم (شايد اتومبيل و ترن و طيّاره مقصود باشد).
36|43|و اگر بخواهيم همه را به دريا غرق کنيم که ابدا نه فرياد رسي و نه راه نجاتي يابند.
36|44|مگر باز لطف و رحمت ما آنها را نجات دهد و تا وقت معيّن بهره زندگي بخشد.
36|45|و چون مردم را گويند که در امر گذشته و آينده (دنيا و آخرت) خويش (انديشه کنيد و) تقوا پيشه کنيد شايد مورد لطف و رحمت خدا گرديد (روي بگردانند).
36|46|و بر اين مردم (غافل) هيچ از آيات الهي نيايد جز آنکه از آن اعراض کنند.
36|47|و چون به آنها گويند که از آنچه خدا روزي شما قرار داده (چيزي براي خدا به فقيران) انفاق کنيد، کافران به اهل ايمان جواب دهند آيا ما به کسي که اگر خدا مي‌خواست به او هم روزي مي‌داد اطعام و دستگيري کنيم؟ شما پيداست که سخت در غلط و گمراهي هستيد (و راه راست آن است که چنان که خدا به فقيران احسان نکرده ما هم نکنيم).
36|48|و کافران (از روي تمسخر به رسول و مؤمنان) گويند: پس اين وعده (قيامت و بهشت و دوزخ) اگر راست مي‌گوييد کي خواهد بود؟
36|49|اين منکران قيامت انتظار نکشند جز يک صيحه (اسرافيل حق) را که (به مرگ) همه را فرا گيرد در حالي که (در کارهاي دنيا يا در صيحه دوم قيامت) با هم به بحث و جدل مشغول‌اند.
36|50|پس (در آن لحظه مرگ) نه توانايي سفارشي دارند و نه به اهل بيت خود رجوع توانند کرد.
36|51|و (چون بار دوم) در صور دميده شود به ناگاه همه از قبرها به سوي خداي خود به سرعت مي‌شتابند.
36|52|و گويند: اي واي بر ما، که ما را از خوابگاهمان برانگيخت؟ اين همان وعده خداي مهربان است و رسولان همه راست گفتند.
36|53|و آن جز يک صيحه (و يک لحظه بيش) نباشد که ناگاه تمام خلايق محشر به پيشگاه ما حاضر آورده خواهند شد.
36|54|پس در آن روز کمترين ظلمي به هيچ کس نشود و جز آنچه عمل کرده‌ايد ابدا جزايي نخواهيد يافت.
36|55|اهل بهشت آن روز خوش به وجد و نشاط مشغولند.
36|56|آنان با زنان و اقرانشان در سايه‌ها (ي درختان بهشت) بر تختها (ي عزّت) تکيه کرده‌اند.
36|57|براي آنها در آنجا ميوه‌هاي گوناگون و هر چه بخواهند آماده است.
36|58|(فرشتگان رحمت) بر آنان از خداي مهربان سلام و تحيّت رسانند.
36|59|و (به فاسقان خطاب شود) اي بد کاران، امروز شما (از صف نيکوان) جدا شويد.
36|60|(خطاب آيد) اي آدم زادگان، آيا به شما سفارش ننمودم که شيطان را نپرستيد، زيرا روشن است که او دشمن بزرگ شماست؟!
36|61|و مرا پرستش کنيد، که اين راه مستقيم (سعادت ابدي) است؟!
36|62|و همانا خلق بسياري از شما نوع بشر را (اين ديو) به گمراهي کشيد، آيا عقل و فکرت کار نمي‌بستيد (تا از مکر و فريبش بپرهيزيد).
36|63|اين همان دوزخي است که به شما (پيروان شيطان) وعده مي‌دادند.
36|64|امروز در آتش آن به کيفر کفرتان داخل شويد.
36|65|امروز بر دهان آن کافران مهر خموشي نهيم و دستهايشان با ما سخن گويد و پاهايشان به آنچه مي‌کردند گواهي دهد.
36|66|و اگر ما بخواهيم، ديده‌هايشان را (به گمراهي) محو و نابينا کنيم تا چون به راه سبقت گيرند کجا (با کوري و گمراهي) بصيرت يابند؟
36|67|و اگر بخواهيم همان جا صورت آنها را مسخ کنيم (تا به شکل سگان و بوزينگان شوند) که نه (از آن صورت يا از آن جا) بتوانند گذشت و نه (به صورت اول) بازگشت.
36|68|و ما هر کس را عمر دراز دهيم (به پيري) در خلقتش تغيير دهيم. آيا (در اين کار) تعقل نمي‌کنند (که اگر عمر به دست طبيعت بود پس از کمال به نقصان باز نمي‌گشت).
36|69|و نه ما او را (يعني محمّد صلّي اللّه عليه و آله و سلّم را) شعر آموختيم و نه شاعري شايسته مقام اوست، بلکه اين کتاب چيزي جز ذکر الهي و قرآن روشن بيان خدا نيست.
36|70|تا هر که را زنده‌دل است (به آياتش پند دهد و از خدا و قيامت) بترساند و بر کافران (نيز به اتمام حجت) وعده عذاب حتم و لازم گردد.
36|71|آيا کافران نديدند که بر آنها به دست (قدرت) خود از جمله آفريدگان چهارپاياني خلقت کرديم تا مالک آنها شوند؟
36|72|و آن حيوانات (با عظمت و قوت) را مطيع و رام آنها ساختيم که هم بر آنها سوار شوند و هم از آنها غذا تناول کنند.
36|73|و براي آنها در آن حيوانات منافع (بسياري از پوست و پشم و کرک و غيره) و آشاميدني‌هاي فراوان (از شير و ماست و روغن و غيره) هست، آيا شکر (اين نعمتها را) نبايد به جاي آرند؟
36|74|و (مشرکان از جهل) به جاي خدا خداياني ديگر اتخاذ کردند تا مگر (از جانب آنها) ياري شوند.
36|75|هرگز آن خدايان کمترين نصرتي به آنها نتوانند کرد و خود اين مشرکان معبودانشان را سپاهي حاضر خدمت هستند که همگي را (در قيامت در آتش دوزخ) حاضر آرند.
36|76|پس سخن اين مشرکان تو را محزون نکند. ما هر آنچه پنهان و آشکار گويند همه را مي‌دانيم (و به کيفر کفرشان مي‌رسانيم).
36|77|آيا انسان نديد که ما او را از نطفه ناقابل (چنين آراسته) خلقت کرديم؟ آن گاه (به جاي آنکه شکر گزار باشد) دشمن آشکار ما گرديد.
36|78|و براي ما مثلي (جاهلانه) زد و آفرينش خود را فراموش کرد، گفت: اين استخوانهاي پوسيده را باز که زنده مي‌کند؟
36|79|بگو: آن خدايي زنده مي‌کند که اول بار آنها را ايجاد کرد و او به هر آفريده‌اي داناست.
36|80|آن خدايي که از درخت سبز و تر براي انتفاع شما آتش قرار داده که (براي حاجتي که خواهيد) بر مي‌افروزيد.
36|81|آيا آن خدايي که (خلقت با عظمت) آسمانها و زمين را آفريده بر آفرينش (موجود ضعيفي) مانند اين کافران قادر نيست (که چون مردند باز آنها را زنده گرداند)؟ چرا (البته قادر است) و او آفريننده و داناست.
36|82|فرمان نافذ او چون اراده خلقت چيزي کند به محض اينکه گويد: «موجود باش» بلا فاصله موجود خواهد شد.
36|83|پس منزه و پاک است خدايي که (ملک و) ملکوت هر موجود به دست (قدرت) او و بازگشت شما همه خلايق به سوي اوست.
37|1|قسم به صف زدگان (چون فوج فرشتگان يا نماز گزاران يا سپاه اهل ايمان) که صف آرايي کرده‌اند.
37|2|قسم به منع و زجر کنندگان (از عمل معصيت کاران، يا رانندگان ابر و باران).
37|3|قسم به تلاوت کنندگان ذکر (همه کتب آسماني يا آيات قرآن).
37|4|که محققا خداي شما يکي است.
37|5|همان خداي يکتا که آفريننده آسمانها و زمين است و هر چه بين آنهاست و آفريننده مشرق‌ها (و مغرب‌ها) است.
37|6|ما نزديکترين آسمان را به زيور انجم بياراستيم.
37|7|و (به شهاب آن انجم) از تسلط هر شيطان سرکش گمراه محفوظ داشتيم.
37|8|تا شياطين هيچ از وحي و سخنان فرشتگان عالم بالا نشنوند و از هر طرف به قهر رانده شوند.
37|9|هم به قهر برانندشان و هم به عذاب دائم (قيامت) گرفتار شوند.
37|10|جز آنکه کسي (از شياطين چون خواهد از عالم بالا) خبري بربايد هم او را تير شهاب فروزان تعقيب کند.
37|11|از اين منکران قيامت بپرس که آيا خلقت آنها سخت‌تر است يا موجودات (با عظمت) ديگر که ما خلق کرده‌ايم؟ و ما اينان را در اول از گل چسبنده بيافريديم.
37|12|بلکه تو (از انکار منکران) تعجب کردي و آنها هم به تمسخر پرداختند.
37|13|و هر گاه به آنها پند و اندرز دهند هيچ متذکر نمي‌شوند.
37|14|و چون آيت و معجزي مشاهده کنند باز هم به فسوس و مسخره پردازند.
37|15|و گويند: اين خود پيداست که سحري بيش نيست.
37|16|(و با تعجب و انکار گويند) آيا چون ما مرديم و خاک و استخوان پوسيده شديم باز زنده و برانگيخته مي‌شويم؟
37|17|يا پدران گذشته ما زنده مي‌شوند؟!
37|18|بگو: آري شما (و هم پدرانتان) خوار و ذليل به محشر مبعوث خواهيد شد.
37|19|تنها به يک صيحه (اسرافيل) است که ناگاه همه (زنده شده و از قبرها بر خيزند و عرصه قيامت را) بنگرند.
37|20|و گويند: اي واي بر ما، اين است روز جزاي اعمال.
37|21|اين است روز حکم (بر نيک و بد) که شما تکذيب آن مي‌کرديد.
37|22|(و خطاب شود که) اينک ستمکاران را حاضر کنيد با همسران (يا پيروان) و آنچه معبود ايشان بود،
37|23|که به جز خدا مي‌پرستيدند، و همه را به راه دوزخ راه نماييد.
37|24|و (در موقف حساب) نگاهشان داريد که در کارشان سخت مسئولند.
37|25|(به آنان خطاب شود که) چرا شما (در دفع عذاب) به يکديگر نصرت نمي‌کنيد؟
37|26|بلکه در اين روز آنها همه سخت تسليم و ذليلند.
37|27|و در آن هنگامه برخي از آنان به بعضي ديگر رو نموده (يعني مرئوسين با رؤسا) سؤال و جواب کنند.
37|28|گويند: شما بوديد که از سمت راست (و چپ براي فريب) ما مي‌آمديد.
37|29|آنها جواب دهند (که به ما مربوط نيست) بلکه شما خود ايمان نياورديد.
37|30|و ما بر شما تسلط و حجتي نداشتيم بلکه شما خودتان طاغي و سرکش مردمي بوديد.
37|31|پس امروز بر همه ما وعده (انتقام) خدايمان حتمي است، و البته عذاب را خواهيم چشيد.
37|32|و ما شما را بدين سبب گمراه کرديم که خود گمراه بوديم.
37|33|و در آن روز آنها همه در عذاب مشترکند.
37|34|ما چنين از بد کاران انتقام مي‌کشيم.
37|35|آنها بودند که چون لا اله الاّ اللّه (کلمه توحيد) به ايشان گفته مي‌شد (از قبول آن) سرکشي مي‌کردند.
37|36|و مي‌گفتند: آيا ما به خاطر شاعر ديوانه‌اي دست از خدايان خود برداريم؟!
37|37|(چنين نيست که آنها پنداشتند) بلکه (محمّد صلي الله عليه و آله پيغمبر بزرگي است که براي تعليم و هدايت خلق عالم) با برهان روشن حق آمد و (حجت و معجزاتش) صدق پيغمبران پيشين را نيز اثبات کرد.
37|38|شما (که او را تکذيب کرديد امروز) عذاب سخت و دردناک خواهيد چشيد.
37|39|و جز به کردارتان مجازات نمي‌شويد.
37|40|(امروز همه مسئولند) جز بندگان پاک برگزيده خدا.
37|41|آنان را (در بهشت ابد) روزي جسماني و روحاني (بي حساب) معيّن است.
37|42|ميوه‌هاي گوناگون بهشتي، و هم آنها (در آن عالم جاوداني) بزرگوار و محترمند.
37|43|در آن بهشت پر نعمت متنعّمند.
37|44|بر تختهاي عالي رو به روي يکديگر نشسته‌اند.
37|45|(حور و غلمان) با جام شراب طهور بر آنان دور مي‌زنند.
37|46|شرابي سپيد و روشن که آشامندگان لذت کامل برند.
37|47|نه در آن مي‌خمار و دردسري و نه مستي و مدهوشي است.
37|48|و در بزم حضورشان حوران زيبا چشمي است که (جز به شوهر خود) به هيچ کس ننگرند.
37|49|گويي آن حوران (در سفيدي و لطافت) بيضه مکنونند [يعني تخم شتر مرغ که بسيار خوشرنگ است و شتر مرغ آن را با پر خويش مي‌پوشاند تا غبار بر آن ننشيند. (م)].
37|50|در آنجا مؤمنان بعضي با بعضي به صحبت روي کنند.
37|51|يکي از آنها گويد: (اي رفيقان بهشتي) مرا (در دنيا) همنشيني (کافر) بود.
37|52|که با من مي‌گفت: آيا تو (وعده‌هاي بهشت و قيامت را) باور مي‌کني؟
37|53|آيا چون مرديم و استخوان ما خاک راه شد باز (زنده شويم و) پاداش و کيفري يابيم؟
37|54|باز (اين گوينده بهشتي به رفيقان) گويد: آيا مي‌خواهيد نظر کنيد (و آن رفيق کافر را اينک در دوزخ بنگريد).
37|55|آن گاه خود بنگرد و او را در ميان دوزخ (معذّب) بيند.
37|56|به او گويد: قسم به خدا که نزديک بود مرا (همچون خود) هلاک گرداني.
37|57|و اگر نعمت و لطف خداي من (نگهدار) نبود من هم به دوزخ (نزد تو) از حاضر شدگان بودم.
37|58|(و از خوشحالي گويد) آيا ديگر ما را مرگي نخواهد بود؟
37|59|جز همان مرگ اول (که در دنيا مرديم) و ديگر هيچ رنج و عذابي بر ما نخواهد بود؟
37|60|اين است همان سعادت و رستگاري بزرگ.
37|61|آنان که سعي و عملي مي‌کنند بايد بر مثل اين (بهشت جاوداني) کنند (نه بر دنياي دو روزه فاني).
37|62|آيا اين پذيرايي (و مقام عالي) بهتر است يا درخت زقّوم جهنم؟
37|63|که آن درخت را ما بلاي جان ستمکاران عالم گردانيديم.
37|64|آن زقوم به حقيقت درختي است که از بن دوزخ برآيد.
37|65|ميوه‌اش (در خباثت) گويي سرهاي شياطين است.
37|66|اهل دوزخ از آن درخت (خباثت) آن طور مي‌خورند که شکمها پر مي‌سازند.
37|67|پس از خوردن زقّوم دوزخ بر آنها آميزه‌اي از شراب سوزان خواهد بود.
37|68|و باز هم رجوعشان به سوي (عذاب دايم) جهنّم است.
37|69|چرا که آنها پدرانشان را در ضلالت و گمراهي يافتند.
37|70|و باز از پي آنها شتابان مي‌رفتند.
37|71|و قبل از اينان بيشتر پيشينيان هم سخت گمراه بودند.
37|72|و ما رسولاني براي بيم و پند بر آنها فرستاديم.
37|73|(همه را تکذيب کردند) پس بنگر تا عاقبت کار آن امتهاي بيم داده شده (گمراه) به چه (سختي و هلاکت) انجاميد.
37|74|جز بندگان پاک برگزيده خدا (همه هلاک شدند).
37|75|و همانا نوح ما را (بر ياري خود) ندا کرد و ما او را چه نيکو اجابت کرديم.
37|76|و او را با اهل بيتش (و پيروانش) همه را از اندوه و بلاي بزرگ (هلاکت غرق) نجات داديم.
37|77|و نژاد و اولاد او را روي زمين باقي داشتيم.
37|78|و در ميان آيندگان نام نيکويش بگذاشتيم.
37|79|سلام و تحيّت بر نوح (خدا پرست) در ميان عالميان باد.
37|80|ما نيکوکاران را چنين پاداش مي‌دهيم.
37|81|که او به حقيقت از بندگان با ايمان ما بود.
37|82|آن گاه ديگران را همه غرق درياي هلاک گردانيديم.
37|83|و از پيروان نوح (در دعوت به توحيد و خدا پرستي) به حقيقت ابراهيم (خليل) بود.
37|84|که با قلبي پاک و سالم (از شرک) به سوي پروردگار خويش آمد.
37|85|هنگامي که با پدر (يعني عموي) خود و قومش گفت: شما به پرستش چه مشغوليد؟
37|86|آيا رواست که به دروغ خداياني به جاي خداي يکتا بر مي‌گزينيد؟
37|87|پس در اين صورت به خداي جهانيان چه گمان مي‌بريد (و از قهر و انتقام خدا چگونه نمي‌ترسيد).
37|88|آن گاه (ابراهيم تدبيري انديشيد و) به ستارگان آسمان نگاهي کرد.
37|89|و با قومش گفت که من بيمارم (و نتوانم به جشن عيد بتان آيم).
37|90|قوم از او دست کشيده برگشتند (و از بتخانه در پي نشاط عيد به باغ و صحرا شتافتند).
37|91|ابراهيم (که بتخانه را خلوت يافت) قصد بتهاي آنان کرد و گفت: آيا شما غذا نمي‌خوريد؟
37|92|چرا سخن نمي‌گوييد؟ (شما چه خدايان بي‌اثر باطلي هستيد!)
37|93|و محکم (با تبر) بر بتان زد (و جز بت بزرگ همه را درهم شکست).
37|94|قوم (آگه شدند و) با شتاب (از پي انتقام) به سوي او آمدند.
37|95|ابراهيم گفت: آيا رواست که شما چيزي به دست خود بتراشيد و آن را پرستش کنيد؟
37|96|در صورتي که شما و آنچه (از بتان) مي‌سازيد همه را خدا آفريده.
37|97|(قوم حجت و برهانش نشنيدند و) گفتند: بايد بر او آتشخانه‌اي بسازيد و او را در آتش افکنيد.
37|98|نمروديان قصد مکر و ستمش کردند ما هم آنان را خوار و نابود ساختيم (و آتش را بر او گلستان کرديم).
37|99|و ابراهيم (پس از نجات از بيداد نمروديان به قومش) گفت: من (با کمال اخلاص) به سوي خداي خود مي‌روم که البته هدايتم خواهد فرمود.
37|100|بار الها، مرا فرزند صالحي که از بندگان شايسته تو باشد عطا فرما.
37|101|پس مژده پسر بردباري به او داديم.
37|102|آن گاه که (آن پسر رشد يافت و) با او به سعي و عمل شتافت (يا در جهد و عبادت يا در سعي صفا و مروه با پدر همراه شد) ابراهيم گفت: اي فرزند عزيزم، من در عالم خواب چنين مي‌بينم که تو را قرباني (راه خدا) مي‌کنم، در اين واقعه تو را چه نظري است؟ جواب داد: اي پدر، هر چه مأموري انجام ده که ان شاء اللّه مرا از بندگان با صبر و شکيبا خواهي يافت.
37|103|پس چون هر دو تسليم امر حق گشتند و او را (براي کشتن) به روي در افکند.
37|104|و ما در آن حال (که کارد به گلويش کشيد) خطاب کرديم که اي ابراهيم،
37|105|تو مأموريت عالم رؤيا را انجام دادي (کارد را از گلويش بردار). ما نيکو کاران را چنين نيکو پاداش مي‌دهيم.
37|106|اين ابتلا همان امتحاني است که (حقيقت حال اهل ايمان را) روشن مي‌کند (که در راه خدا از هر چيز مي‌گذرند).
37|107|و بر او (گوسفندي فرستاده و) ذبح بزرگي فدا ساختيم.
37|108|و ثناي او را در ميان آيندگان وا گذارديم.
37|109|سلام و تحيّت خدا بر ابراهيم باد.
37|110|ما نيکوان را اين چنين پاداش نيکو مي‌دهيم.
37|111|زيرا او از بندگان با ايمان ما بود.
37|112|و باز مژده فرزندش اسحاق را که پيغمبري از شايستگان است به او داديم.
37|113|و بر ابراهيم و اسحاق برکت و خير بسيار عطا کرديم، و از فرزندانشان برخي صالح و نيکوکار و برخي دانسته و آشکار به نفس خود ستمکار شدند.
37|114|و همانا ما بر موسي و هارون منّت گذارديم.
37|115|و هر دو را با قومشان از بلاي بزرگ (فرعونيان) نجات داديم.
37|116|و آنها را ياري داديم تا (بر فوعونيان) به حقيقت غالب شدند.
37|117|و به آن دو (پيغمبر) کتاب (تورات) روشن بيان را عطا کرديم.
37|118|و هر دو را به راه راست (خداپرستي) هدايت کرديم.
37|119|و برايشان نام نيک در ميان آيندگان باقي گذارديم.
37|120|سلام و تحيّت بر موسي و هارون باد.
37|121|ما چنين نيکوان را پاداش نيکو مي‌دهيم.
37|122|زيرا هر دو از بندگان خاص با ايمان ما بودند.
37|123|و همانا الياس يکي از رسولان بزرگ خدا بود.
37|124|وقتي که قومش را گفت: آيا خداترس و پرهيزکار نمي‌شويد (که ترک بت و خود پرستي کنيد).
37|125|آيا بت بعل نام را (خدا) مي‌خوانيد و خداي بهترين آفريننده عالم را ترک مي‌گوييد؟
37|126|همان خدايي که آفريننده شما و پدران گذشته شماست (نه بتان جماد).
37|127|قوم الياس (رسالت) او را تکذيب کردند، بدين سبب (براي انتقام و عذاب به محشر) احضار مي‌شوند.
37|128|(و همه هلاک شوند) جز بندگان پاک و برگزيده خدا.
37|129|و از او در ميان آيندگان نام نيکو باقي گذارديم.
37|130|سلام بر الياس (و آل ياسين) باد.
37|131|ما نيکوان را چنين پاداش نيکو مي‌دهيم.
37|132|زيرا او از بندگان خاص با ايمان ما بود.
37|133|و لوط هم يکي از رسولان خدا بود.
37|134|وقتي که ما (خواستيم قوم او را کيفر کنيم) او و اهل بيتش همه را نجات داديم.
37|135|به جز پير زالي (همسر او) که در ميان قومي که هلاک شدند باقي ماند.
37|136|پس (از نجات لوط و اهلش) ديگران که بدکار بودند همه را هلاک ساختيم.
37|137|و شما مردم اينک بر ديار ويران قوم لوط مي‌گذريد (و خرابه‌هاي آن را به چشم مي‌نگريد) در صبح،
37|138|و شام، آيا (چشم عبرت نمي‌گشاييد و) عقل را کار نمي‌بنديد؟
37|139|و يونس نيز يکي از رسولان بزرگ خدا بود.
37|140|آن گاه که به کشتي پر جمعيتي گريخت (زيرا به قومش وعده عذاب داد و آنها از دل توبه و انابه کردند و خدا رفع عذاب کرد. او به درياي روم گريخت تا نزد قوم خجل و شرمنده نرود).
37|141|(کشتي به خطر افتاد و اهل کشتي معتقد شدند که خطا کاري در ميان آنهاست، خواستند قرعه زنند تا خطا کار را به قرعه تعيين کرده و غرق کنند) يونس قرعه زد و به نام خودش افتاد و از مغلوب شدگان (و غرق شوندگان) گرديد.
37|142|و ماهي دريا او را به کام فرو برد و او در خور ملامت بود.
37|143|و اگر او به ستايش و تسبيح خدا نپرداختي،
37|144|تا قيامت در شکم ماهي زيست کردي.
37|145|باز او را (پس از چندين روز) از بطن ماهي به صحراي خشکي افکنديم در حالي که بيمار و ناتوان بود.
37|146|و (در آن صحرا) بر او درختي از کدو رويانيديم (تا به برگش سايه‌بان و پوشش کند).
37|147|و او را بر قومي بالغ بر صد هزار يا افزون (به رسالت) فرستاديم.
37|148|و آن قوم چون ايمان آوردند ما هم تا هنگامي معيّن (مدت عمر آن قوم، از نعمت خود) بهره‌مندشان گردانيديم.
37|149|پس تو از اين مشرکان (که فرشتگان را دختران خدا مي‌خوانند) بپرس که آيا خدا را فرزندان دختر است و آنان را پسر؟
37|150|يا آنکه چون ما فرشتگان را خلق مي‌کرديم آنجا حاضر بودند و ديدند که آنها را زن آفريديم؟
37|151|بدان که اينان (از جهل خود) بر خدا دروغي بسته و مي‌گويند.
37|152|خدا را فرزند مي‌باشد. البته دروغ مي‌گويند.
37|153|آيا خدا دختران را بر پسران برگزيد؟
37|154|چرا چنين جاهلانه حکم مي‌کنيد؟
37|155|آيا (با اين ادلّه روشن) باز متذکر نمي‌شويد؟
37|156|آيا (براي عقيده باطل خود) دليل روشني داريد؟
37|157|کتاب و برهان‌تان را بياوريد اگر راست مي‌گوييد.
37|158|و (فاسدتر از اين عقيده آنکه) بين خدا و جنّ نسبت و خويشي برقرار کردند در صورتي که جنّيان مي‌دانند که (اين عقايد وهم و خرافات است و به محشر براي کيفر) احضار خواهند شد.
37|159|خدا ذات پاکش از اين اوصاف که (از جهل) به او نسبت مي‌دهند منزّه است (و همه شما مسئوليد).
37|160|جز بندگان پاک برگزيده خدا.
37|161|که شما و معبودانتان،
37|162|نتوانستيد آنها را مفتون و گمراه کنيد.
37|163|جز آن کس را که اهل دوزخ است.
37|164|(اي رسول ما، مشرکان را بگو که فرشتگان مي‌گويند) هيچ کس از ما فرشتگان نيست جز آنکه او را (در بندگي حق) مقامي معين است.
37|165|و همه (به فرمان خدا) نيکو صف آراسته‌ايم.
37|166|و دايم به تسبيح و ستايش او مشغوليم.
37|167|و همانا کافران مي‌گفتند.
37|168|که اگر نزد ما کتابي از رسولان پيشين بود.
37|169|ما هم البته از بندگان برگزيده خدا مي‌بوديم.
37|170|و (دروغ مي‌گفتند، زيرا آن قرآن بزرگ خدا آمد و) به آن کافر شدند و به زودي (کيفر خود را) خواهند دانست.
37|171|و همانا عهد ما در باره بندگاني که به رسالت فرستاديم (چنين در علم ازلي) سبقت گرفته است.
37|172|که البته آنها (بر کافران) فتح و فيروزي يابند.
37|173|و هميشه سپاه ما (بر دشمن) غالبند.
37|174|پس اينک روي از آنها بگردان تا به وقتي معيّن.
37|175|و (عذاب دنيا و آخرت) آنها را به چشم ببين که آنها هم به زودي (فتح و فيروزي تو را) خواهند ديد.
37|176|آيا کافران (به تمسخر، از تو) عذاب ما را با تعجيل مي‌طلبند؟
37|177|(بدانند که) چون عذاب قهر الهي پيرامون ديارشان فرود آيد (بر آن کافران شبي بگذرد که) صبح بسيار بدي خواهند داشت.
37|178|اينک روي از آنها بگردان تا به وقتي معين.
37|179|و (عذاب و ذلّت آنها را) به چشم ببين که آنها هم به زودي (فتح و فيروزي تو را) خواهند ديد.
37|180|پاک و منزه است پروردگار تو که خدايي مقتدر و بي‌همتاست و از توصيف (جاهلانه) خلق مبرّاست.
37|181|و سلام و تحيت الهي بر رسولان گرامي او باد.
37|182|و ستايش مخصوص خداست که آفريننده جهان‌ها و جهانيان است.
38|1|ص (رمز خدا و رسول است يا اشاره است به صمد و صانع و صادق از اسماء الهي يا به صفيّ و مصطفي که القاب پيغمبر است) قسم به قرآن صاحب مقام ذکر (و عزّت و شرافت و پند آموز عالميان).
38|2|(که محمّد صلّي اللّه عليه و آله و سلّم رسول حق و قرآن بزرگ معجز اوست) بلکه کافران (که منکر اويند) در مقام غرور و سرکشي و عداوت حق هستند.
38|3|ما پيش از اينها طوايف بسياري را به هلاکت رسانيديم و آن هنگام فريادها کردند و هيچ راه نجاتي بر آنها نبود.
38|4|و (مشرکان مکّه) تعجب کردند که رسولي از همان نژاد عرب براي تذکر و پند آنان آمد، و آن کافران گفتند: او ساحري دروغگوست.
38|5|آيا او چندين خداي ما را منحصر به يک خدا کرده (و به معبود يگانه دعوت مي‌کند)؟ اين بسيار تعجب آور و حيرت انگيز است.
38|6|و گروهي از سران قوم به راه افتاده (و چنين رأي دادند) که بايد طريقه خود را ادامه دهيد و در پرستش خدايان خود ثابت قدم باشيد، اين کاري است که مراد همه است (يا اين قيام پيغمبر بر محو و نابود ساختن بتان از پيشامدهاي بد روزگار است که بايد با آن مقاومت کنيم).
38|7|اين را (که دعوي محمّد است در توحيد و يگانگي خدا) در آخرين ملّت (هم که ملّت و آيين مسيح است) نشنيده‌ايم (زيرا ملّت عيسي نيز به سه خدا و اقانيم سه گانه معتقد است)، اين جز بافندگي و دروغ چيز ديگري نيست.
38|8|آيا ميان همه ما (بزرگان عرب) قرآن (مخصوصا) بر او فرود آمد؟ (در صورتي که او هيچ امتيازي بر ما نداشت!) بلکه اين کافران از (وحي) قرآن من در شک و ريبند، بلکه هنوز عذاب (قهر) مرا نچشيده‌اند (که دست از کفر بر نمي‌دارند).
38|9|آيا گنجهاي رحمت خداي تو که در کمال اقتدار و بخشندگي است نزد اين مردم است (تا مقام رسالت را به هر که خداهند بخشند).
38|10|يا مگر سلطنت آسمانها و زمين و هر چه بين آنهاست با اين کافران است؟ پس (اگر چنين است) به هر سبب (که مي‌توانند بر آسمانها) بالا روند (تا وحي را بر هر که خواهند فرود آرند).
38|11|اين نالايق سپاه کفر (بدخواه اسلام) از احزاب مغلوب و نابود شدني در آنجاست. [يعني در بدر. و اين از اخبار غيبي قرآن کريم است. (م).
38|12|پيش از اين مشرکان هم قوم نوح و طايفه عاد (قوم هود) و فرعون (و فرعونيان) صاحب قدرت نيز تکذيب (پيغمبران خدا) کردند.
38|13|و طايفه ثمود (امت صالح) و قوم لوط و اصحاب ايکه (امت شعيب) اين اقوام هم احزاب و لشکرهاي بسيار (بر عليه انبياء) بودند (و همه هلاک شدند).
38|14|و آنان به جز تکذيب انبيا فکري و عملي نداشتند، بدين جهت عقاب من بر آنها حتم و واجب گرديد.
38|15|و اين مردم جز يک صيحه (آسماني که بر هلاکشان ندا کند) انتظاري ندارند و ديگر آن را باز گشتي نيست (ديگر ابدا به دنيا باز نمي‌گردند).
38|16|و کافران (به تمسخر) گفتند: اي خدا، حساب نامه اعمال ما را تعجيل کن و پيش از روز حساب انداز.
38|17|تو بر سخنان (طعن و سخريّه) آنها صبر کن و از بنده ما داود ياد کن که (در اجراي امر ما) بسيار نيرومند بود (از احدي انديشه نداشت) و دايم توبه و انابه مي‌کرد.
38|18|ما کوهها را با او مسخر کرديم که شب و روز خدا را تسبيح و ستايش مي‌کردند.
38|19|و مرغان را مسخر (نغمه خوش او) کرديم که نزد او مجتمع گردند و همه به دربارش از هر جانب باز آيند (و در ستايش خدا با او هم آهنگ شوند).
38|20|و ملک و شاهي او را نيرومند ساختيم و به او قوّه درک حقايق و سخن قطعي در داوري (يا تميز حقّ از باطل) عطا کرديم.
38|21|و آيا حکايت آن (دو فرشته به صورت) خصم به تو رسيده است که از بالاي غرفه عبادتگاه (داود بي‌اجازه) بر او وارد شدند؟
38|22|هنگامي که (در محراب) بر داود داخل شدند و او از آنان سخت هراسان شد (که مبادا دشمن باشند) آنان بدو گفتند: مترس، ما دو تن (يا دو گروه) خصم يکديگريم که برخي بر ديگري ستم کرده (و به حکومت پيش تو آمده‌ايم)، ميان ما به حق حکم کن و با هيچ يک جور و طرفداري مکن و ما را به راه راست دلالت فرما.
38|23|اين برادر من نود و نه رأس ميش داراست و من يک ميش، اين يک را هم گفته به من واگذار، و با من به قهر و غلبه و تهديد آميز خطاب کرده است.
38|24|داود گفت: البته بر تو ظلم کرده که خواسته است يک ميش تو را به ميش‌هاي (نود و نه گانه) خود اضافه کند، و بسيار معاشران و شريکان در حق يکديگر ظلم و تعدي مي‌کنند مگر آنان که اهل ايمان و عمل صالح هستند که آنها هم بسيار کم‌اند. و (پس از اين قضاوت بي‌تأمّل و سريع) داود دانست که ما او را سخت امتحان کرده‌ايم، در آن حال از خدا عفو و آمرزش طلبيد و به سجده افتاد و با تواضع و فروتني (به درگاه خدا) بازگشت.
38|25|ما هم از آن کرده عفو کرديم و از او درگذشتيم و او نزد ما بسيار مقرب و نيکو منزلت است.
38|26|(و او را گفتيم که) اي داود، ما تو را در روي زمين مقام خلافت داديم، پس ميان خلق خدا به حق حکم کن و هرگز هواي نفس را پيروي نکن که تو را از راه خدا گمراه سازد و آنان که از راه خدا گمراه شوند چون روز حساب و قيامت را فراموش کرده‌اند به عذاب سخت معذّب خواهند شد.
38|27|و ما آسمان و زمين و هر چه را بين آنهاست بازيچه و باطل خلق نکرده‌ايم، اين گمان کافران است، و واي بر کافران از آتش دوزخ.
38|28|آيا ما آنان را که ايمان آورده و به اعمال نيکو پرداختند مانند مردم (بي ايمان) مفسد در زمين قرار مي‌دهيم؟ يا مردمان با تقوا و خداترس را مانند فاسقان بدکار قرار مي‌دهيم (و مانند آنان جزا خواهيم داد).
38|29|(اين قرآن بزرگ) کتابي مبارک و عظيم الشّأن است که به تو نازل کرديم تا امت در آياتش تفکر کنند و صاحبان مقام عقل متذکر (حقايق آن) شوند.
38|30|و به داود (فرزندش) سليمان را عطا کرديم، او بسيار نيکو بنده‌اي بود، زيرا بسيار به درگاه خدا با تضرع و زاري رجوع مي‌کرد.
38|31|(ياد کن) وقتي که بر او اسبهاي بسيار تندرو و نيکو را (هنگام عصر) ارائه دادند (و او به باز ديد اسبان پرداخت براي جهاد در راه خدا و از نماز عصر غافل ماند).
38|32|در آن حال گفت: (افسوس) که من از علاقه و حبّ اسبهاي نيکو از ذکر و نماز خدا غافل شدم تا آنکه آفتاب در حجاب شب رخ بنهفت.
38|33|آن گاه (با فرشتگان موکّل آفتاب) خطاب کرد که (به امر خدا) آفتاب را بر من بازگردانيد (چون برگشت اداء نماز کرد) و شروع به دست کشيدن بر ساق و يال و گردن اسبان کرد (و همه را براي جهاد در راه خدا وقف کرد).
38|34|و همانا ما سليمان را در مقام امتحان آورديم و کالبدي بر تخت وي افکنديم (برخي مفسران گفتند: يعني ديوي را به جاي او بر تخت بنشانيديم. و برخي گفتند: چون گفت که من بر بستر صد زن خويش وارد شوم تا صد فرزند يابم و نگفت ان شاء اللّه و به خواست خدا و ذکر مشيّت الهي استثنا نکرد خدا از همه زنانش يک جسد بي‌جاني بر او به وجود آورد) آن گاه متذکر شد و باز به درگاه خدا توبه و انابه کرد.
38|35|عرض کرد: بار الها، به لطف و کرمت از خطاي من در گذر و مرا ملک و سلطنتي عطا فرما که پس از من احدي را نسزد، که تو تنها بخشنده بي عوضي.
38|36|ما هم باد را مسخر فرمان او کرديم که به امرش هر جا مي‌خواست به آرامي روان مي‌شد.
38|37|و ديو و شياطين را هم که بناهاي عالي مي‌ساختند و از دريا جواهرات گرانبها مي‌آوردند نيز مسخر امر او کرديم.
38|38|و ديگران از شياطين را (که در پي اضلال خلق بودند، به دست او) در غل و زنجير کشيديم.
38|39|اين (نعمت سلطنت و قدرت) عطاي ماست، اينک بي‌حساب به هر که خواهي عطا کن و از هر که خواهي منع.
38|40|و همانا او نزد ما بسيار مقرب و نيکو منزلت است.
38|41|و ياد کن از بنده ما ايّوب هنگامي که به درگاه خداي خود عرض کرد: (پروردگارا) شيطان مرا سخت رنج و عذاب رسانيده (تو از کرم نجاتم بخش).
38|42|(خطاب کرديم که) پاي به زمين زن (زد و چشمه آبي پديد آمد، گفتيم) اين آبي است سرد براي شستشو و نوشيدن (در آن شستشو کن و از آن بياشام تا از هر درد و الم بياسايي).
38|43|و ما اهل و فرزنداني که از او مردند و به قدر آنها هم علاوه به او عطا کرديم تا در حق او لطف و رحمتي کنيم و تا صاحبان عقل (نتيجه صبر در بلا را) متذکر شوند.
38|44|و (ايوب را گفتيم) دسته‌اي از چوبهاي باريک (خرما) به دست گير و (بر تن زن خود که بر زدنش قسم ياد کردي) بزن و عهد و قسمت را نشکن (و زن را هم بي گناه نيازار) ما ايوب را بنده صابري يافتيم، نيکو بنده‌اي بود که دايم رجوع و توجهش به درگاه ما بود.
38|45|و باز ياد کن از بندگان خاص ما ابراهيم و اسحاق و يعقوب که همه (در انجام رسالت) صاحب اقتدار و بصيرت بودند.
38|46|ما آنان را خالص و پاکدل براي تذکر سراي آخرت گردانيديم.
38|47|و آنها نزد ما از برگزيدگان و خوبان عالم بودند.
38|48|و باز ياد کن از اسماعيل و يسع و ذو الکفل که همه از نيکوان جهان بودند.
38|49|اين آيات پند و ياد آوري (نيکان) است، و البته در جهان جاوداني براي اهل تقوا بسيار نيکو منزلگاهي است.
38|50|باغهاي بهشت ابد که درهايش به روي آنان باز است.
38|51|در آنجا بر تختها تکيه زنند و ميوه‌هاي بسيار خوش و شراب مي‌طلبند.
38|52|و در خدمت آنها حوران جوان شوهر دوست با عفّتند.
38|53|اين (نعمت ابد) همان است که در روز حساب به آنها وعده‌تان مي‌دادند.
38|54|اين است همان رزق بي انتهاي ابدي ما.
38|55|حقيقت حال خوبان اين است، و اهل کفر و طغيان را بدترين منزلگاه است.
38|56|آنان به دوزخ در آيند که بسيار بد آرامگاهي است.
38|57|اين است (از قهر حق عذابشان) و آنجا آب گرم عفن حميم و غسّاق [حميم: آب جوشان. غسّاق: زرداب چرکين گند آلود. (م)] را هم بايد بچشند و بنوشند.
38|58|و از اين عذابهاي گوناگون ديگر.
38|59|اين گروهي هستند که با شما (رؤساي کفر و ضلالت) به دوزخ در آمدند (در اين حال رؤسا گويند) بدا بر حال اينان که در عذاب آتش فروزان شدند.
38|60|اهل دوزخ در جواب (رؤسايشان) گويند: بلکه بدا بر احوال خود شما، زيرا شما آن را براي ما پيش فرستاديد (و سبب شديد)، که بسيار آرامگاه بدي است.
38|61|باز تابعان به درگاه خدا عرض کنند: پروردگارا، آن کس که براي ما اين عذاب را پيش فرستاد تو در آتش، عذابش را چندين برابر بيفزا.
38|62|و (اهل دوزخ با يکديگر) گويند: چه شده که ما مرداني (مؤمن) را که از سفله و اشرار مي‌شمرديم نمي‌بينيم؟
38|63|آيا (چون) ما آنها را (در دنيا) مسخره و استهزاء مي‌کرديم (اينک به دوزخ در نيامده‌اند)؟ يا (آنها اهل دوزخ هستند و) چشمان ما بر آنها نمي‌افتد؟
38|64|اين منازعه اهل آتش دوزخ محقق و حتمي است.
38|65|بگو که من رسولي منذر (و ناصح) بيش نيستم و جز خداي فرد قهّار (که بر همه عالم غالب و قاهر است) خدايي نيست.
38|66|آفريننده آسمانها و زمين و هر چه بين آنهاست، همان خداي مقتدر و بسيار آمرزنده.
38|67|بگو آن (حکايت که از قيامت و اهل بهشت و دوزخ براي شما آوردم) خبر بزرگ عالم است.
38|68|(و دريغا که) شما از شنيدن آن خبر بزرگ اعراض مي‌کنيد.
38|69|مرا بر فرشتگان عالم بالا که (در قضيّه خلق آدم يا غير آن) خصومت و گفتگو داشتند علمي (پيش از وحي خدا) نبود.
38|70|و به من وحي نمي‌رسد جز اينکه من با بيان روشن و آشکار (خلق را از عذاب خدا) بترسانم.
38|71|(ياد کن) هنگامي که خدايت به فرشتگان گفت که من بشري از گل خواهم آفريد.
38|72|پس آن گاه که او را به خلقت کامل بياراستم و از روح خود در او بدميدم بر او به سجده در افتيد.
38|73|پس تمام فرشتگان بدون استثنا سجده کردند.
38|74|مگر شيطان که غرور و تکبر ورزيد و از زمره کافران گرديد.
38|75|خدا به شيطان فرمود: اي ابليس، تو را چه مانع شد که به موجودي (با قدر و شرافت) که من به دو دست (علم و قدرت) خود آفريدم سجده کني؟ آيا تکبر و نخوت کردي يا از فرشتگان بلند رتبه عالم قدس اعلا بودي (که نمي‌بايست سجده کنند).
38|76|شيطان گفت: من از او بهترم، که مرا از آتش (نوراني سرکش) و او را از گل (تيره پست) خلقت کرده‌اي.
38|77|خدا فرمود (اي شيطان جاهل خودبين) اينک از اين جايگاه بيرون رو که تو (غرور و تکبر کردي و) سخت رانده درگاه ما شدي.
38|78|و بر تو لعنت (و غضب) من تا روز جزا حتمي و محقّق است.
38|79|شيطان عرض کرد: پروردگارا، پس مهلتم ده که تا روز قيامت زنده مانم.
38|80|خدا فرمود: از مهلت يافتگانت قرار داديم.
38|81|تا روز معيّن و وقت معلوم (که صلاح نظام عالم مي‌دانيم).
38|82|شيطان گفت: به عزّت و جلال تو قسم که خلق را تمام گمراه خواهم کرد.
38|83|مگر خاصان از بندگانت را که دل از غير بريدند و براي تو خالص شدند.
38|84|خدا فرمود: به حق سوگند و کلام من حق و حقيقت است.
38|85|که جهنم را از (جنس) تو و پيروانت از آنان تمام پر خواهم کرد.
38|86|(اي رسول، به امت) بگو: من مزد رسالت از شما نمي‌خواهم و من (بي حجت و برهان الهي مقام وحي و رسالت را) بر خود نمي‌بندم.
38|87|اين قرآن نيست جز اندرز و پند براي اهل عالم.
38|88|و شما منکران بر صدق و حقيقت اين مقال پس از چندي (هنگام مرگ و انتقال به آخرت) به خوبي آگاه مي‌شويد.
39|1|اين کتاب (عظيم الشّأن قرآن) از جانب خداي مقتدر حکيم نازل گرديده است.
39|2|ما اين کتاب را بر تو به حق فرستاديم پس (به شکرانه اين نعمت بزرگ) خداي را پرستش کن در حالي که دين را براي او خالص گردانيده باشي (و دل از غير حق بگرداني).
39|3|آگاه باشيد که دين خالص (بي هيچ شرک و ريا) براي خداست، و آنان که غير خدا را (چون بتان و فرعونان) به دوستي و پرستش برگرفتند (گفتند) ما آن بتان را نمي‌پرستيم مگر براي اينکه ما را به درگاه خدا نيک مقرب گردانند. خدا البته (اين عذر نپذيرد و) ميان آنها در آنچه اختلاف مي‌کنند حکم خواهد کرد، که خدا هرگز آن کس را که بسيار دروغگو و کافر نعمت است هدايت نخواهد کرد.
39|4|اگر خدا مي‌خواست فرزندي اختيار کند همانا هر که را از مخلوقاتش خواستي بر مي‌گزيد (و ليکن اين نقص است و) او (از هر گونه نقص و آلايش) پاک و منزه است، او خداي فرد قهّار بي‌مانند است.
39|5|آسمانها و زمين را به حق و راستي (و براي حکمت و غرض ثابتي) ايجاد کرد، شب را بر روز و روز را بر شب بپوشاند و خورشيد و ماه را مسخر کرده، هر يک (بر مدار خود) به وقت معيّن گردش مي‌کنند. آگه باشيد که او خداي مقتدر مطلق و بسيار آمرزنده است.
39|6|او شما را از يک تن (آدم) آفريد پس، از آن جفت او (حوّا) را قرار داد و براي استفاده شما هشت قسم از چهارپايان ايجاد کرد، و شما را در باطن رحم مادران در سه تاريکي (مشيمه و رحم و بطن) با تحولات گوناگون (بدين خلقت زيبا) مي‌آفريند، اين خداست پروردگار شما که سلطان ملک وجود اوست، هيچ خدايي جز او نيست، پس اي مشرکان (نادان) از درگاه او به کجا مي‌برندتان؟
39|7|اگر همه کافر شويد خدا از (طاعت) همه شما البته بي‌نياز است و کفر (و شرک) را بر بندگانش نمي‌پسندد و اگر (طاعت و) شکرش به جاي آريد از شما آن پسند اوست و (بدانيد که در قيامت) هرگز بار گناه کسي را ديگري به دوش نخواهد گرفت و پس از اين (زندگاني دنياي فاني) باز گشت همه شما به سوي خداست و او شما را به هر چه مي‌کرده‌ايد آگاه مي‌سازد، که او از اسرار دلهاي خلق به خوبي آگاه است.
39|8|و (بي چاره) انسان را هر گاه فقر و مصيبت و رنجي پيش آيد در آن حال به دعا و توبه و انابه به درگاه خداي خود رود و چون نعمت و ثروتي از سوي خود به او عطا کند خدايي را که از اين پيش مي‌خواند به کلي فراموش سازد و براي خداي يکتا شريک و همتاهايي قرار دهد تا (خلق را) از راه خدا گمراه سازد. بگو: (اي نگون بخت) اندکي به کفر (و عصيان) لذّت و آسايش جو، که عاقبت از اهل آتش دوزخ خواهي بود.
39|9|(آيا آن کس که شب و روز به کفر و عصيان مشغول است بهتر است) يا آن کس که ساعات شب را به طاعت خدا به سجود و قيام پردازد و از عذاب آخرت ترسان و به رحمت الهي اميدوار است؟ بگو: آيا آنان که اهل علم و دانشند با مردم جاهل نادان يکسانند؟ منحصرا خردمندان متذکر اين مطلبند.
39|10|(اي رسول ما، از قول من به امت) بگو: اي بندگان من که ايمان آورده‌ايد، خدا ترس و پرهيزکار باشيد، که آنان که متّقي و نيکوکارند (علاوه بر آخرت) در دنيا (هم) نصيبشان نيکويي و خوشي است، و زمين خدا بسيار پهناور است (اگر در مکاني ايمان و حفظ تقوا مشکل شد به شهر و دياري ديگر رويد و به راه دين صبر پيشه کنيد که) البته صابران به حد کامل و بدون حساب پاداش داده خواهند شد.
39|11|بگو که من خود مأمورم که تنها خدا را پرستش کنم و دين را براي او خالص گردانم (و هرگز شرک نياورم).
39|12|و باز مأمورم که در اسلام و در تسليم امر خدا مقام اوّليّت را دارا باشم.
39|13|باز بگو که من اگر خداي خود را نافرماني کنم البته از عذاب روز بزرگ قيامت مي‌ترسم.
39|14|باز بگو: من خداي يکتا را مي‌پرستم و دينم را خاص و خالص براي او مي‌گردانم (و غير او را باطل محض مي‌دانم).
39|15|شما هم هر که را مي‌خواهيد جز خدا بپرستيد (که از غير خدا جز زيان نمي‌بينيد). بگو که زيانکاران آنان هستند که خود و اهل بيت خود را (از کفر و عصيان) در قيامت به خسران جاودان در افکنند، آگاه باشيد که اين همان زيان است که (در قيامت) بر همه آشکار است.
39|16|بر آنها از بالا و زير، سايبان آتش دوزخ است. آن آتشي است که خدا از آن بندگان خود را مي‌ترساند، که اي بندگان من از (آتش قهر) من بترسيد.
39|17|و آنان که از پرستش طاغوت دوري جستند و به درگاه خدا با توبه و انابه باز گشتند آنها را بشارت و مژده رحمت است، (اي رسول) تو هم بندگان مرا (به لطف و رحمت من) بشارت آر.
39|18|آن بندگاني که سخن بشنوند و به نيکوتر آن عمل کنند، آنان هستند که خدا آنها را (به لطف خاص خود) هدايت فرموده و هم آنان به حقيقت خردمندان عالمند.
39|19|آيا کسي که وعده عذاب خدا بر او محقّق و حتمي (و به دوزخ قهر و شقاوت معذّب) است تو (به پند و نصيحت) مي‌تواني از آن آتش قهرش برهاني؟!
39|20|ليکن آنان که متّقي و خدا ترس شدند براي آنها (در بهشت رضوان و باغ فردوس جاويدان) کاخ و عمارتها بالاي يکديگر بنا شده است که در جلو آن عمارات نهرهاي آب جاري است. (اين بهشت ابد) وعده خداست که خدا هرگز وعده خود را خلاف نخواهد کرد.
39|21|آيا (نشانه لطف‌هاي خدا را در دنيا) نمي‌بيني که خدا از آسمان آب باران نازل گردانيد و آن را در روي زمين در نهرها و جويها روان ساخت آن گاه انواع نباتات گوناگون بدان بروياند باز (از سبزي و خرّمي) رو به خزان آرد و نخست بنگري که زرد شود و آن گاه خدا (چوب و علف) خشکش گرداند؟ همانا در آن صاحبان عقل را تذکر (قدرت و رحمت الهي) است.
39|22|آيا آن کس را که خدا براي اسلام شرح صدر (و فکر روشن) عطا فرمود که وي به نور الهي روشن است (چنين کس با مردم کافر بي نور تاريک دل يکسان است)؟ پس واي بر آنان که از قساوت (و شقاوت) دلهاشان از ياد خدا فارغ است! اينان هستند که دانسته به ضلالت و گمراهيند.
39|23|خدا قرآن را فرستاد که بهترين حديث (و نيکوترين سخن آسماني خدا) است، کتابي که آياتش همه (در کمال فصاحت و اعجاز) با هم مشابه است و در آن ثناي خدا (و خاصان خدا) مکرر مي‌شود، که از تلاوت (آيات قهر) آن خدا ترسان را لرزه بر اندام افتد و (با آيات رحمت) باز آرام و سکونت يابند و دلهايشان به ذکر خدا مشغول گردد. اين (کتاب) همان (رحمت و) هدايت خداست که هر که را خواهد به آن رهبري فرمايد، و هر کس را خدا به گمراهيش واگذارد ديگر هيچ هدايت کننده‌اي نخواهد داشت.
39|24|آيا آن کس که روز قيامت براي پرهيز از سختي عذاب دوزخ ناچار است که رخسارش را مقابل آتش سپر گرداند (مانند کسي است که از آن عذاب ايمن و آسوده است)؟ و (آن روز) به ظالمان خطاب شود که اينک کيفر ستمهايي که مي‌کرديد بچشيد.
39|25|آنان که پيش از اين امت بودند نيز (پيغمبران خود را) تکذيب کردند پس، از جايي که پي نمي‌بردند عذاب (قهر حق) بر آنها فرود آمد.
39|26|پس خدا عذاب ذلّت و خواري را در زندگاني دنيا به آنها چشانيد در صورتي که عذاب آخرت آنها اگر بدانند بسيار سخت‌تر است.
39|27|و ما در اين قرآن براي (هدايت) مردم هر گونه مثلهاي روشن آورديم، باشد که خلق متذکر (حقايق آن) شوند.
39|28|همان قرآن عربي فصيح که در آن هيچ ناراستي و حکم ناصواب نيست، باشد که مردم (از آن پند گرفته و) پرهيزگار شوند.
39|29|خدا (براي کفر و ايمان) مثلي زده (بياموزيد) آيا شخصي که ارباباني متعدد دارد همه مخالف يکديگر (و هر کدام او را به کاري پر رنج و زحمت مي‌گمارند) با آن شخصي که تسليم امر يک نفر است (که به او مهربان است و هيچ تکليف سختي نمي‌کند) حال اين دو شخص يکسان است؟ خدا را سپاس (که حالشان هرگز يکسان نيست) ليکن اکثر اين مردم درک (اين حقيقت) نمي‌کنند.
39|30|(اي رسول عزيز ما) شخص تو و اين خلق البته به مرگ از دار دنيا خواهيد رفت.
39|31|آن گاه روز قيامت همه در پيشگاه عدل پروردگار خويش با يکديگر ستيزه (و دادخواهي) مي‌کنيد.
39|32|پس (در آن روز) از آن کسي که بر خدا دروغ بسته و وعده صدق رسولان خدا را که به او رسيده تکذيب کرده هيچ کس ستمکارتر هست؟ آيا منزلگاه کافران در آتش دوزخ نيست؟
39|33|و آن کس که (وعده) صدق را آورد و (آن کس که) آن را تصديق کرد (و به خدا و قيامت ايمان آورد) هم آنها به حقيقت اهل تقوا هستند.
39|34|براي آن بندگان نزد خدايشان از هر نعمتي که بخواهند مهيّاست، که اين پاداش نيکو کاران عالم است.
39|35|تا خدا زشت‌ترين گناهانشان را مستور و محو گرداند و بسي بهتر از اين اعمال نيکشان به آنها پاداش عطا کند.
39|36|آيا خداي (مهربان) براي بنده‌اش کافي نيست؟ و مردم (مشرک) تو را از قدرت غير خدا مي‌ترسانند! و هر که را خدا به گمراهي خود واگذارد ديگر او را هيچ راهنمايي نخواهد بود.
39|37|و هر کس را خدا هدايت کند ديگر احدي او را گمراه نتواند کرد. آيا خدا مقتدر و غالب (بر تمام قواي عالم) و منتقم (از همه ستمکاران جهان) نيست؟
39|38|و اگر از اين مشرکان بپرسي که زمين و آسمانها را که آفريده است؟ البته جواب دهند: خدا آفريده. پس به آنها بگو: چه تصور مي‌کنيد، آيا همه بتهايي که جز خدا مي‌خوانيد اگر خدا بخواهد مرا رنجي رسد آن بتان مي‌توانند آن را رفع کنند؟ يا اگر خدا بخواهد مرا به رحمتي رساند بتان مي‌توانند آن رحمت را از من باز دارند؟ بگو: خدا مرا کافي است، که متوکلان عالم بر او توکل مي‌کنند.
39|39|باز بگو: اي قوم، شما را آنچه ميسّر است (و در خور جهل و گمراهي شماست) عمل کنيد، من هم (آنچه روا دانم) عمل مي‌کنم و به زودي معلوم شما گردد.
39|40|که عذاب با ذلّت و خواري که را فرا رسد و آلام هميشگي (دوزخ) بر که فرود آيد؟
39|41|(اي رسول) اين کتاب الهي را ما به حقّ براي (هدايت) خلق بر تو فرستاديم، اينک هر که هدايت يافت نفع آن و هر که به گمراهي شتافت زيان آن بر شخص اوست و تو (پس از تبليغ رسالت و اتمام حجّت) ديگر وکيل خلق و نگهبان امّت (از قهر حقّ) نخواهي بود.
39|42|خداست آن که وقت مرگ ارواح خلق را مي‌گيرد و آن کس را که هنوز مرگش فرا نرسيده نيز در حال خواب روحش را قبض مي‌کند، سپس آن را که حکم به مرگش کرده جانش را نگاه مي‌دارد و آن را که نکرده (به بدنش) مي‌فرستد تا وقت معيّن (مرگ). در اين کار نيز ادله‌اي (از قدرت الهي) براي متفکران پديدار است.
39|43|بلکه اين مردم کافر مشرک خدا را وا گذارده و بتهايي (بي اثر) را شفيعان خود بر گرفتند. بگو: اگر چه اين بتان کمتر چيزي در جهان مالک نباشند و عقل و ادراکي هيچ نداشته باشند (باز شفيع شما توانند شد).
39|44|بگو: شفاعت همه خلقان با خداست، که سلطان ملک آسمانها و زمين و است و پس از مرگ و فنا بازگشت همه شما به سوي اوست.
39|45|و چون نزد مردم بي‌ايمان به آخرت، خدا را به يکتايي ياد کنند (آنها از ذکر حق) سخت ملول و دلتنگ مي‌شوند و هرگاه ذکر غير خدا (از بتها و امور مادي) کنند خرّم و دلشاد مي‌گردند.
39|46|بگو: پروردگارا، اي خالق آسمانها و زمين، اي داناي عالم پيدا و پنهان، تو خود ميان بندگان در آنچه خلاف و نزاع برانگيزند حکم خواهي کرد.
39|47|و اگر مردم ستمکار و ظالم هر آنچه در زمين است دو برابر دارا باشند البته خواهند که براي نجات خود از سختي عذاب قيامت همه را فدا کنند، و البته (آن روز) از (قهر) خدا عذابي که گمان نمي‌بردند بر آنان پديد آيد.
39|48|و (آن در) نتيجه زشتي و بدکاريهاشان ظاهر شود و عذاب قيامت که با انکار و استهزاء تلقّي مي‌کردند بر آنان احاطه کند.
39|49|آري آدمي (ناسپاس) چون رنج و دردي به او رسد ما را به دعا مي‌خواند و باز چون (آن رنج و عذاب را برداشتيم و) نعمت و دولت به او داديم گويد: اين نعمت دانسته (و به استحقاق) نصيب من گرديد. (چنين نيست) بلکه آن امتحان وي است و ليکن اکثر مردم آگه نيستند.
39|50|پيشينيان هم چنين مي‌گفتند (که ما مال و دولت را به تدبير و لياقت خود يافتيم) اما (خطا گفتند که وقت مرگ و هلاک) مال و دولتي که اندوختند هيچ به فريادشان نرسيد.
39|51|و کيفر زشتي و بدکاريها که (براي کسب مال) انجام دادند به آنها رسيد. و ستمکاران از اين مردم نيز به زودي کيفر کردار بدشان را خواهند يافت و هرگز از قهر و قدرت خدا رهايي نمي‌يابند.
39|52|آيا مردم ندانستند که خدا البته هر که را خواهد روزي وسيع دهد و هر که را خواهد تنگ روزي سازد؟ در اين (اختلاف روزي خلق) هم ادله‌اي (از قدرت الهي) براي اهل ايمان پديدار است.
39|53|(اي رسول رحمت) بدان بندگانم که (به عصيان) اسراف بر نفس خود کردند بگو: هرگز از رحمت (نامنتهاي) خدا نا اميد مباشيد، البته خدا همه گناهان را (چون توبه کنيد) خواهد بخشيد، که او خدايي بسيار آمرزنده و مهربان است.
39|54|و به درگاه خداي خود به توبه و انابه باز گرديد و تسليم امر او شويد پيش از آنکه عذاب به شما فرا رسد و هيچ نصرت و نجاتي نيابيد.
39|55|و بهترين دستور کتابي را که بر شما از جانب خدايتان نازل شده است پيروي کنيد پيش از آنکه عذاب (قهر خدا به کيفر گناهان) بر شما ناگهان فرود آيد و شما آگاه نباشيد.
39|56|تا مبادا کسي فرياد واحسرتا بر آرد و گويد: اي واي بر من که جانب امر خدا را فرو گذاشتم و وعده‌هاي خدا را مسخره و استهزا نمودم.
39|57|يا آنکه (از فرط پشيماني در پي آرزوي محال آيد و) گويد: (افسوس) اگر خدا مرا (به لطف خاص) هدايت فرمودي من نيز از اهل تقوا بودم.
39|58|يا آنکه چون عذاب (خدا) را به چشم مشاهده کند گويد: (اي فرياد) کاش بار ديگر (به دنيا) باز مي‌گشتم تا از نيکوکاران مي‌شدم.
39|59|آري (اي بدبخت) آيات کتاب من که محقّقا براي (هدايت) تو آمد تو آن را تکذيب کردي و راه تکبر و سرکشي پيش گرفتي و از زمره کافران بد کيش گرديدي.
39|60|و روز قيامت کساني را که بر خدا دروغ بستند بنگري که همه رويشان سياه شده است (رسواي خدا و خلق گرديدند) آيا متکبران را نه منزل در دوزخ است؟
39|61|و خدا اهل تقوا را به موجبات رستگاري (و اعمال صالح) از عذاب نجات خواهد داد که هيچ رنج و المي به آنها نرسد و هرگز غم و اندوهي بر دلشان راه نيابد.
39|62|خدا آفريننده هر چيز است و بر هر چيز هم او نگهبان است.
39|63|کليدهاي خزائن آسمانها و زمين او راست و آنان که به آيات خدا کافر شدند هم آنان زيانکاران عالمند.
39|64|(اي رسول به مشرکان) بگو: اي مردم نادان مرا امر مي‌کنيد که غير خدا را پرستش کنم؟
39|65|(هنوز مشرکان جاهل از تو موحد کامل طمع شرک دارند؟) و حال آنکه به تو و به رسولان پيش از تو چنين وحي شده که اگر به خدا شرک آوري عملت محو و نابود مي‌گردد و سخت از زيانکاران خواهي گرديد.
39|66|بلکه تنها خدا را پرستش کن و از شکر گزاران (نعمت الهي) باش.
39|67|و (آنان که غير خدا را طلبيدند) خدا را چنان که شايد به عظمت نشناختند، و اوست که روز قيامت زمين در قبضه قدرت او و آسمانها در پيچيده به دست سلطنت اوست. آن ذات پاک يکتا منزّه و متعالي از شرک مشرکان (بلکه از فکر موحدان) است.
39|68|و صيحه‌اي در صور (اسرافيل) بدمند تا جز آن که خدا (بقاي او) خواسته ديگر هر که در آسمانها و زمين است همه يکسر مدهوش مرگ شوند، آن گاه صيحه ديگري در آن دميده شود که ناگاه خلايق همه (از خواب مرگ) بر خيزند و نظاره (واقعه محشر) کنند.
39|69|و زمين (محشر) به نور پروردگار خود روشن گردد و نامه (اعمال خلق در پيشگاه عدل حق) نهاده شود و انبياء و شهداء (بر گواهي) احضار شوند و ميان خلق به حق حکم شود و به هيچ کس ابدا ظلمي نخواهد شد.
39|70|و هر کس به پاداش عملش تمام برسد و خدا از هر کس به افعال خلق آگاه‌تر است.
39|71|و آنان را که کافر شدند فوج فوج به جانب دوزخ رانند تا چون آنجا رسند درهاي جهنّم (به رويشان) بگشايند و خازنان دوزخ به آنها گويند: مگر پيغمبراني از خودتان براي (هدايت) شما نيامدند و آيات الهي را برايتان تلاوت نکردند و شما را از ملاقات اين روز سخت نترسانيدند؟ جواب دهند: بلي و ليکن (افسوس که ما پند نگرفتيم و به کفر و عصيان خود را مستحق عذاب حرمان کرديم و) وعده عذاب بر کافران محقّق و حتمي گرديد.
39|72|آن گاه به آن کافران خطاب شود: اينک از هر در به دوزخ داخل شويد و در آن عذاب جاودان بمانيد که متکبران را (دوزخ) بسيار بد منزلگاهي است.
39|73|و متقيان خدا ترس را فوج فوج به سوي بهشت برند تا چون بدانجا رسند و همه درهاي بهشت (به رويشان به احترام) بگشايند و خازنان بهشتي (به تهنيت) گويند: سلام بر شما باد (خوشا به حال شما) که چه خوش عيش ابدي نصيب شما گرديد حالي در اين بهشت ابد در آييد و جاودان متنعّم باشيد.
39|74|(مؤمنان به بهشت در آيند) و گويند: ستايش خداي را که وعده لطف و رحمتش را بر ما محقق فرمود و ما را وارث همه سرزمين بهشت گردانيد که هر جاي آن بخواهيم منزل گزينيم. (بلي آن روز) پاداش نيکوکاران بسيار نيکو خواهد بود.
39|75|و (در آن روز) فرشتگان (رحمت) را مشاهده کني که گرداگرد عرش (با عظمت الهي) در آمده و به تسبيح و ستايش خدايشان مشغولند و ميان اهل بهشت و دوزخ به حق حکم شود و (همه زبان به حمد خدا گشايند و) گويند: سپاس و ستايش خاصّ خداي يکتا پروردگار جهانيان است.
40|1|حم (از اسرار خدا و رسول است).
40|2|نزول اين کتاب آسماني (قرآن) از جانب خداي مقتدر داناست.
40|3|خدايي که بخشنده گناه و پذيرنده توبه (بندگان با ايمان) و منتقم سخت (از مردم ظالم بي‌ايمان) و صاحب رحمت و نعمت است، جز او هيچ خدايي نيست، بازگشت همه به سوي اوست.
40|4|و (بدان اي رسول که) در آيات خدا کسي به (انکار و) جدل جز مردم کافر برنخيزد پس تو از اينکه کافران بر شهر و ديارها مسلط و متصرّفند دل نبازي (که اگر به آنها مهلتي داديم موقع انتقام خواهد رسيد).
40|5|(اگر امت تو را تکذيب کردند غم مدار که) پيش از اينان هم قوم نوح و طوايف بعد از نوح نيز (پيغمبران را) تکذيب کردند و هر امتي همّت گماشت که پيغمبر خود را دستگير (و هلاک) گرداند و جدل و گفتار باطل به کار گرفت تا برهان حق را پايمال سازد، من هم آنها را (به کيفر کفر) گرفتم و چگونه عقوبت سخت کردم!
40|6|و همين گونه وعده خداي تو بر (عقاب و کيفر) کافران (امتت) محقق و حتم است که آنها همه اهل دوزخ هستند.
40|7|فرشتگاني که عرش (با عظمت الهي) را بر دوش گرفته و آنان که پيرامون عرشند به تسبيح و ستايش حق مشغولند، هم خود به خدا ايمان دارند و هم براي اهل ايمان از خدا آمرزش و مغفرت مي‌طلبند که اي پروردگاري که علم و رحمت بي‌منتهايت همه اهل عالم را فرا گرفته است، گناه آنان که توبه کردند و راه (رضاي) تو را پيمودند ببخش و آنان را از عذاب دوزخ محفوظ دار.
40|8|پروردگارا، تو آنها را به بهشت عدني که وعده‌شان فرمودي با پدران (و مادران) صالح و هم جفت و فرزندانشان و اصل گردان، که همانا تويي خداي با حکمت و اقتدار.
40|9|و هم آن مؤمنان را از ارتکاب اعمال زشت نگاه دار، که هر که را تو از زشتکاري امروز محفوظ داري در حقّ او رحمت و عنايت بسيار فرموده‌اي و آن به حقيقت رستگاري بزرگ (از بلايا و فيروزي عظيم در آخرت) خواهد بود.
40|10|آنان که کافر شدند (چون به دوزخ در افتند و از فرط خشم دشمن جان خود شوند) به آنها خطاب شود که خشم و قهر خدا بسيار از خشم شما بر خود سخت‌تر است چرا که شما را به ايمان دعوت مي‌کردند و شما کافر مي‌شديد.
40|11|در آن حال کافران گويند: پروردگارا، تو ما را دو بار بميراندي و باز زنده کردي (يک بار در دنيا ميراندي و در قبور و عالم برزخ زنده کردي، دوم بار در قبور ميراندي و به قيامت زنده کردي) تا ما به گناهان خود اعتراف کرديم، آيا اينک ما را راهي هست که از اين عذاب دوزخ بيرون آييم؟
40|12|(به آنها گويند) اين عذاب براي آن است که شما چون خدا به يکتايي ياد مي‌شد به او کافر مي‌شديد و اگر بر او شريک مي‌گرفتند ايمان مي‌آورديد، پس اينک حکم (عفو و عقوبت شما) با خداي متعال بزرگوار است.
40|13|اوست خدايي که به شما آيات (قدرت) خود را (در عالم آفاق و انفس) پديدار مي‌سازد و از آسمان (به وسيله برف و باران) بر شما روزي مي‌فرستد، و متذکر اين معني نشوند مگر کساني که دايم رو به درگاه خدا آرند.
40|14|پس خدا را بخوانيد در حالي که دين را براي او خالص کرده باشيد هر چند کافران نخواهند.
40|15|که او داراي شئون و مراتب رفيع و صاحب عرش (عظيم) است، روح (همان فرشته جان بخش) را از امر خود بر هر که از بندگانش بخواهد مي‌فرستد تا خلق را از روز ملاقات (ثواب و عقاب) بترساند.
40|16|آن روزي که همه خلق پديدار شوند (و نيک و بدشان آشکار گردد) که هيچ کرده آنها بر خدا پنهان نباشد. در آن روز سلطنت عالم با کيست؟ با خداي يکتاي بس قاهر منتقم است.
40|17|آن روز هر نفسي به آنچه کرده جزا خواهد يافت، آن روز بر هيچ کس ستم نخواهد شد که خدا (ي عادل) حساب خلق به يک لحظه مي‌کند.
40|18|و (اي رسول) امت را از روز نزديک (قيامت) بترسان که (از هول و ترس) آن روز جانها به گلو مي‌رسد و از بيم آن حزن و خشم خود فرو مي‌برند و ستمکاران را هيچ يار گرم و دلسوز و ياوري که شفاعتش پذيرفته شود نخواهد بود.
40|19|و خدا بر نگاه خيانت چشم خلق و انديشه‌هاي نهاني دلها (ي مردم) آگاه است.
40|20|و خدا به حق حکم مي‌کند و غير او آنچه را به خدايي مي‌خوانند هيچ حکم (و اثري) در جهان نتوانند داشت، خداست که (دعاي خلق را) شنوا و (به احوال بندگان) بيناست.
40|21|آيا (مردم) در روي زمين سير و سفر نکردند تا عاقبت کار پيشينيانشان را ببينند که آنها با آنکه بسيار از اينان قوي‌تر و آثار وجوديشان در روي زمين بيشتر بود سرانجام خدا به کيفر گناهانشان بگرفت (و همه را هلاک ساخت) و از (قهر و انتقام) خدا هيچ کس نگهدارشان نبود.
40|22|اين هلاکت پيشينيان بدين سبب بود که پيمبرانشان با آيات و ادلّه روشن به سوي آنها مي‌آمدند و آنان (از جهل و عناد) کافر شدند، خدا هم آنان را (به عقوبت) گرفت، که خدا بسيار مقتدر و سخت کيفر است.
40|23|و همانا موسي را با آيات و معجزات و حجّت آشکار فرستاديم.
40|24|به سوي فرعون و هامان و قارون، آنها گفتند: او ساحر بسيار دروغگويي است.
40|25|و آن گاه که او از جانب ما به صدق و حقيقت به سوي آنان آمد (فرعون و قومش به مردم) گفتند: برويد پسران آنان که به موسي ايمان آوردند بکشيد و زنانشان را زنده گذاريد (تا ضعيف و نابود شوند. و ما بالعکس آنها را قوي کرديم) آري مکر و تدبير کافران جز در ضلالت (و خسرانشان) به کار نيايد.
40|26|و فرعون (به درباريانش) گفت: بگذاريد تا من موسي را به قتل رسانم و او خداي خود را به ياري طلبد، مي‌ترسم که آيين شما را تغيير دهد و در زمين فتنه و فسادي برانگيزد.
40|27|و موسي گفت: من به خداي آفريننده من و شما (و همه عالم) از شرّ هر (کافر) متکبري که به روز حساب ايمان نمي‌آورد پناه مي‌برم.
40|28|و مرد با ايماني از آل فرعون که ايمانش را پنهان مي‌داشت (با فرعونيان) گفت: آيا مردي را به جرم اينکه مي‌گويد: پروردگار من خداست مي‌کشيد، در صورتي که با معجزه و ادلّه روشن از جانب خدايتان براي (هدايت) شما آمده است؟! اگر او دروغگوست گناه دروغش بر خود اوست و ليکن اگر راستگو باشد از وعده‌هاي او بعضي به شما برسد (و همه هلاک خواهيد شد) که خدا البته مردم مسرف (ستمکار) و دروغگو را هرگز هدايت نخواهد کرد.
40|29|اي قوم، امروز ملک و سلطنت و چيرگي بر زمين (مصر) با شماست، ليکن اگر قهر و انتقام خدا بر ما برسد کيست که ما را از آن نجات تواند داد؟ فرعون باز گفت: جز آن که رأي (به قتل موسي) دادم رأي ديگر نمي‌دهم (و جز اين صلاح نمي‌دانم) و شما را جز به راه صواب دلالت نمي‌کنم.
40|30|باز همان شخص با ايمان (به فرعونيان) گفت: اي قوم، من بر شما مي‌ترسم از روزي مانند روز سخت احزاب (و امم پيشين).
40|31|مثل روزگار ناگوار قوم نوح و عاد و ثمود و امم بعد از اينان (که همه به کيفر کفر و عصيان هلاک شدند) و خدا هيچ اراده ظلم در حق بندگان نکند (و هلاک آنها به سوء اختيار خود است).
40|32|و اي قوم، من بر شما از (عذاب) روز قيامت که خلق (از سختي آن به فرياد آيند و) يکديگر را بخوانند سخت مي‌ترسم.
40|33|روزي که (از عذاب آن) به پشت بگريزيد و هيچ از (قهر) خدا پناهي نيابيد. و هر که را خدا در گمراهي واگذارد ديگر براي او راهنمايي نيست.
40|34|و از اين پيش يوسف (کنعان) به سوي شما (مصريان) با معجزات و ادلّه روشن (به رسالت) آمد و دايم از آياتي که براي شما آورد در شک و ريب بمانديد تا آنکه يوسف از دنيا برفت، گفتيد که ديگر خدا پس از يوسف هرگز رسولي نمي‌فرستد. بلي اين چنين خدا مردم مسرف (ستمگري) را که (در آيات خدا و معجزات رسل) در شک و ريبند به گمراهي و خذلان خود وا مي‌گذارد.
40|35|آنان که در آيات خدا بي‌هيچ حجت و برهان به جدال و انکار برمي‌خيزند اين کار، سخت خدا (و رسول) و اهل ايمان را به خشم و غضب آرد. بلي اين گونه خدا بر دل هر متکبر خود کامه‌اي مهر (شقاوت) مي‌زند (که با سعادت خود دشمن مي‌شود).
40|36|و فرعون (به وزيرش) گفت: اي هامان، براي من کاخي بلند پايه (آسمان خراش) بنياد کن تا شايد به درها راه يابم.
40|37|به درهاي آسمانها و بر خداي موسي آگاه شوم (و از صدق و کذب موسي تحقيقي کنم) و من هنوز موسي را دروغگوي مي‌پندارم. و اين چنين در نظر جاهلانه فرعون عمل زشتش زيبا نمود و راه حق (و خدا پرستي) بر او مسدود شد، و مکر و تدبير فرعون جز بر زيان و هلاکش به کار نيامد.
40|38|و باز همان شخص مؤمن گفت: اي قوم، مرا پيروي کنيد تا شما را به راه حق و صواب دلالت کنم.
40|39|اي قوم، اين زندگاني (فاني) دنيا متاع ناچيزي بيش نيست و سراي آخرت منزلگاه ابدي (و حيات جاوداني) است.
40|40|(و بدانيد که) هر کس کار بدي (در دنيا) کرده (آنجا) الاّ به مثل آن مجازات نشود، و هر که از مرد و زن عمل صالح به جا آورده در صورتي که با ايمان باشند آنان در بهشت جاودان داخل شوند و آنجا از رزق بي‌حساب (و نعمت بي‌شمار) برخوردار گردند.
40|41|و اي قوم، چرا من شما را به راه نجات (و طريق بهشت) دعوت مي‌کنم و شما مرا به سوي آتش دوزخ مي‌خوانيد؟
40|42|شما مرا دعوت مي‌کنيد که به خدا کافر شوم و از بي‌دانشي بتي را که در جهان هيچ مؤثر نمي‌دانم شريک خدا قرار دهم، و من شما را به سوي خداي مقتدر بسيار با بخشش و آمرزش مي‌خوانم.
40|43|بي‌شک آنچه شما مرا به سوي او مي‌خوانيد (از بتها و فراعنه و معبودان باطل) آن هيچ دعوتي (و اثر سودمندي) در دنيا و آخرت ندارد و محققا (بدانيد که در قيامت) بازگشت ما به سوي خداست و البته مسرفان (ستمکاران فاسق در آنجا) همه اهل آتش دوزخند.
40|44|پس به زودي گفتارم را (هنگام پاداش عمل) متذکر مي‌شويد و من کار خود به خدا وامي‌گذارم، که او کاملا بر احوال بندگان بيناست.
40|45|(قوم به جاي آنکه پند مؤمن آل فرعون را بشنوند قصد آزارش کردند) پس خدا از شر و مکر فرعونيان او را محفوظ داشت و عذاب سخت آل فرعون را فرا گرفت (و همه به درياي هلاک غرق شدند).
40|46|(اينک که در عالم برزخند) آنها صبح و شام بر آتش دوزخ عرضه مي‌شوند، و چون روز قيامت بر پا شود (خطاب آيد که) فرعونيان را به سخت‌ترين عذاب (جهنم) وارد کنيد.
40|47|و (ياد آر) وقتي که در آتش دوزخ با هم به احتجاج و مجادله برآيند، ضعيفان ملّت به پيشوايان گردنکش خود مي‌گويند: ما (در دنيا) پيروي شما کرديم (که گمراه شديم) آيا مي‌توانيد امروز شما هم به عوض آن از آتش عذاب ما بکاهيد؟
40|48|پيشوايان متکبر پاسخ دهند که ما و شما همه بايد در آتش دوزخ (يکسان معذّب) باشيم، که خدا ميان بندگان البته (به عدل) حکم فرموده است.
40|49|و اهل دوزخ به خازنان جهنم گويند: از خداي خود بخواهيد که روزي عذاب ما را تخفيف دهد.
40|50|آنها پاسخ دهند که آيا پيغمبران شما با معجزات و ادلّه روشن براي (هدايت) شما نيامدند؟ دوزخيان گويند: آري آمدند (ما پيروي آنان نکرديم و بدين روز سياه افتاديم). پس خازنان جهنّم گويند: اينک هر چه مي‌خواهيد دعا (و ناله) کنيد، که دعاي کافران جز در ضلالت (و زيان) نخواهد بود.
40|51|ما (که خداي تواناييم) البته رسولان خود و اهل ايمان را هم در دنيا ظفر و نصرت مي‌دهيم و هم روز قيامت که گواهان (اعمال نيک و بد) به شهادت برخيزند (مؤمنان را به مقامات بهشتي پاداش مي‌دهيم).
40|52|در آن روز ستمکاران را (پشيماني و) عذرخواهي سود ندهد و بر آنها خشم و لعن و منزلگاه بد (جهنّم) مهيّاست.
40|53|و همانا ما به موسي مقام هدايت عطا کرديم و بني اسرائيل (قوم او) را وارث کتاب (بزرگ تورات) گردانيديم.
40|54|تا آن قوم هدايت يابند و خردمندان پند گيرند.
40|55|پس (اي رسول ما، بر آزار امت) صبر کن که البته وعده (ثواب و عقاب) خدا حق است و بر گناه خود از خدا آمرزش طلب کن (يعني بر گناه امت نادان از درگاه خدا آمرزش خواه) و صبح و شام به تسبيح و ذکر و ستايش پروردگار خود پرداز.
40|56|آنان که در آيات خدا بي‌هيچ حجت و برهان که آنان را آمده باشد راه انکار و جدل پيمايند جز تکبر و نخوت (و قصد رياست) چيزي در دل ندارند که به آرزوي دل هم آخر نخواهند رسيد، پس تو (از شر و فتنه آنها) پناه به درگاه خدا بر، که خدا شنوا و بيناست.
40|57|البته خلقت آسمانها و زمين بسيار بزرگتر و مهمتر از خلقت بشر است و ليکن اکثر مردم اين معنا را درک نمي‌کنند.
40|58|و هرگز (جاهل) نابينا و شخص (عالم) بينا يکسان نيستند و هم آنان که ايمان آورده و نيکوکار شدند (نزد خدا) با (کافران) بدکردار مساوي (در درجات آخرت) نيستند، ليکن بسيار کم اين حقيقت را متذکر مي‌شويد.
40|59|البته ساعت قيامت بي‌هيچ شک مي‌آيد و ليکن بيشتر مردم (تا ساعت مرگ به آن) ايمان نمي‌آورند.
40|60|و خداي شما فرمود که مرا با (خلوص دل) بخوانيد تا دعاي شما مستجاب کنم. آنان که از (دعا و) عبادت من اعراض و سرکشي کنند زود با ذلت و خواري در دوزخ شوند.
40|61|خداست آن که شب تار را براي آسايش و استراحت شما قرار داده و روز را (براي کسب و کار شما به چراغ خورشيد) روشن گردانيد، که خدا را در حق مردمان فضل و احسان است و ليکن اکثر مردم شکر (نعمتش) به جا نمي‌آرند.
40|62|همان خدا پروردگار شما آفريننده همه موجودات عالم است، جز او هيچ خدايي نيست، پس (اي بندگان) از درگاه يگانه معبود حق به کجا بازگردانيده (و فريفته معبودان باطل) مي‌شويد؟
40|63|آنان که آيات (و رسل) الهي را انکار کردند هم اين گونه (از بندگي حق) باز گردانيده (و مغرور معبودان باطل) مي‌شوند.
40|64|خداست آن که زمين را آرامگاه شما قرار داد و آسمان را (کاخي رفيع) برافراشت و شما را به نيکوترين صورتها بيافريد و از غذاهاي لذيذ خوش به شما روزي داد، اين خدا پروردگار شماست، زهي برتر و بزرگوار است خداي يکتا پروردگار عالميان.
40|65|او خداي زنده ابد است، جز او هيچ خدايي نيست، پس تنها او را بخوانيد و به اخلاص در دين بنده او باشيد، که ستايش و سپاس مخصوص خداي يکتا آفريدگار عالميان است.
40|66|(اي رسول ما، بت پرستان را) بگو که مرا از پرستش معبودان باطلي که شما به جاي خدا مي‌پرستيد البته منع کرده‌اند چرا که بر من از خداي خود (به وحي) آيات و ادلّه روشني آمده است و من مأمورم که تنها تسليم امر خداي عالميان باشم.
40|67|اوست خدايي که شما را از خاک (ناچيز) بيافريد و سپس از قطره آب نطفه و آن گاه از خون بسته علقه، پس شما را (از رحم مادر) طفلي بيرون آورد تا آنکه به سنّ رشد و کمال برسيد و باز پيري سالخورده شويد و برخي از شما پيش از سنّ پيري وفات کنند و تا همه به اجلي معين برسيد و (اين چنين کرديم تا) مگر (قدرت خدا را) تعقّل کنيد.
40|68|اوست خدايي که (خلائق را) زنده مي‌کند و مي‌ميراند و چون به خلقت چيزي حکم نافذ و مشيّت کاملش تعلّق گيرد به محض اينکه گويد: موجود باش، بي‌درنگ موجود مي‌شود.
40|69|آيا کساني را که در آيات ما راه جدال و انکار پيمودند نديدي که چگونه (از حق) بازگردانيده شوند؟
40|70|آنان که کتاب ما را و احکامي که رسولان خود را بر ابلاغ آن فرستاديم تکذيب کردند به زودي (کيفر کردارشان را) خواهند دانست.
40|71|آن گاه که گردنهاشان با غل و زنجيرها (ي آتشين) بسته شود و کشيده شوند.
40|72|در حميم دوزخ (و آب گرم و عفن جهنم)، سپس در آتش سوخته و افروخته شوند.
40|73|آن گاه به آنها گويند: کجا رفتند معبودان باطلي که شريک خدا مي‌شمرديد،
40|74|و از خدا روي مي‌گردانيديد؟ آن مشرکان جواب گويند: آن بتها همه از نظر ما محو و نابود شدند، بلکه ما از اين پيش چيزي را به خدايي نمي‌خوانديم. خدا اين گونه مردم کافر (مشرک) را گمراه مي‌گرداند (يعني از رحمت خود محروم مي‌کند).
40|75|اين قهر و عذاب شما کافران بدين سبب است که در دنيا از پي تفريح و هوسراني باطل بوديد و دايم به نشاط و شهوت پرستي سرگرم شديد.
40|76|اينک (به کيفر کفرتان) به درهاي دوزخ درآييد که آنجا جاودان معذّب خواهيد بود، که متکبران را (که سر از فرمان حق کشيدند در آخرت) بسيار منزلگاه بدي است.
40|77|پس (اي رسول، چند روزي بر آزار کافران امت) صبر کن که البته وعده (ثواب و عقاب) خدا حق است، که اگر آنها را در حيات تو و مقابل چشم تو به بعضي از وعده‌هاي خود که به آنها مي‌داديم (به شمشير تو) عقوبت کنيم يا چنانچه تو را قبض روح کنيم باز رجوع آنها به سوي ماست (و در قيامت به کيفر اعمالشان مي‌رسانيم).
40|78|و همانا ما رسولان بسياري پيش از تو فرستاديم که احوال بعضي را بر تو حکايت کرديم و برخي را نکرديم و هيچ رسولي جز به امر خدا نشايد معجز و آيتي (براي امت) بياورد، و چون فرمان خدا (بر غلبه حقّ و محو باطل) فرا رسد آن روز (بر همه) به حق حکم کنند و آنجا کافران مبطل زيانکار شوند.
40|79|خداست آن که براي شما آدميان چهار پايان را آفريد تا بر بعضي سوار شويد و از برخي تغذيه کنيد.
40|80|و نيز نفع بسيار ديگر از آنها ببريد و (از سواري و باربري و شيار زمين) حوائج و اغراضي که در دل داريد با آنها (در سفر و حضر) انجام دهيد و بر آنها (در خاک) و بر کشتي‌ها (در آب) سوار مي‌شويد.
40|81|و خدا آيات (قدرت و رحمت) خود را به شما ارائه دهد، پس کدام يک از آيات الهي را انکار توانيد کرد؟
40|82|آيا اين مردم در زمين به سير و سفر نرفتند تا عاقبت حال پيشينيانشان را که از اينها بسيار بيشتر و قوي‌تر و مؤثرتر در زمين بودند مشاهده کنند؟ (که چگونه همه هلاک شدند) و آنچه اندوختند آنها را (از مرگ و هلاکت) حفظ و حمايت نکرد.
40|83|پس آن گاه که رسولانشان با معجزات و ادلّه روشن به سوي آنها آمدند آن مردم (نادان) به دانش و عقايد باطل خود شاد و مغرور شدند و وعده عذابي که مسخره مي‌کردند همه را فرا گرفت.
40|84|و چون شدت قهر و عذاب ما را به چشم ديدند در آن حال (از کفر و شرک پشيمان شده و) گفتند: ما به خداي يکتا ايمان آورديم و به همه بتهايي که شريک خدا مي‌گرفتيم کافر شديم.
40|85|اما ايمانشان پس از ديدن مرگ و مشاهده عذاب ما بر آنها هيچ سودي نبخشيد. سنّت خدا (و حکمت الهي از ازل) چنين در ميان بندگان حکمفرما بوده (که رسول و کتاب به امر و نهي و وعده ثواب و عقاب و نجات مؤمنان و هلاک کافران بفرستد تا خلق به اطاعت و عصيان امتحان شوند) و آنجا کافران زيانکار شدند.
41|1|حم (رمز رسالت است يا قسم به خداي حميد مجيد)
41|2|(که اين قرآن) تنزيلي از جانب خداي بخشنده مهربان است.
41|3|کتابي است که آيات جامعش به صورت قرآني به زبان فصيح عربي براي دانشمندان روشن گرديده است.
41|4|قرآني است که (نيکان را به وعده رحمت حق) بشارت مي‌دهد و (بدان را از عذاب قهر) مي‌ترساند اما اکثر مردم اعراض کرده و (اندرز و نصايحش) نمي‌شنوند.
41|5|و مشرکان گفتند: دلهاي ما از قبول دعوتت سخت محجوب و گوش ما از شنيدن سخت سنگين و ميان ما و تو حجاب (ضخيم و فاصله بسيار) است، تو به کار (دين) خود پرداز ما هم البته (به کيش خويش) عمل مي‌کنيم.
41|6|بگو که من هم مانند شما بشري هستم جز آنکه مرا وحي مي‌رسد که پروردگار شما خداي يکتاي بي‌همتاست، پس همه مستقيم به راه دين او شتابيد و از او آمرزش طلبيد. و واي به حال مشرکان.
41|7|آنان که زکات (به فقيران بينوا) هرگز نمي‌دهند و به عالم آخرت به کلي کافرند.
41|8|آنان که ايمان آورده و نيکوکار شدند البته پاداش بي‌پايان خواهند يافت.
41|9|بگو که آيا شما به خدا که زمين (جهان) را در دو روز بيافريد کافر مي‌شويد و بر او مثل و مانند قرار مي‌دهيد؟! او خداي جهانيان است (نه بتها و معبودان شما. در اين آيه شريفه شايد يک معنا عالم اجسام باشد و دو روز، دو نوع بسيط و مرکب يا جواهر و اعراض اجسام مقصود باشد).
41|10|و او روي زمين کوهها برافراشت و انواع برکات (و منابع از معادن و چشمه‌ها و درختان) بسيار در آن قرار داد و قوت و ارزاق اهل زمين را در چهار روز (براي هر شهر و دياري) مقدّر و معيّن فرمود و روزي طلبان را يکسان در کسب روزي خود گردانيد (تا همه روزي خورند).
41|11|و آن گاه به خلقت آسمانها توجه کامل فرمود که آسمانها دودي بود، پس (به امر نافذ تکويني) به آسمان و زمين فرمود که همه (به سوي خدا و اطاعت فرمان حق) به شوق و رغبت يا به جبر و کراهت بشتابيد. آنها عرضه داشتند: ما با کمال شوق و ميل مي‌شتابيم.
41|12|آن گاه نظم هفت آسمان را در دو روز استوار فرمود و در هر آسماني (نظم) امرش را وحي فرمود، و آسمان (محسوس) دنيا را به چراغهاي رخشنده (مهر و ماه و انجم) زيب و زيور داديم و آن را (از ورود شياطين) حفظ کرديم. اين (نظام آسمان و زمين) تقدير خداي مقتدر داناست.
41|13|پس اگر کافران (پس از اين ادلّه و آيات الهي از خدا) اعراض کردند به آنها بگو: من شما را از صاعقه‌اي مانند صاعقه هلاک عاد و ثمود ترسانيدم.
41|14|که بر آنها از هر جانب رسولان حق آمدند (و گفتند) که جز خداي يکتا را نپرستيد. کافران باز گفتند: اگر خدا مي‌خواست (که ما ايمان آوريم) فرشتگان را به رسالت مي‌فرستاد، پس ما به کتب و احکام شما (رسولان بشري) کافريم.
41|15|اما قوم عاد در زمين به ناحق تکبر و سرکشي کردند و گفتند که از ما نيرومندتر (در جهان) کيست؟ آيا آنها نديده و ندانستند که خدايي که آنها را خلق فرموده بسيار از آنان تواناتر است؟ و آنها آيات (قدرت) ما را (با وجود اين برهان) انکار مي‌کردند.
41|16|ما هم بر هلاک آن قوم عاد باد تندي در ايّام نحس شوم فرستاديم تا به آنها عذاب ذلّت و خذلان را در دنيا بچشانيم در صورتي که خواري عذاب آخرت بيش از دنياست و آنجا هيچ کس ياري آنها نخواهد کرد.
41|17|اما قوم ثمود را نيز (رسول فرستاديم و) هدايت کرديم ليکن آنها خود کوري (جهل و ضلالت) را بر هدايت بگزيدند، پس آنها را هم صاعقه عذاب خواري و هلاکت به کيفر کردارشان فرا گرفت.
41|18|و آنان که ايمان آوردند و خدا ترس و پرهيزکار بودند همه را نجات داديم.
41|19|و روزي که همه دشمنان خدا را گرد آورده و به سوي آتش دوزخ کشانند و آنجا براي جمع آوري بازشان دارند.
41|20|تا چون همه بر در دوزخ رسند آن هنگام گوش و چشمها و پوست بدنهاشان بر جرم و گناه آنها گواهي دهند.
41|21|و آنها به اعضاء بدن گويند: چرا بر اعمال ما شهادت داديد؟ آن اعضاء جواب گويند: خدايي که همه موجودات را به نطق آورد ما را نيز گويا گردانيد و او شما را نخستين بار بيافريد و باز به سوي او بازگردانيده مي‌شويد.
41|22|و شما که (اعمال زشت خود را) پنهان مي‌داشتيد براي اين نبود که گوش و چشمهاي شما و پوست بدنهايتان امروز شهادت ندهند (زيرا تصور نمي‌کرديد که اعضاي شما هم شاهد اعمال شما هستند) و ليکن (گناه را پنهان مي‌کرديد) به گمانتان که اکثر اعمال زشتي که (از خلق) پنهان مي‌کنيد از خدا هم پنهان است و بر آن آگاه نيست.
41|23|و همين گمان باطل شما در باره خدا بود که موجب (معصيت و) هلاکت شما گرديد و امروز همه از زيانکاران شديد.
41|24|اينک اگر صبر و تحمل کنند (چگونه بتوانند که) جاي در آتش دارند و اگر فرياد و بيتابي کنند فريادرس و دادخواهي ندارند.
41|25|و ما رفيقان و ياراني (از شياطين) بر آنها گماشتيم تا آنچه پيش روي آنهاست (از نعمت و لذتهاي فاني دنيا) در نظرشان جلوه دادند و آنچه از عقب دارند (از نعمت و لذات ابدي آخرت فراموش کردند) و وعده عذاب الهي بر آنها حتم و لازم گرديد و چون امّتاني از جنّ و انس که پيش از آنها (غرق دنيا بودند و با کفر و عصيان) درگذشتند، سخت زبون و زيانکار شدند.
41|26|و کافران (به مردم) گفتند: به اين قرآن گوش فرا ندهيد و سخنان لغو و باطل در آن القاء کنيد تا مگر بر او غالب شويد.
41|27|ما هم کافران را البته عذابي سخت بچشانيم و بدتر از آنچه مي‌کردند کيفر کنيم.
41|28|اين است جزاي دشمنان خدا که همان آتش دوزخ است که منزل ابدي آنهاست به کيفر آنکه آيات (و رسل) ما را انکار مي‌کردند.
41|29|و کافران (چون مشاهده عذاب کنند با حسرت و ندامت) گويند: پروردگارا، آن دو گروه از جنّ و انس را که ما را گمراه کردند به ما نشان ده تا آنها را زير پا بيفکنيم تا پست و ذليل‌ترين مردم شوند.
41|30|آنان که گفتند: محققا پروردگار ما خداي يکتاست و بر اين ايمان پايدار ماندند فرشتگان رحمت بر آنها نازل شوند (و مژده دهند) که ديگر هيچ ترسي (از وقايع آينده) و حزن و اندوهي (از گذشته خود) نداشته باشيد و شما را به همان بهشتي که (انبيا) وعده دادند بشارت باد.
41|31|ما در دنيا و آخرت ياران و دوستداران شماييم و براي شما در بهشت ابد هر چه مايل باشيد يا آرزو و تقاضا کنيد همه مهيّاست.
41|32|اين سفره احسان را خداي غفور مهربان (به پاداش ثبات ايمان) براي شما گسترده است.
41|33|در جهان از آن کس که (چون پيغمبران) خلق را به سوي خدا خواند و نيکوکار گرديد و گفت که من از تسليم شوندگان خدايم کدام کس بهتر و نيکو گفتارتر است؟
41|34|و هرگز نيکي و بدي در جهان يکسان نيست، هميشه بدي (خلق) را به بهترين شيوه (که خير و نيکي است پاداش ده و) دور کن تا همان کس که گويي با تو بر سر دشمني است دوست و خويش تو گردد.
41|35|و ليکن به اين مقام بلند (يعني در پاداش بدي نيکي کردن) کسي نمي‌رسد جز آنان که (در راه دينداري) داراي مقام صبر و ثبات و (در معرفت الهي) صاحب حظّ بزرگند.
41|36|و هر گاه از شيطان تو را وسوسه و تحريکي رسد به خدا پناه بر که او شنوا و داناست.
41|37|و از جمله آيات قدرت الهي خلقت شب و روز و خورشيد و ماه است، نبايد هرگز پيش خورشيد و ماه سجده بريد، بلکه اگر به حقيقت خدا پرستيد خدايي را که خورشيد و ماه را آفريده است سجده و پرستش کنيد.
41|38|پس اگر کافران (از پرستش خدا) تکبر و بزرگ منشي ورزند فرشتگان (و قواي بي‌نهايت عالم بالا) که نزد خدايند شب و روز بي‌هيچ خستگي و ملال به تسبيح و طاعت حضرت حق مشغولند.
41|39|و از جمله آيات قدرت الهي آنکه زمين را بنگري خشک و پژمرده که چون ما بر آن آب باران فرود آريم بردمد و گياه برآورد و اهتزاز و نشاط و خرّمي يابد. باري، آن کس که زمين را زنده کند مردگان را هم زنده گرداند که او بر هر چيز قادر است.
41|40|آنان که در آيات ما سخت راه کفر و عناد پيمايند هرگز از نظر ما پنهان نيستند. آيا کسي که روز قيامت به آتش دوزخ درافتد بهتر است يا آن کس که ايمن (از عذاب) به محشر وارد شود؟ باري، امروز به اختيار خود هر چه مي‌خواهيد بکنيد که خدا به تمام اعمال شما بيناست.
41|41|همانا آنان که به اين قرآن که براي هدايت و يادآوري آنها آمد کافر شدند (چقدر نادانند) در صورتي که اين کتاب به حقيقت صاحب عزت (و معجز بزرگ) است.
41|42|که هرگز از پيش و پس (گذشته و آينده حوادث عالم) باطل بدان راه نيابد (و تا قيامت حکومت و حکمتش باقي است) زيرا آن فرستاده خداي (مقتدر) حکيم ستوده صفات است.
41|43|(اي رسول ما) بر تو وحي نمي‌شود جز آنچه به رسولان پيشين گفته شد، که خدايت بسيار داراي آمرزش و بخشش و هم صاحب قهر و عقاب دردناک است.
41|44|و اگر ما اين قرآن را به زبان عجم مي‌فرستاديم کافران مي‌گفتند: چرا آيات اين کتاب مفصل و روشن (به زبان عرب) نيامد (تا ما قوم عرب ايمان آوريم)؟ اي عجب آيا کتاب عجمي بر رسول و امت عربي نازل مي‌شود؟! (اکنون که بدون عذر ايمان نمي‌آرند) به آنها بگو: اين قرآن براي اهل ايمان هدايت و شفاست و اما آنان که ايمان نمي‌آرند گوشهايشان (از شنيدن کلام حق) گران است و اين قرآن بر آنها موجب کوري (جهل و ضلالت) است، آن مردم (نادان به اين کتاب حق گوش فرا نمي‌دارند، گويي که) از مکاني بسيار دور (از سعادت و ايمان) به اين کتاب حق دعوت مي‌شوند.
41|45|و ما به موسي کتاب (تورات) را داديم پس در آن راه مخالفت و اختلاف پيش گرفتند و اگر آن کلمه (رحمت) از (لطف) خدا سبقت نيافته بود (که تعجيل در عذاب نکند) همانا ميان آن امت حکم عذاب مي‌رسيد، و هر چند که آنها سخت در نزول آن (عذاب) در شک و ريبند (که تو را در وعده عذاب قيامت هم تکذيب مي‌کنند).
41|46|هر کس کار نيکي کند به نفع خود و هر که بد کند بر ضرر خويش کرده است و خدا هيچ بر بندگان ستم نخواهد کرد.
41|47|از ساعت قيامت تنها خدا آگاه است، و هيچ ميوه‌اي از غنچه خود بيرون نيايد و هيچ آبستني بار بر ندارد و نزايد مگر به علم ازلي او. و (ياد آر) روزي که خدا به مشرکان خطاب کند: آن معبودان باطلي که شريک من پنداشتيد کجا رفتند؟ مشرکان گويند: بار الها، ما حضور تو عرضه داشتيم که از ما هيچ کس گواه نيست (که تو شريک داشته‌اي. يعني از شرک بيزاري مي‌جويند).
41|48|و معبودان باطلي که در دنيا عبادت مي‌کردند همه از نظرشان محو و نابود شود و آن زمان بدانند که (از آتش قهر خدا) هيچ مفرّ و نجاتي بر آنها نيست.
41|49|آدمي (حريص، از خدا) به دعا دايم تمنّاي خير مي‌کند و هرگز خستگي و سيري ندارد و ليکن اگر به وي شرّ و آسيبي رسد (از رحمت الهي) زود مأيوس و نااميد مي‌گردد.
41|50|و اگر ما به انسان (مغرور کم ظرف) پس از رنج و ضرري که به او رسيده نعمت و رحمتي نصيب کنيم البته خواهد گفت که اين نعمت براي من (از لياقت من) است، و گمان نمي‌کنم که قيامتي بر پا شود و به فرض اينکه به سوي خدايم برگردم باز هم براي من نزد خدا بهترين نعمت خواهد بود. ما البته کافران را به (کيفر) اعمالشان آگاه مي‌سازيم و عذابي بسيار سخت مي‌چشانيم.
41|51|و ما هر گاه به انسان (بي‌حوصله کم ظرف) نعمتي عطا کنيم رو بگرداند و (از شکر خدا) دوري جويد، و هر گاه شرّ و بلايي به او روي آورد آن گاه دايم زبان به دعا گشايد (و اظهار عجز نمايد).
41|52|(کافران را) بگو: چه مي‌پنداريد اگر (قرآن) از جانب خدا باشد و شما به آن کافر شده باشيد آيا گمراه‌تر از آن کس که (مانند شما) به کفر و شقاق دور (از راه سعادت) است در جهان کسي تواند بود؟
41|53|ما آيات (قدرت و حکمت) خود را در آفاق جهان و نفوس بندگان کاملا هويدا و روشن مي‌گردانيم تا ظاهر و آشکار شود که خدا (و آيات حکمت و قيامت و رسالتش همه) بر حق است. آيا همين حقيقت که خدا بر همه موجودات عالم پيدا و گواه است کفايت (از برهان) نمي‌کند؟
41|54|الا (اي اهل ايمان) بدانيد که کافران از لقاي خداي خود در شک و انکارند و باز بدانيد که خدا را بر همه موجودات عالم احاطه کامل است.
42|1|حم‌
42|2|عسق (اسرار کتاب خداست)
42|3|اين گونه به سوي تو و رسولان پيش از تو خداي مقتدر دانا وحي مي‌کند.
42|4|آنچه در آسمانها و آنچه در زمين است همه ملک اوست و او خداي بلند مرتبه بزرگ است.
42|5|نزديک است که آسمانها از فراز هم يکي پس از ديگري شکافته (و درهاي آن به وحي رسولان باز) شود، و فرشتگان (رحمت) به ستايش خداي خود تسبيح گويند و براي اهل زمين از خدا مغفرت و آمرزش طلبند (و ندا کنند که) الا اي بندگان، بدانيد که خداست آن ذاتي که بسيار آمرزنده و مهربان است.
42|6|و آنان که غير خدا را معبود و محبوب خويش برگرفتند خدا رقيب و نگهبان بر (اعمال) آنهاست و تو وکيل (کار و مسئول کردار) آنان نخواهي بود.
42|7|و اين چنين قرآن فصيح عربي را ما به تو وحي کرديم تا مردم امّ القري (شهر مکه) و هر که را که در اطراف آن است (از خدا) بترساني و هم از (سختي) روز بزرگ قيامت که همه جمع آيند و هيچ شک در آن نيست و گروهي در بهشت جاودان و فرقه‌اي در آتش سوزان روند بيم دهي.
42|8|و اگر خدا مي‌خواست (و در ازل صلاح نظام عالم مي‌دانست) تمام خلايق را (به قهر) يک فرقه (مؤمن) قرار مي‌داد و ليکن (براي امتحان چنين نخواسته تا) هر که را بخواهد به رحمت خود داخل کند و ستمکاران را هيچ يار و ناصري نباشد.
42|9|آري، مشرکان غير خدا را يار و دوستدار خود برگرفتند و حال آنکه خدا منحصرا دوست و ياور بندگان است و اوست که مردگان را زنده مي‌کند و اوست که بر هر چيز تواناست.
42|10|و آنچه در آن اختلاف و نزاع کرديد حکم آن به خدا (و احکام خدا) راجع است، همان خدا (ي آفريننده عالم و آدم) پروردگار من است که بر او توکل کرده و به درگاه او به تضرّع باز مي‌گردم.
42|11|خدا آفريننده آسمانها و زمين است، براي شما آدميان از جنس خودتان زنان را هم جفت شما قرار داد و نيز چهار پايان را جفت (نر و ماده) آفريد، و به اين تدبير (ازدواج) شما را خلق بي‌شمار کند. آن خداي يکتا را هيچ مثل و مانندي نيست و او شنوا و بيناست.
42|12|کليد (گنج نعمتهاي) آسمانها و زمين او راست، هر که را خواهد رزق وسيع دهد و هر که را خواهد تنگ روزي کند، که او به هر چيز آگاه است.
42|13|خدا شرع و آييني که براي شما مسلمين قرار داد حقايق و احکامي است که نوح را هم به آن سفارش کرد و بر تو نيز همان را وحي کرديم و به ابراهيم و موسي و عيسي هم آن را سفارش نموديم که دين خدا را بر پا داريد و هرگز تفرقه و اختلاف در دين مکنيد. مشرکان را که به خداي يگانه و ترک بتان دعوت مي‌کني (قبولش) بسيار در نظرشان بزرگ مي‌آيد. (باري از انکار آنها مينديش که) خدا هر که را بخواهد به سوي خود (و مقام رسالت خويش) برمي‌گزيند و هر که را به درگاه خدا به تضرّع و دعا باز آيد هدايت مي‌فرمايد.
42|14|و مردم (در دين) راه تفرقه و اختلاف نپيمودند مگر پس از آنکه علم و برهان (از جانب حق) بر آنها آمد و ليکن دانسته براي تعدي و ظلم به يکديگر اختلاف کردند، و اگر آن کلمه (رحمت) از (لطف) خدا سبقت نگرفته بود (که) تا وقتي معين (تعجيل در عذاب نکند) البته ميان مردم (ستمکار) حکم (به هلاک) مي‌شد. و آنان که پس از گذشتگان وارث کتاب آسماني شدند (مانند يهود و نصارا) در آن کتاب آسماني سخت در شک و ريب بماندند.
42|15|بدين سبب تو همه را (به دين اسلام و کلمه توحيد) دعوت کن و چنانکه مأموري پايداري کن و پيرو هواي نفس مردم مباش و بگو که من به کتابي که خدا فرستاد (قرآن) ايمان آورده‌ام و مأمورم که ميان شما به عدالت حکم کنم، خداي يگانه پروردگار همه ما و شماست، (پاداش) عمل ما بر ما و عمل شما بر شماست (و پس از تبليغ رسالت) ديگر هيچ حجت و گفت و گويي بين ما و شما باقي نيست. خدا (روز جزا براي حکم حق) ميان ما جمع مي‌کند و بازگشت همه به سوي اوست.
42|16|و آنان که در دين خدا (از حسد و عناد با رسولش) جدل و احتجاج برانگيزند پس از آنکه خلق دعوت او را پذيرفتند حجت آنها نزد خدا لغو و باطل است و بر آنها قهر و غضب و عذاب سخت خواهد بود.
42|17|خداست آن که کتاب (آسماني) را به حق و نيز ترازوي عدالت را فرستاد، و تو چه داني؟ ممکن است ساعت قيامت بسيار نزديک باشد.
42|18|آنان که به ساعت قيامت ايمان نمي‌آورند (به تمسخر) تقاضاي تعجيل در ظهور قيامت مي‌کنند، امّا اهل ايمان از آن روز سخت ترسانند و مي‌دانند که آن روز (و همه وعده‌هاي آخرت) بر حق است. الا (اي مردم) بدانيد آنان که در قيامت جدل و انکار مي‌کنند سخت در گمراهي دور (از سعادت) اند.
42|19|خدا را به بندگان لطف و محبت بسيار است، هر که را بخواهد روزي مي‌دهد و او تواناي مطلق و مقتدر و غالب است.
42|20|هر کس حاصل کشت آخرت را بخواهد ما بر تخمي که کاشته مي‌افزاييم و هر که تنها حاصل کشت دنيا را بخواهد او را هم از آن نصيب مي‌کنيم ولي در آخرت (از نعمت ابدي آن چون نخواسته) نصيبي نخواهد يافت.
42|21|آيا خدايان باطل مشرکان بر آنها شرع و احکامي که خدا اجازه نفرموده جعل کرده‌اند؟ و اگر کلمه فصل (يعني حکم تأخير عذاب) نبود ميان آنها (به هلاکت) حکم مي‌شد، و ستمکاران را البته (روزي) عذاب دردناک خواهد بود.
42|22|(در آن روز) ظالمان را بيني که از (کيفر) کردار خود سخت ترسان و هراسانند و البته به کيفر خواهند رسيد، و آنان که به خدا ايمان آوردند و نيکوکار شدند در باغهاي بهشت منزل يافته و نزد خداي خود هر چه خواهند بر آنان مهيّاست. اين همان فضل و رحمت نامنتهاي خداست (که نصيب اهل ايمان است).
42|23|اين (بهشت ابد) همان است که خدا به بندگاني که ايمان آورده و نيکوکار شدند بشارت آن را داده است. بگو: من از شما اجر رسالت جز اين نخواهم که مودّت و محبّت مرا در حقّ خويشاوندان منظور داريد (و دوستدار آل محمّد باشيد، که اين اجر هم به نفع امت و براي هدايت يافتن آنهاست)، و هر که کاري نيکو انجام دهد ما نيز در آن مورد بر نيکوييش بيفزاييم که خدا بسيار آمرزنده گناهان و پذيرنده شکر بندگان است.
42|24|بلکه (مردم نادان) خواهند گفت: او (محمّد صلّي اللّه عليه و آله و سلّم) بر خدا دروغ بسته (که محبّت اهل بيت را بر امت واجب کرده. چنين نيست و هرگز رسولي بر خدا دروغ نتواند بست که) اگر خدا بخواهد بر قلب تو مهر مي‌نهد و به کلمات (وحي) خود سخن باطل را محو و نابود و حق را ثابت و برقرار مي‌گرداند، که خدا به اسرار دلهاي خلق کاملا آگاه است.
42|25|و اوست خدايي که توبه بندگانش را مي‌پذيرد و گناهان را مي‌بخشد و هر چه کنيد مي‌داند.
42|26|و دعاي آنان را که ايمان آورده و نيکوکار شوند مستجاب مي‌گرداند و از فضل و کرم خود بر ثواب آنها مي‌افزايد، و براي کافران عذابي سخت خواهد بود.
42|27|و اگر خدا روزي بندگان را وسيع و فراوان کند در روي زمين ظلم و طغيان بسيار کنند ليکن به اندازه‌اي که بخواهد (و صلاح داند) نازل مي‌گرداند، که خدا به احوال بندگانش آگاه و بيناست.
42|28|و اوست خدايي که باران را پس از نوميدي خلق مي‌فرستد و رحمت (و نعمت) خود را فراوان مي‌گرداند و اوست خداوندگار محبوب الذّات ستوده صفات.
42|29|و از جمله آيات (قدرت) او خلقت آسمانها و زمين است و هم آنچه در آنها از انواع جنبندگان پراکنده است، و او بر جمع آوري موجوداتي که (در آسمانها و کرات بي‌شمار عالم) پراکنده است هر وقت بخواهد قادر است.
42|30|و آنچه از رنج و مصائب به شما مي‌رسد همه از دست (اعمال زشت) خود شماست در صورتي که خدا بسياري از اعمال بد را عفو مي‌کند.
42|31|و شما در زمين هيچ قدرتي نداريد و از کوچکترين قواي جهان زبون و عاجزيد و غير خدا در عالم هيچ يار و ياوري نداريد.
42|32|و يکي از آيات (قدرت) الهي سير و گردش کشتيهاست که در آب دريا مانند کوههاي بلند در حرکت است.
42|33|اگر خدا بخواهد باد را سکون و آرامش دهد تا کشتيها بر پشت آب از جنبش بايستد. در اين کار براي مردم با صبر شکر گزار ادلّه‌اي (از قدرت خدا) نمودار است.
42|34|يا اگر بخواهد خدا کشتيهايشان را به جرم بدکاري به دريا غرق مي‌کند و (اگر بخواهد) بسياري از جرم شما را مي‌بخشد.
42|35|و تا آنان که در آيات ما راه جدال و انکار مي‌پيمايند بدانند که بر آنها (از قهر و عذاب ما) هيچ مفرّ و نجاتي نيست.
42|36|پس چيزي که نصيب شما گرديده متاع (فاني) زندگي دنياست و آنچه نزد خداست بسيار بهتر و باقي‌تر است اما آن مخصوص است به آنان که به خدا ايمان آورده‌اند و بر پروردگار خود توکل مي‌کنند.
42|37|و آنان که از گناهان بزرگ و زشتکاري مي‌پرهيزند و چون (بر کسي) خشم و غضب کنند (بر او) مي‌بخشند.
42|38|و آنان که امر خدايشان را اجابت کردند و نماز به پا داشتند و کارشان را به مشورت يکديگر انجام مي‌دهند و از آنچه روزي آنها کرديم (به فقيران) انفاق مي‌کنند.
42|39|و آنان که چون ظلمي بر آنها هجوم کند (از مؤمنان ياري طلبيده) انتقام مي‌جويند.
42|40|و انتقام بدي (مردم) به مانند آن بد رواست (نه بيشتر) و باز اگر کسي عفو کرده و (بين خود و خصم خود را به عفو) اصلاح نمود اجر او بر خداست، که خدا ستمکاران را هيچ دوست نمي‌دارد.
42|41|و هر کس پس از ظلمي که بر او رفته انتقام طلبد، بر اينان هيچ گناه و مؤاخذه نيست.
42|42|تنها راه مؤاخذه بر آنهايي است که به مردم ظلم کنند و در زمين به ناحق شرارت انگيزند، بر آنها (در دنيا انتقام و در آخرت) عذاب دردناک است.
42|43|و هر که (بر ظلم کسي) صبر کند (و با قدرت انتقام ببخشد) اين مقام (حلم و بردباري است که) از عزم در امور (الهي و تسلط بر نفس و قوت عقل و اراده) است.
42|44|و هر که را خدا به گمراهي خود واگذارد ديگر هيچ کس پس از خدا يار و ياور او نيست. و ستمکاران را بنگري که چون عذاب (قيامت) را به چشم ببينند در آن حال گويند: آيا راهي به بازگشت (به دنيا) براي ما هست؟
42|45|و آن ظالمان را بنگري که به دوزخشان متوجه گردانند و آنها با ترس و ذلّت از گوشه چشم (بر آتش دوزخ) مي‌نگرند و در آن حال مؤمنان (ايمن و شادان) گويند: آري، زيانکاران آنان هستند که نفوس خود و اهل بيت خود را در امروز قيامت به زيان عذاب انداخته‌اند. الا (اي مردم) بدانيد که ستمکاران عالم به عذاب ابدي گرفتارند.
42|46|و آنها را غير خدا هيچ يار و ياوري نباشد که ياريشان دهند. و هر که را خدا به گمراهي واگذارد ديگر هيچ راه نجاتي بر او نخواهد بود.
42|47|(بندگان غافل) دعوت خداي خود را اجابت کنيد پيش از آنکه بيايد روزي که نه از (قهر) خدا راه نجاتي يابيد و نه ملجأ و پناهي داريد و نه کسي از شما دفاع و انکاري تواند کرد.
42|48|(اي رسول، تو اين آيات قيامت را بر خلق برسان) پس اگر باز اعراض کردند ديگر تو را نگهبان آنها نفرستاديم، بر تو جز ابلاغ رسالت تکليفي نيست، و ما چون به انسان (بي‌صبر کم ظرف) از لطف و رحمت خود بهره‌اي بخشيم بدان شاد شود و اگر به کيفر کردار خود رنج و عذابي به آنان رسد آدمي سخت راه کفران پويد.
42|49|تنها خدا راست ملک آسمانها و زمين، هر چه بخواهد مي‌آفريند، به هر که خواهد فرزندان اناث (دختر) و به هر که خواهد فرزندان ذکور (پسر) عطا مي‌کند.
42|50|يا در يک رحم فرزندان پسر و دختر قرار مي‌دهد، و هر که را خواهد عقيم (نازا) مي‌گرداند، که او (به صلاح خلق) دانا و (به هر چه خواهد) تواناست.
42|51|و هيچ بشري را ياراي آن نباشد که خدا با او سخن گويد مگر به وحي (و الهام خدا) يا از پس پرده غيب عالم (و حجاب ملکوت جهان) يا رسولي (از فرشتگان عالم بالا) فرستد تا به امر خدا هر چه او خواهد وحي کند، که او خداي بلند مرتبه حکيم است.
42|52|و همين گونه ما روح (و فرشته بزرگ) خود را به فرمان خويش (براي وحي) به تو فرستاديم، تو از آن پيش که وحي بر تو رسد نه دانستي کتاب (خدا) چيست و نه فهم کردي که راه ايمان و شرع کدام است و ليکن ما آن (کتاب و شرع) را نور (وحي و معرفت) گردانيديم که هر کس از بندگان خود را بخواهيم به آن نور هدايت مي‌کنيم و اينک تو (که به نور وحي ما هدايت يافتي خلق را) به راه راست هدايت خواهي کرد.
42|53|يعني به راه خدا همان خدايي که هر چه در آسمانها و زمين است همه ملک اوست، الا بدانيد که رجوع تمام امور (عالم آفرينش) به سوي خداست.
43|1|حم (رسول و جانشينانش بر اسرار اين حرف آگاهند. يا اشاره به دو اسم حميد و مجيد خداست)
43|2|قسم به اين کتاب روشن بيان.
43|3|که ما آن را قرآني به لسان فصيح عربي مقرر داشتيم تا مگر شما (بندگان در فهم آن) عقل و فکرت کار بنديد.
43|4|و همانا اين کتاب نزد ما در لوح محفوظ که اصل مخزن کتب آسماني است بسي بلند پايه و محکم اساس است.
43|5|آيا ما از متذکر ساختن شما (به قرآن) چون (به انکار آن) بر خويش ستم مي‌کنيد صرف نظر کنيم؟
43|6|و چقدر پيمبراني در اقوام پيشين (براي هدايت خلق) فرستاديم.
43|7|و بر مردم هيچ رسولي نمي‌آمد جز آنکه او را به مسخره (و انکار) مي‌گرفتند.
43|8|ما هم قوي‌ترين سرکشانشان را هلاک کرديم و شرح حال پيشينيان (براي عبرت مردم) گذشت.
43|9|و اگر از اين کافران بپرسي که آسمانها و زمين را که آفريده؟ البته جواب دهند خداي مقتدر دانا آفريده است.
43|10|همان خدايي که زمين را مهد آسايش شما بندگان قرار داد و در آن راهها بر (تحصيل امر معاش و معاد) شما پديد آورد تا مگر هدايت يابيد.
43|11|و آن خدايي که از (باران) آسمان آبي به قدر و اندازه نازل کرد و به آن صحرا و ديار مرده خشک را زنده گردانيديم. همين گونه شما هم (از قبرها) بيرون آورده مي‌شويد.
43|12|و آن خدايي که همه موجودات عالم را جفت آفريد و براي سواري شما بندگان کشتيها و چهار پايان را (در آب و خاک) مقرر فرمود.
43|13|تا چون با کمال تسلط بر پشت آنها نشستيد متذکر نعمت خدايتان شويد و گوييد: پاک و منزّه خدايي که اين (انواع کشتي و چهار پايان قوي) را مسخر ما گردانيد و گرنه ما هرگز قادر بر آن نبوديم.
43|14|و بازگشت ما البته به سوي خداي ما خواهد بود.
43|15|و مشرکان براي خدا چيزي را (مانند فرشته) که بنده و مخلوق اوست جزء (وجود و فرزند واقعي او) قرار دادند (زهي جهل و کفر و سفاهت) که انسان بسيار ناسپاس و کفرش آشکار است.
43|16|(اي مشرکان) آيا خدا از مخلوقات خود بر خويش دختران را برگزيد و شما را به پسران امتياز داد؟
43|17|و حال آنکه هر کدام از مشرکان را به دختري که به خدا نسبت دادند مژده دهند (ننگ دارد و) رويش (از غم) سياه مي‌شود در حالي که پر از خشم و اندوه است.
43|18|آيا کسي که به زيب و زيور پرورده مي‌شود (يعني دختران) و در خصومت (از حفظ حقوق خود) عاجز است (چنين کس لايق فرزندي خداست).
43|19|و فرشتگان را که مخلوق و بندگان خدا هستند دختر مي‌خوانند. آيا در وقت خلقت آنها حاضر بودند؟ (و ديدند که آنها دخترند؟ اگر آنها بر اين گواهي دهند) البته شهادت (کذب) شان (در نامه عملشان) نوشته شده و بر آن سخت مؤاخذه مي‌شوند.
43|20|و مشرکان گويند: اگر خدا مي‌خواست ما آنها (فرشتگان و بتان) را نمي‌پرستيديم. گفتار آنها نه از روي علم و دانش است بلکه به وهم و پندار باطل خويش مي‌گويند.
43|21|يا مگر بر آنها از اين پيش کتابي فرستاديم که (در اين سخن جبر و عقيده باطل) به آن کتاب استدلال مي‌کنند؟
43|22|بلکه گفتند: ما پدران خود را به عقايد و آييني يافتيم و البته ما هم که در پي آنها رويم بر هدايت هستيم.
43|23|و همچنين ما هيچ رسولي پيش از تو در هيچ شهر و دياري نفرستاديم جز آنکه اهل ثروت و مال آن ديار به رسولان گفتند که ما پدران خود را بر آيين و عقايدي يافتيم و از آنها البته پيروي خواهيم کرد.
43|24|آن رسول ما به آنان گفت: اگر چه من به آييني بهتر از دين (باطل) پدرانتان شما را هدايت کنم (باز هم پدران را تقليد مي‌کنيد)؟ آنها پاسخ دادند (به هر تقدير) ما به آنچه شما را به رسالت آن فرستاده‌اند کافريم.
43|25|ما هم از آن مردم (پر غرور و عناد) انتقام کشيديم، بنگر تا عاقبت حال کافران مکذّب به کجا کشيد؟
43|26|(ياد آر) وقتي که ابراهيم با پدر (يعني عموي خود) و قومش گفت: من از معبودان شما سخت بيزارم.
43|27|و جز آن خدايي که مرا آفريده و البته مرا هدايت خواهد کرد نمي‌پرستم.
43|28|و خدا اين خدا پرستي را در همه ذرّيّت او تا قيامت کلمه باقي گردانيد، باشد که (همه فرزندانش به خداي يکتا) رجوع کنند.
43|29|(و من تعجيل در عقوبت کافران نکردم) بلکه آنان و پدرانشان را (مهلت داده و از عمر) بهره‌مند کردم تا آنکه دين حق و رسول مبين بر آنها آمد.
43|30|و چون حق به سوي آنها آمد گفتند: اين (قرآن) سحر است و ما به (وحي بودن) آن ايمان نداريم.
43|31|و باز گفتند: چرا اين قرآن بر آن مرد بزرگ قريه مکّه و طايف (وليد و حبيب يا عروة بن مسعود) نازل نشد؟
43|32|آيا آنها بايد فضل و رحمت خداي تو را تقسيم (و مقام نبوت را تعيين) کنند؟ در صورتي که ما خود معاش و روزي آنها را در حيات دنيا تقسيم کرده‌ايم و بعضي را بر بعضي به درجاتي (از مال و جاه دنيوي) برتري داده‌ايم تا بعضي از مردم (به ثروت) بعضي ديگر را مسخر خدمت کنند، و (بهشت، دار) رحمت خدا از آنچه (از مال دنيا) جمع مي‌کنند بسي بهتر است.
43|33|و اگر نه اين بود که مردم همه يک نوع و يک امّتند ما (از پستي و بي‌قدري دنيا) براي آنان که کافر به خدا مي‌شوند سقف خانه‌هاشان را از نقره خام قرار مي‌داديم و (چندين طبقه که) نردبامهايي (نصب کرده) که بر سقف بالا روند.
43|34|و نيز بر منزلهاشان (از بزرگي و وسعت) درهاي بسيار و تختهاي زرنگار که بر آن تکيه زنند قرار مي‌داديم.
43|35|و عماراتشان به زر و زيور مي‌آراستيم، و اينها همه متاع (پست فاني مردم) دنياست و (نعمتهاي ابدي) آخرت نزد خداي تو مخصوص اهل تقواست.
43|36|و هر که از ياد خدا (و حکم قرآن) رخ بتابد شيطاني را بر او برانگيزيم تا يار و همنشين دايم وي باشد.
43|37|و آن شياطين هميشه آن مردم از خدا غافل را از راه خدا باز دارند (و به ضلالت در افکنند) و پندارند که هدايت يافته‌اند.
43|38|(و چنين کس سرگرم دنيا شود) تا وقتي که به سوي ما باز آيد آن گاه با نهايت حسرت گويد: اي کاش ميان من و تو (اي شيطان) فاصله‌اي به دوري مشرق و مغرب بود که تو بسيار همنشين و يار بد انديشي بر من بودي.
43|39|و (اي ستمکاران، پشيماني) هرگز در آن روز به حال شما سودي ندارد، زيرا در دنيا ظلم کرديد، که امروز با شياطين البته در عذاب دوزخ شريک هستيد.
43|40|آيا تو اين کران را سخني تواني آموخت يا اين کوران (باطن) و آن را که دانسته به گمراهي مي‌رود هدايت تواني کرد؟
43|41|پس اگر ما تو را به جوار خود بريم بعد از تو سخت از آنها انتقام مي‌کشيم.
43|42|يا عذابي را که به آنها وعده داديم به تو مي‌نمايانيم (و به شمشير تو از آنها انتقام مي‌کشيم) که ما همه گونه بر (هلاک) آنها قادريم.
43|43|پس به قرآني که تو را وحي مي‌شود تمسّک کن که البته تو به راه راست (و طريق حق) هستي.
43|44|و قرآن براي تو و (مؤمنان) قومت شرف و نام بلندي است، و البته شما امت را باز مي‌پرسند (که با قرآن چه کرديد؟).
43|45|و از رسولاني که پيش از تو فرستاديم باز پرس (يعني از سيرت آنها باز جو) که آيا ما جز خداي يکتاي مهربان خدايان ديگري را معبود مردم قرار داديم؟
43|46|و ما موسي را با آيات و معجزاتي که به او داديم به سوي فرعون و اشراف قومش (به رسالت) فرستاديم، او به آنها گفت: من رسول ربّ العالمينم.
43|47|چون آيات ما را بر آنها آورد آن را مسخره کرده و بر او خنديدند.
43|48|و ما هيچ معجز و آيتي به آنان نمي‌نموديم جز آنکه از آيت ديگر بزرگتر (و در دلالت بر نبوت موسي روشن‌تر) بود (اما همه را تکذيب کردند) و ما هم آنها را به عذاب و بلايا گرفتار کرديم تا مگر (به سوي خدا) باز آيند.
43|49|و گفتند: اي ساحر بزرگ، تو از خداي خود چون تعهدي با تو دارد (که دعايت مستجاب کند) بخواه (تا عذاب از ما بردارد) و ما بدين شرط البته هدايت مي‌شويم.
43|50|پس آن گاه که (به دعاي موسي) ما عذاب را از آنها برداشتيم باز آنها نقض عهد کردند.
43|51|و فرعون در ميان قومش آوازه بلند کرد که اي مردم، آيا کشور با عظمت مصر از من نيست؟ و چنين نهرها از زير قصر من جاري نيست؟ آيا (عزت و جلال مرا در عالم به چشم) مشاهده نمي‌کنيد؟
43|52|بلکه من (به رياست و سلطنت) بهترم تا چنين مرد فقير خواري که هيچ منطق و بيان روشني ندارد؟
43|53|(و اگر موسي رسول خداست) چرا (او را دستگاهي نيست و) طوق زرين بر دست ندارد يا چرا فرشتگان آسمان همراه او نيامده‌اند.
43|54|و (به اين تبليغات دروغ و باطل) قومش را ذليل و زبون داشت تا همه مطيع فرمان وي شدند که آنها مردمي فاسق و نابکار بودند.
43|55|پس آن گاه که فرعون و فرعونيان ما را به خشم آوردند ما هم از آنان انتقام کشيديم و همه را غرق (درياي هلاک) نموديم.
43|56|و هلاک آن قوم را مايه عبرت آيندگان قرار داديم.
43|57|و چون به عيسي فرزند مريم مثلي زده شد (او را به آدم در نداشتن پدر مثل زد) قوم تو از آن به فرياد آمدند (و سخت بر آنان گران بود).
43|58|و مشرکان به اعتراض گفتند: آيا خدايان ما بهترند يا او (عيسي بن مريم؟ اگر به قول محمّد، غير خدا همه معبودان در آتش بسوزند لازم آيد عيسي هم بسوزد) و اين سخن را با تو جز به جدل و انکار نگفتند، که آنها قومي حريف جدل و خصومتند.
43|59|عيسي نبود جز بنده خاصي که ما او را به نعمت (رسالت) برگزيديم و بر بني اسرائيل مثل (و حجت) قرار داديم.
43|60|و اگر ما بخواهيم، به جاي شما آدميان فرشتگان را در زمين جانشين مي‌گردانيم.
43|61|و (نزول) عيسي علم و نشانه ساعت قيامت است (و مبشر حضرت محمّد صلّي اللّه عليه و آله و سلّم خواهد بود)، زنهار در آن ساعت شک و ريب روا مداريد و (امر) مرا پيروي کنيد که راه راست همين است.
43|62|و مبادا شيطان شما را (از راه حق) بازگرداند، که دشمني او شما را آشکار است.
43|63|و چون عيسي با ادلّه و معجزات (براي هدايت خلق) آمد گفت: من آمده‌ام با حکمت و برهان (و کتاب انجيل آسماني تا شما را هدايت کنم) و تا بعض احکامي که در آن اختلاف مي‌کنيد (از تورات) بيان سازم، پس خدا ترس و پرهيزکار شويد و مرا اطاعت کنيد.
43|64|همانا خداي يکتا پروردگار من و شماست، تنها پرستش او کنيد که اين راه راست است.
43|65|باز فرق يهود و نصارا بين خود اختلاف انداختند، پس واي بر ستمکاران عالم از عذاب دردناک روز قيامت.
43|66|آيا به جز ساعت قيامت را انتظار مي‌کشند که ناگاه بر آنها فرا مي‌رسد و آنها غافل (از خدا) و بي‌خبر (از روز قيامت) اند؟
43|67|در آن روز دوستان همه با يکديگر دشمنند به جز متقيان.
43|68|(آن روز خطاب شود) الا اي بندگان (صالح) من، امروز شما را هيچ ترس و حزني نخواهد بود.
43|69|آنان که به آيات ما ايمان آوردند و تسليم امر ما شدند.
43|70|(به همه خطاب رسد که) شما با همسرانتان مسرور و شادمان در بهشت جاويد وارد شويد.
43|71|و بر آن مؤمنان کاسه‌هاي زرين و کوزه‌هاي بلورين (مملوّ از انواع طعام لذيذ و شراب طهور) دور زنند و در آنجا هر چه نفوس را بر آن ميل و اشتهاست و چشمها را شوق و لذت، مهيّا باشد و شما مؤمنان در آن بهشت جاويدان متنعّم خواهيد بود.
43|72|اين همان بهشتي است که از اعمال (صالح) خود به ارث يافتيد.
43|73|براي شما در آنجا انواع ميوه فراوان است که از آن (هر چه خواهيد) تناول کنيد.
43|74|بد کاران عالم هم آنجا سخت در عذاب آتش جهنم مخلّدند.
43|75|و هيچ از عذابشان کاسته نشود و اميد نجات و خلاصي ندارند.
43|76|و ما به آنها ظلم و ستمي نکرديم ليکن آنان خود مردمي ستمکار و ظالم بودند.
43|77|و (آن دوزخيان، مالک دوزخ را) ندا کنند که اي مالک، از خداي خود بخواه که ما را بميراند (تا از عذاب برهيم). جواب دهد: شما (در اين عذاب) هميشه خواهيد بود.
43|78|ما راه خدا و آيين حق را براي شما مردم آورديم و ليکن اکثرتان از قبول حق کراهت (و اعراض) داشتيد.
43|79|بلي کافران بر کار (کفر و عصيان) تصميم گرفتند ما هم (بر کيفر و انتقام ايشان) تصميم گرفتيم.
43|80|آيا گمان مي‌کنند که سخنان سرّي و پنهان که به گوش هم مي‌گويند نمي‌شنويم؟ بلي مي‌شنويم و رسولان ما (فرشتگان) همان دم آن را مي‌نويسند.
43|81|بگو: اگر خدا را فرزندي بود اوّل من او را مي‌پرستيدم.
43|82|خداي آسمانها و زمين و پروردگار عرش (عظيم) از آنچه کافران توصيف او کنند پاک و منزّه است.
43|83|اي رسول، کافران را بگذار تا (به عالم حيوانيت) فرو روند و (به بازيچه دنيا) سرگرم باشند تا روزي را که به آنها وعده شده ببينند.
43|84|و آن ذات يگانه است که در آسمان و زمين (و در همه عوالم نامتناهي) او خداست و هم او (به نظام کامل آفرينش) به حقيقت با حکمت و داناست.
43|85|و بزرگوار خدايي که آسمانها و زمين و هر چه بين آنهاست همه ملک اوست و علم ساعت قيامت نزد اوست و شما همه به سوي او بازگردانيده مي‌شويد.
43|86|و غير خداي يکتا آنان را که به خدايي مي‌خوانند قادر بر شفاعت کسي نيستند مگر (عزير و عيسي و فرشتگان) کساني که با علم اليقين بر توحيد حق گواهي دهند (و شفاعت اهل حق کنند).
43|87|و اگر از مشرکان باز پرسي که آنها را که آفريده است؟ به يقين جواب دهند: خدا آفريده. پس به کجايشان مي‌گردانند؟
43|88|(خدا هم از ساعت قيامت آگاه است) و هم از گفتار و دادخواهي رسولش که گويد: خدايا اينها قومي هستند که هيچ ايمان نمي‌آورند.
43|89|(پاسخ دهيم: رسولا، اکنون که از ايمان قوم مأيوسي) پس روي از آنها بگردان و بگو به سلامت (تا بروند در ضلالت) که به زودي (بر کيفر کفر و عصيانشان) آگاه مي‌شوند.
44|1|حم (قسم به حميد و مجيد دو نام مقدس الهي)
44|2|قسم به اين کتاب روشن بيان.
44|3|که ما آن را در شبي مبارک (شب قدر) فرستاديم، که ما بيم کننده‌ايم (و خلق را از عذاب قيامت آگاه کنيم و بترسانيم).
44|4|در آن شب هر امر استواري (با حکمت و تدبير نظام احسن) معيّن و ممتاز مي‌گردد.
44|5|تعيين آن امر البته از جانب ما که فرستنده پيغمبرانيم خواهد بود.
44|6|(اين ارسال رسول از) لطف و رحمت پروردگار توست که شنوا و داناست.
44|7|همان پروردگاري که خالق آسمانها و زمين و هر آنچه ميان آنهاست اوست اگر يقين داريد.
44|8|هيچ خدايي غير او نيست، او زنده مي‌گرداند و باز مي‌ميراند، او خداي آفريننده شما و پدران پيشين شماست.
44|9|(کافران را به خدا و قيامت ايمان نيست) بلکه با شک و ريب (و استهزاء) به بازيچه (دنيا) مشغولند.
44|10|(اي رسول) منتظر باش روزي را که (بر عذاب کافران) آسمان دودي پديد آرد پيدا و آشکار.
44|11|آن دود آسماني که عذابي دردناک است مردم را احاطه کند.
44|12|(و کافران فرياد برآرند که) پروردگارا، اين عذاب از ما بر طرف ساز که ما البته ايمان مي‌آوريم.
44|13|کجا متذکر شده و ايمان مي‌آورند در صورتي که رسول ما با آيات روشن بيان آمد (و ايمان نياوردند).
44|14|پس (از مشاهده آيات) باز از او اعراض کردند و گفتند: او شخص ديوانه‌اي است که (مردم قرآن را) به او آموخته‌اند.
44|15|ما تا زماني اندک (که براي امتحان) عذاب را (از شما) برمي‌داريم باز (به کفر خود) بر مي‌گرديد.
44|16|(اي رسول منتظر باش) آن روز بزرگ که ما (آنها را) به عذاب سخت بگيريم که البته ما (از آنها) انتقام خواهيم کشيد.
44|17|و ما پيش از اين امت قوم فرعون را آزموديم و رسولي بزرگوار (مانند موسي) به سوي آنها فرستاديم.
44|18|(او گفت) که (اي فرعونيان) امر بندگان خدا را به من واگذاريد، که من بر شما به يقين رسول امين پروردگارم.
44|19|و زنهار بر خدا تکبر و طغيان مجوييد که من بر شما حجت آشکار آوردم.
44|20|و من به خداي خود و خداي شما پناه مي‌برم از اينکه عزم آزار و سنگسار من کنيد.
44|21|و اگر به (رسالت) من ايمان نمي‌آوريد پس مرا به حال خود واگذاريد (و در پي قتل و آزارم بر نياييد).
44|22|(فرعونيان دست از ستمش برنداشتند) پس دعا کرد که اي خدا، اينان مردمي سخت مجرم و بدکارند.
44|23|(خدا فرمود) پس تو بندگان (با ايمان) مرا شبانه از شهر بيرون بر، چرا که فرعونيان شما را تعقيب کنند.
44|24|آن گاه دريا را (همان گونه که بر تو بشکافتيم) آرام و خشک بگذار و بگذر که فرعون و لشکريانش تمام به دريا غرق شوند.
44|25|چه بسيار باغ و بستانها و چشمه‌هاي آب،
44|26|و کشت و زرعها و مقام و منزلهاي عالي رها کردند و رفتند.
44|27|و ناز و نعمت وافري که در آن غرق بودند و از همه چشم پوشيدند.
44|28|اين چنين بود و ما آن ناز و نعمتها را از قوم گذشته ارث به قوم ديگر داديم.
44|29|و بر مرگ گذشتگان هيچ چشم آسمان و زمين نگريست و بر هلاکشان مهلت ندادند.
44|30|و البته ما بني اسرائيل را از عذاب ذلّت و خواري نجات داديم.
44|31|از شر فرعون که سخت متکبر و ستمکار بود آسوده ساختيم.
44|32|و آنها را در آن دور بر عالميان به علم و دانش (کتاب آسماني تورات) برگزيديم.
44|33|و آيات و معجزاتي (از رحمت و غضب) بر آنها به دست موسي آورديم که در آن کاملا و آشکارا آزمايش شوند.
44|34|همانا اينان (يعني مشرکان مانند دهريان) البته خواهند گفت،
44|35|که ما جز اين مرگ اول (ديگر هيچ مرگ و زندگي) نداريم و هيچ (در قيامت) زنده نخواهيم شد.
44|36|پس پدران ما را اگر راست مي‌گوييد بياوريد.
44|37|آيا اينان بهترند (و نيرومندتر) يا قوم تبّع و اقوام پيش از آنان که چون بسيار مردم بدکار مجرمي بودند ما همه را هلاک کرديم.
44|38|و ما آسمانها و زمين و آنچه را بين آنهاست به بازيچه خلق نکرديم.
44|39|آنها را جز به حق (و از روي حکمت و مصلحت) نيافريديم و ليکن اکثر مردم از آن آگاه نيستند.
44|40|همانا روز قيامت که روز فصل و جدايي (مؤمن و کافر) است وعده‌گاه جميع خلايق است.
44|41|روزي که هيچ حمايت خويش و يار و ياوري کسي را از عذاب نرهاند و احدي را نصرت نکنند.
44|42|مگر آن که خدا به او رحم کند، که او تنها بر خلق مقتدر و مهربان است.
44|43|همانا درخت زقّوم جهنّم،
44|44|قوت و غذاي بدکاران است.
44|45|که آن غذا در شکمهاشان چون مس گداخته در آتش مي‌جوشد.
44|46|آن سان که آب به روي آتش جوشان است.
44|47|(خطاب قهر رسد که) اين بدکار را بگيريد و به ميان دوزخ افکنيد.
44|48|پس از آن آب جوشان بر سرش فرو ريزيد.
44|49|(و به استهزاء وي گوييد: عذاب دوزخ را) بچش که تو بسيار (نزد خود) توانمند و گرامي هستي.
44|50|اين همان عذابي است که از آن در شک و انکار بوديد.
44|51|همانا (آن روز سخت) آنان که متّقي و خداترس بودند مقام امن و امان يابند.
44|52|در باغها و کنار چشمه‌ها و نهرها بيارامند.
44|53|لباس از سندس و استبرق (حرير نازک و ستبر) پوشند و رو به روي هم بر تختها تکيه زنند.
44|54|همچنين است و با حوريان زيبا چشمشان جفت قرار داده‌ايم.
44|55|در آن بهشت پر نعمت از هر نوع ميوه‌اي بخواهند بر آنان حاضر و (از هر درد و رنج و زحمت) ايمن و آسوده‌اند.
44|56|و جز آن مرگ اول (که از دنيا مردند) ديگر هيچ طعم مرگ را نمي‌چشند و خدا آنها را از عذاب دوزخ محفوظ خواهد داشت.
44|57|اين به فضل و رحمت خداي توست و همين به حقيقت سعادت و فيروزي بزرگ است.
44|58|و ما اين قرآن را (با اين آيات وعد و وعيد با بيان فصيح) به زبان تو آسان کرديم تا مگر خلقان متذکر (حقايق آن) شوند.
44|59|پس (از تلاوت اين آيات و اتمام حجت بر کافران) منتظر (عذاب بر آنان) باش چنان که آنها هم (بر تو) انتظار (روزگار بد و حوادث ناگوار) دارند.
45|1|حم (قسم به نام خداي حميد و مجيد که).
45|2|تنزيل اين کتاب عظيم از جانب خداي مقتدر حکيم است.
45|3|همانا در خلقت آسمانها و زمين براي اهل ايمان آيات و ادلّه‌اي (از قدرت الهي) پديدار است.
45|4|و در خلقت خود شما آدميان و انواع بي‌شمار حيوان که در روي زمين پراکنده است هم آيات و براهيني (از قدرت حق) براي اهل يقين آشکار است.
45|5|و نيز در رفت و آمد شب و روز و آنچه خدا از آسمان روزي (براي خلق از برف و باران) مي‌فرستد و زمين را پس از خزان مرگ ديگر بار بدانها زنده مي‌سازد و در وزش بادهاي عالم، در همه اين موجودات براي خردمندان جهان آياتي (از قدرت صانع) پيداست.
45|6|اينها آيات خداست که ما بر تو به حق تلاوت مي‌کنيم، پس بعد از خدا و آيات روشن او ديگر به چه برهان ايمان مي‌آورند؟
45|7|واي بر هر دروغگوي بسيار زشتکار.
45|8|آن که آيات خدا را که بر او تلاوت مي‌شود شنيده و بر تکبر و طغيان اصرار مي‌کند چنانکه گويي هيچ آيات را نشنيده است، چنين کساني را به عذاب دردناک بشارت ده.
45|9|و چون از آيات ما چيزي بداند آن را به مسخره مي‌گيرد، چنين مردم کافر را (در دنيا و آخرت) عذاب ذلّت و خواري مهيّاست.
45|10|آنها را آتش دوزخ در پيش است و آنچه اندوختند هيچ آنان را نجات و رهايي ندهد و آنچه غير خدا دوست گرفتند به کارشان نيايد و کيفر آنها بزرگ عذاب قهر خداست.
45|11|اين قرآن هدايت خلق است و آنان که به آيات خداي خود کافر شدند جزاي آنها عذاب دردناک دوزخ است.
45|12|خداست آن که براي شما دريا را مسخر گردانيد تا کشتي به امر او (آسان) در آب جاري شود و از آن (به تجارت و سفر) از فضل خدا (روزي) طلبيد و باشد که شکر نعمتش به جاي آريد.
45|13|و آنچه در آسمانها و زمين است تمام را مسخر شما گردانيد و اينها همه از سوي اوست. در اين کار نيز براي مردم با فکرت آياتي (از قدرت الهي) کاملا پديدار است.
45|14|به آنان که ايمان آورده‌اند بگو که از (جور جهالتهاي) مردمي که به ايّام الهي (و روز وعده‌هاي خدا) اميدوار نيستند درگذرند تا خدا عاقبت هر قومي را به پاداش اعمال خود برساند.
45|15|هر کس کار نيک کند به نفع خود و هر که بد کند به زيان خويش کرده است، آن گاه (براي پاداش نيک و بد) به سوي خداي خود بازگردانيده مي‌شويد.
45|16|و ما بني اسرائيل را کتاب (آسماني تورات) و حکم و نبوت عطا کرديم و از هر روزي لذيذ و حلال نصيب آنها گردانيديم و آنان را بر اهل دوران خود فضيلت داديم.
45|17|و نيز به آن قوم آيات و معجزات روشن در امر (دين و نظم دنيا) عطا نموديم و آنها خلاف و نزاع بر نينگيختند مگر دانسته، براي ظلم و تعدّي به حقوق يکديگر. البته خدا بين نزاع و اختلافات آنها روز قيامت داوري خواهد کرد.
45|18|سپس ما تو را بر شريعت کامل در امر دين مقرر فرموديم. تو آن را کاملا پيروي کن و هيچ پيرو هواي نفس مردم (مشرک) نادان مباش.
45|19|آن مردم هيچ تو را در برابر (عذاب) خدا به کار نيايند، و ستمکاران عالم به نفع خود در ظلم و ستم دوستدار و مددکار يکديگرند و خدا دوستدار و مددکار متقيان است.
45|20|اين قرآن براي عموم مردم مايه بصيرت بسيار و براي اهل يقين موجب هدايت و رحمت پروردگار است.
45|21|آيا آنان که مرتکب اعمال زشت و تبهکاري شدند گمان کردند رتبه آنها را مانند کساني که ايمان آورده و نيکوکار شدند قرار مي‌دهيم تا در مرگ و زندگاني هم با مؤمنان يکسان باشند؟ حکم آنها انديشه بسيار باطل و جاهلانه‌اي است.
45|22|و خدا آسمانها و زمين را به حق آفريده است (و در هر چه خلق کرده مصلحت و مقصودي داشته) و عاقبت هر نفسي بي هيچ ستمي پاداش هر عملي که کرده است خواهد يافت.
45|23|(اي رسول ما) آيا مي‌نگري آن را که هواي نفسش را خداي خود قرار داده و خدا او را دانسته (و پس از اتمام حجت) گمراه ساخته و مهر (قهر) بر گوش و دل او نهاده و بر چشم وي پرده ظلمت کشيده؟ پس او را بعد از خدا ديگر که هدايت خواهد کرد؟ آيا متذکر اين معني نمي‌شويد؟
45|24|و کافران گفتند که زندگي ما جز همين نشأه دنيا و مرگ و حيات طبيعت نيست و جز دهر و طبيعت کسي ما را نمي‌ميراند. و اين سخن نه از روي علم و دليل بلکه از روي جهل و وهم و خيال مي‌گويند.
45|25|و چون آيات و ادلّه روشن ما بر آن کافران تلاوت شود ديگر حجت و عذري نداشته جز اينکه گويند: اگر راست مي‌گوييد پدران ما را (زنده کنيد و) بياوريد.
45|26|بگو: خدا شما را زنده کند سپس بميراند و باز تمام شما را جمع گرداند به روز قيامت که آن روز بي شک و ريب بيايد و ليکن اکثر مردم نمي‌دانند.
45|27|آسمانها و زمين همه ملک خداست و روزي که ساعت قيامت بر پا شود آن روز اهل باطل (و منکران معاد) زيانکار خواهند بود.
45|28|و در آن روز هر گروهي را بنگري که به زانو در آمده و هر فرقه به سوي کتاب و نامه عمل خود خوانده شود (و ندا شود که) امروز همه به پاداش اعمال خود مي‌رسيد.
45|29|اين کتاب ضبط ما به حق بر شما سخن مي‌گويد، که ما هر چه مي‌کرده‌ايد همه را درست مي‌نگاشتيم.
45|30|اما آنان که ايمان آورده و نيکوکار شدند آنها را خدا در رحمت خود داخل سازد که آن سعادت و فيروزي معيّن و معلومي است.
45|31|و اما آنان که کافر شدند (چون از شدت عذاب بنالند به آنها گوييم) آيا بر شما آيات مرا تلاوت نمي‌کردند و شما تکبر و عصيان کرده و مردمي بدکار و مجرم بوديد؟
45|32|و چون به شما گفته شد که وعده خدا حق است و در قيامت هيچ شک و ريب نيست شما گفتيد: قيامت چيست؟ نمي‌فهميم، بس خيالي پيش خود مي‌کنيم و به آن هيچ يقين نداريم.
45|33|و در آن هنگام بر آنان نتيجه اعمال بدشان پديد آيد و عذابي که به آن تمسخر مي‌کردند به آنها احاطه کند.
45|34|و با آنها خطاب شود که امروز ما شما را (از رحمت خود) فراموش مي‌کنيم چنانکه شما ملاقات اين روز سخت را فراموش کرديد. اينک منزل شما آتش دوزخ است و بر نجات خود هيچ يار و ياوري نداريد.
45|35|اين عذاب شما کيفر آن است که به آيات خدا تمسخر کرديد و مغرور زندگاني دنيا شديد. پس کافران امروز از آتش دوزخ رهايي ندارند و هيچ عذر و توبه ايشان نپذيرند.
45|36|باري ستايش و سپاس مخصوص خداست که به يکتايي آفريننده آسمانها و زمين و همه جهانهاي بي نهايت است.
45|37|و مقام جلال و کبريايي در آسمانها و زمين مخصوص اوست و او يکتا خداي مقتدر حکيم است.
46|1|حم (قسم به خداي حميد و مجيد که)
46|2|تنزيل اين قرآن عظيم از جانب خداي مقتدر حکيم است.
46|3|ما آسمانها و زمين و آنچه را بين آنهاست جز به حق (و براي حکمت و مصلحت خلق) و جز در وقت معيّن نيافريده‌ايم و آنان که کافرند از هر چه پند و اندرزشان کنند و بيمشان دهند روي مي‌گردانند.
46|4|بگو: جز خدا همه آن بتهايي که به خدايي مي‌خوانيد به من نشان دهيد که آيا در زمين چيزي آفريده‌اند؟ يا شرکتي با خدا در خلقت آسمانها دارند؟ اگر از کتب آسماني پيشين دليلي بر خدايي بتان داريد يا کمتر اثر و نشان بر درستي عقيده شرک يافته‌ايد اگر راست مي‌گوييد بر من بياوريد.
46|5|و کيست گمراه‌تر از آن که جز خدا کسي را بپرستد که هيچ در حوائج تا قيامت او را اجابت نکند و از هر چه بخوانندشان خود بي خبر باشند؟
46|6|و چون در قيامت خلق محشور شوند آنجا معبودان باطل با مشرکان دشمن و از پرستش آنها بيزارند.
46|7|و هر گاه آيات روشن ما را بر مردم تلاوت کنند آنان که کافر شدند چون آيات الهي آمد گويند که اين کتاب سحر آشکارايي است.
46|8|بلکه کافران مي‌گويند که (محمّد) خود اين آيات قرآن را فرا بافته است. بگو: اگر اين قرآن را من از خود بافته باشم شما از قهر خدا هيچ قدرت بر نجات من نداريد، او به افکاري که در آن فرو مي‌رويد داناتر است، گواه ميان من و شما هم او کافي است و اوست خداي بسيار آمرزنده و مهربان.
46|9|بگو: من از بين رسولان، اولين پيغمبر نيستم (که تازه در جهان آوازه رسالت بلند کرده باشم تا تعجب و انکار کنيد) و نمي‌دانم که با من و شما عاقبت چه مي‌کنند؟ من جز آنچه بر من وحي مي‌شود پيروي نمي‌کنم و جز آنکه با بيان روشن (خلق را آگاه کنم و از خدا) بترسانم وظيفه‌اي ندارم.
46|10|بگو: چه تصور مي‌کنيد، اگر از جانب خدا باشد و شما به آن کافر شويد در صورتي که از بني اسرائيل شاهدي (چون عبد الله سلام عالمي) بر حق بودن قرآن گواهي دهد و ايمان آرد و شما تکبر ورزيد (جز آن است که به عذاب خدا گرفتار مي‌شويد)؟ آري البته خدا مردم ستمکار را هدايت نخواهد کرد.
46|11|و کافران گفتند: اگر دين اسلام بهتر (از بت‌پرستي) بود مردم (فقير زبوني) از ما در ايمان به آن سبقت نمي‌گرفتند. و آنها چون به قرآن هدايت نمي‌شوند خواهند گفت که اين کتاب دروغي از گفتار پيشينيان است.
46|12|و پيش از قرآن کتاب تورات بر موسي که امام و پيشواي مهربان خلق بود نازل گرديد و اين کتاب قرآن مصدّق کتب آسماني پيشين به زبان فصيح عربي نازل شده تا ستمکاران عالم را (از عذاب خدا) بترساند و نيکوکاران را بشارت (به رحمت ايزد) دهد.
46|13|آنان که گفتند: آفريننده ما خداست و بر اين سخن پايدار و ثابت ماندند بر آنها هيچ ترس و بيمي و حزن و اندوهي (در دنيا و عقبي) نخواهد بود.
46|14|آنان اهل بهشتند و به پاداش اعمال نيک هميشه در بهشت ابد مخلّد خواهند بود.
46|15|و ما انسان را به احسان در حق پدر و مادر خود سفارش کرديم، که مادر با رنج و زحمت بار حمل او کشيد و باز با درد و مشقّت وضع حمل نمود و سي ماه تمام مدت حمل و شيرخواري او بود تا وقتي که طفل به حد رشد رسيد و آدمي چهل ساله گشت (و عقل و کمال يافت آن گاه سزد که) عرض کند: بار خدايا، مرا بر نعمتي که به من و پدر و مادر من عطا فرمودي شکر بياموز و به کار شايسته‌اي که رضا و خشنودي تو در آن است موفق دار و فرزندان مرا صالح گردان، من به درگاه تو باز آمدم و از تسليمان فرمان تو شدم.
46|16|اين بندگانند که به نيکوترين اعمال خود مقبول درگاه ما شده و در زمره اهل بهشت از گناهانشان مي‌گذريم. اين وعده صدقي است که به آنها بشارت مي‌داده‌اند.
46|17|و (چقدر ناخلف است) فرزندي که پدر و مادر را گفت: افّ بر شما باد، آيا به من وعده مي‌دهيد که پس از مرگ مرا زنده کرده و از قبر بيرون مي‌آرند در صورتي که پيش از من گروه و طوايف بسياري رفتند (و يکي باز نيامد)؟ آن گاه پدر و مادر به خداست غاثه کنند (که پروردگارا، تو فرزند ما را هدايت کن و به او گويند) که واي بر تو، ايمان بيار، البته وعده خدا بر حق و حقيقت است، باز (آن نا اهل فرزند) گويد: اين سخنان جز افسانه و اوهام پيشينيان نيست.
46|18|اينان در ميان طوايف بسياري از جن و انس که از اين پيش (به کفر) مردند کساني هستند که وعده عذاب خدا بر آنها حتم است و اينها به حقيقت زيانکاران عالمند.
46|19|و براي تمام (مردم مؤمن و کافر) به مقتضاي اعمالشان درجاتي معين است (در عالم قيامت تا عدل خدا درباره آنها آشکار شود) و تا همه را به پاداش و مزد اعمال خود کاملا برساند و هيچ ستمي به آنها نخواهد شد.
46|20|و روزي که کافران را بر آتش دوزخ عرضه کنند (فرشتگان قهر و عذاب به آنها گويند) شما (لذّات بهشتي و) خوشيهايتان را در زندگاني دنيا (به شهوت راني و ظلم و عصيان) از بين برديد و بدان لذّات دنيوي بر خوردار و دلباخته بوديد، پس امروز به عذاب ذلّت و خواري مجازات مي‌شويد چون در زمين به ناحق تکبر مي‌کرديد و راه فسق و تبهکاري پيش مي‌گرفتيد.
46|21|و ياد آر حال هود پيغمبر قوم عاد را که چون در سرزمين احقاف امتش را وعظ و اندرز کرد و (از قهر خدا) بترسانيد و پيش از هود و بعد از او هم بسيار پيمبر بر انذار خلق آمد. باري هود قومش را گفت: هرگز جز خداي عالم کسي را نپرستيد که من بر شما از عذاب روز بزرگ قيامت مي‌ترسم.
46|22|قوم هود در پاسخ گفتند: آيا تو آمده‌اي ما را از پرستش بتان که خدايان ما هستند منع کني؟! پس تو (زود) وعده عذابي را که به ما مي‌دهي بيار اگر راست مي‌گويي.
46|23|هود در جواب گفت: علمش نزد خداست و من آنچه را که بر آن رسالت داشتم به شما ابلاغ کردم و ليکن شما را بسيار مردم ناداني مي‌بينم.
46|24|پس چون آن عذاب را به شکل ابري ديدند که بر رودخانه‌هاشان روي آورد گفتند: اين ابري است که بر ما باران مي‌بارد. (هود به آنها گفت: چنين نيست) بلکه اثر عذابي است که به تعجيل درخواستيد، اين باد سختي است که در آن عذابي دردناک است.
46|25|اين بادي است که هر چيزي را به امر خداي خود نابود و هلاک مي‌سازد. پس شبي صبح کردند که جز خانه‌هاي ويران آنها ديده نمي‌شد (و اثري از آنان نماند). بلي ما بدين گونه قوم بدکار را کيفر مي‌دهيم.
46|26|و به آن قوم عاد تمکين و قوتي داديم که شما امت را چنان نيروي بدني نداديم و با آنکه بر آنها گوش و چشم و قلب مدرک قرار داديم (تا با قواي ادراکي خداشناس شوند) هيچ اين قواي مدرکه آنها را از عذاب نرهانيد بدين جهت که آيات خدا را انکار مي‌کردند، و آن عذابي که بدان استهزا مي‌کردند به آنها فرا رسيد.
46|27|و ما چه بسيار اهل شهر و ديار را که در اطراف شما بودند (به کيفر کفر) همه را هلاک کرديم و آيات (عبرت براي مردم) را به گونه‌هاي مختلف بيان داشتيم تا مگر (از کفر و گناه به درگاه خدا) باز گردند.
46|28|پس چرا جز خدا معبوداني که به آنها تقرب مي‌جستند هيچ آنها را ياري نکردند؟ بلکه از نظرشان محو و نابود شدند؟ و اين خدايي آن بتها سخنان بي حقيقت و دروغي بود که خود مي‌بافتند.
46|29|و (ياد آر) وقتي که ما تني چند از جنّيان را متوجه تو گردانيديم که استماع آيات قرآن کنند، چون نزد رسول رسيدند با هم گفتند: گوش فرا دهيد. چون قرائت تمام شد به سوي قومشان براي هشدار (و تبليغ و هدايت) باز گرديدند.
46|30|گفتند: اي طايفه ما، ما (آيات) کتابي را شنيديم که پس از موسي نازل شده در حالي که کتب آسماني تورات و انجيل را که در مقابل او بود به راستي تصديق مي‌کرد و (خلق را) به سوي حق و طريق راست هدايت مي‌فرمود.
46|31|اي طايفه ما، شما هم داعي حق (محمد مصطفي ص) را اجابت کنيد و به او ايمان آريد تا خدا از گناهانتان در گذرد و شما را از عذاب دردناک قيامت نگاه دارد.
46|32|و هر که داعي حق را اجابت نکند در زمين مفر و پناهي از قهر خدا نتواند يافت و جز او هيچ يار و ياوري نخواهد داشت و چنين کسان در ضلالت و گمراهي آشکار هستند.
46|33|آيا کافران نديدند خدايي که آسمانها و زمين را آفريد و هيچ از آفرينش آنها فرو نماند البته هم او قادر بر آن است که مردگان را باز زنده کند؟ آري البته او بر هر چيز قادر است.
46|34|و روزي که کافران را بر آتش دوزخ عرضه کنند (به آنها گويند) آيا اين وعده دوزخ حقيقت نبود؟ گويند: بلي به پروردگارمان سوگند که حق بود. خدا گويد: پس امروز به کيفر کفرتان سختي عذاب دوزخ را بچشيد.
46|35|(اي رسول ما) تو هم مانند پيغمبران اولوا العزم (در تبليغ دين خدا و تحمل اذيّت امت) صبور باش و بر امت به عذاب تعجيل مکن تا روزي که آنچه وعده داده شده به چشم ببينند آن روز پندارند که (در دنيا) به جز ساعتي از روز درنگ نداشتند. (اين قرآن و آيات وعده و وعيدش) تبليغ رسالت و اتمام حجتي است، پس آيا (به قيامت) جز مردم (شهوت پرست) فاسق هيچ کس هلاک خواهد شد؟
47|1|آنان که کافر شدند و راه دين خدا را (بر خلق) بستند خداوند اعمال آنها را تباه و باطل ساخت.
47|2|و آنان که گرويدند و نيکوکار شدند و به قرآني که بر محمّد (صلي اللّه عليه و آله و سلم) نازل شد که البته بر حق و از جانب خدايشان بود ايمان آوردند خدا از گناهانشان درگذشت و امر (دنيا و دين) آنها را اصلاح فرمود.
47|3|اين (تباهي حال کافران و اصلاح مؤمنان) بدان سبب است که کافران پيرو (آراء و عقايد اهل) باطل گرديدند و اهل ايمان پيرو (قرآن) حق که از جانب خدايشان نازل گرديد شدند. اين گونه صريح خدا مثال حال مردم را بيان مي‌کند.
47|4|شما مؤمنان چون (در ميدان جنگ) با کافران رو به رو شويد بايد (شجاعانه) آنها را گردن زنيد تا آن گاه که از خونريزي بسيار دشمن را از پا در آورديد پس از آن، اسيران جنگ را محکم به بند کشيد که بعدا يا بر آنها منّت نهيد (و آنها را آزاد گردانيد) يا فدا گيريد تا در نتيجه جنگ سختيهاي خود را فروگذارد. اين حکم فعلي است، و اگر خدا بخواهد خود از کافران انتقام مي‌کشد (و همه را بي زحمت جنگ شما هلاک مي‌کند) و ليکن (با اين جنگ کفر و ايمان) مي‌خواهد شما را به يکديگر امتحان کند، و آنان که در راه خدا کشته شدند خدا هرگز اعمالشان را ضايع نگرداند.
47|5|آنها را البته به راه سعادت هدايت کند و امورشان را اصلاح فرمايد.
47|6|و در بهشتي که قبلا به منزل و مقاماتشان همه را شناسا کرده وارد کند.
47|7|اي اهل ايمان، شما اگر خدا را ياري کنيد (يعني دين و پيغمبر خدا را) خدا هم شما را ياري کند و ثابت قدم گرداند.
47|8|و آنان که کافر شدند نابود و هلاک شوند و خدا اعمالشان را ضايع و باطل سازد.
47|9|اين (هلاک کفار) بدان سبب است که آنها از قرآني که خدا نازل فرمود کراهت و اعراض داشتند پس خدا اعمالشان را محو و نابود فرمود.
47|10|آيا در زمين به سير و سفر نمي‌روند تا به چشم خود عاقبت حال پيشينيان را مشاهده کنند که چگونه آنها را خدا هلاک کرد؟ و اين کافران هم مانند آنها به کيفر کفر خود البته مي‌رسند.
47|11|اين (معامله خدا با کافران و مؤمنان) بدان سبب است که البته خدا يار و مولاي مؤمنان است و کافران هيچ مولا و ياور و ياري ندارند.
47|12|البته خدا آنان را که ايمان آورده و نيکوکار شوند در بهشتي که زير درختانش نهرها جاري است داخل گرداند و آنان که به راه کفر شتافتند به تمتّع و شهوت‌راني و شکم‌پرستي مانند حيوانات پردازند و عاقبت منزل آنها آتش دوزخ خواهد بود.
47|13|چه شهرهاي بسيار که از (شهر مکّه) وطن تو که کفّار از آن خارجت کردند محکم بنيان‌تر بود ما اهلش را هلاک کرديم و بر نجات خود هيچ ياوري نداشتند.
47|14|آيا آن کس که از خداي خود حجت علمي و برهاني (مانند قرآن) در دست دارد مانند کساني است که عمل زشتشان در نظر زيبا جلوه کرده و پيرو هواي نفساني خود شدند؟
47|15|داستان بهشتي که به متقيان وعده دادند اين است که در آن باغ بهشت نهرهايي از آب زلال دگرگون ناشدني است و نهرها از شير بي آنکه هرگز طعمش تغيير کند و نهرها از شراب ناب که نوشندگان را به حد کمال لذّت بخشد و نهرها از عسل مصفّي و تمام انواع ميوه‌ها بر آنان مهيّاست و (فوق همه لذّات) مغفرت و لطف پروردگارشان، (آيا حال آن که در اين بهشت ابد است) مانند کسي است که در آتش مخلّد است و آب جوشنده حميم به خوردشان دهند تا اندرونشان را پاره پاره گرداند؟
47|16|و بعضي از مردم منافق به گفتارت کاملا گوش مي‌دهند تا وقتي که از حضورت خارج شوند با اهل علم (اصحابت به تمسخر و اهانت) مي‌گويند: رسول باز از سر نو چه گفت؟ اينان هستند که خدا بر دلهاشان مهر (قهر) نهاد و پيرو هواي نفس خود گرديدند.
47|17|و آنان که هدايت يافتند خدا بر هدايت و ايمانشان بيفزود و (پاداش) تقواي آنها را به آنان عطا فرمود.
47|18|(کافران که ايمان نمي‌آرند) باز انتظاري دارند جز آنکه ساعت قيامت ناگاه فرا رسد؟ که شروط و علائم قيامت بسياري پديد آمد، و پس از آنکه قيامت بيايد در آن حال تذکر و يادآوري آنان چه فايده بخشد؟
47|19|باز هم بدان که هيچ خدايي جز خداي يکتا نيست و تو بر گناه خود [منظور از گناه آن حضرت نافرماني خدا نيست، زيرا پيامبر (ص) معصوم است. به تفاسير مراجعه شود. (م)] و براي مردان و زنان با ايمان آمرزش طلب، و خدا منازل انتقال شما به عالم آخرت و مسکن هميشگي شما همه را مي‌داند.
47|20|و مؤمنان مي‌گويند: چه شده که سوره‌اي (در حکم جهاد کفّار) نازل نشد؟ در صورتي که چون سوره‌اي محکم و صريح آيد و در آن ذکر جنگ شود آنان را که دلهاشان مريض (نفاق) است بنگري که مانند کسي که از ترس، حال بي هوشي بر او دست مي‌دهد در تو نگاه مي‌کنند، آري مرگ و هلاک بر آنها سزاوارتر است.
47|21|(راه سعادت) طاعت خدا و گفتار نيکو است و پس از آنکه امر (دين يا کار جنگ) به عزم و لزوم پيوست اگر (منافقين) با خدا به راستي رفتار کنند بر آنها بهتر خواهد بود.
47|22|شما منافقان اگر (از فرمان خدا و اطاعت قرآن) روي بگردانيد آيا جز اين اميد مي‌بريد که در زمين فساد و قطع رحم کنيد؟
47|23|همين منافقانند که خدا آنها را لعن کرده و گوش و چشمشان را کر و کور گردانيد (تا به جهل و شقاوت بميرند).
47|24|آيا منافقان در آيات قرآن تفکر نمي‌کنند يا بر دلهاشان خود قفل‌ها (ي جهل و نفاق) زده‌اند.
47|25|آنان که پس از بيان شدن راه هدايت بر آنها باز به دين پشت کرده و مرتد شدند شيطان کفر را در نظرشان جلوه‌گر ساخت و به آمال و آرزوهاي دراز فريبشان داد.
47|26|اين (برگشتن از دين) براي آن بود که آن منافقان به دشمنان قرآن (پنهاني) گفتند: ما البته با شما (بر مخالفت محمّد) تا بتوانيم موافقت مي‌کنيم. و خدا از اين سخن پنهاني آنها آگاه است.
47|27|پس با چه حال سختي اينان رو به رو شوند هنگامي که فرشتگان (عذاب) جانشان بگيرند و بر روي و پشت آنها (تازيانه قهر) زنند؟!
47|28|اين عذاب بدين سبب است که از پي راهي که موجب خشم خداست رفتند و راه رضا و خشنودي او را خوش نداشتند خدا هم اعمالشان را محو و باطل گردانيد.
47|29|آيا آنان که در دل مرض (نفاق پنهان) دارند پندارند که خدا کينه دروني آنها را آشکار نمي‌سازد؟
47|30|اگر ما مي‌خواستيم حقيقت آنها را (به وحي) بر تو آشکار مي‌ساختيم تا به باطن آنها از سيماي ظاهرشان پي برده و در طيّ سخن کاملا آنها را بشناسي. و (اي منافقان و اي مؤمنان) خدا به همه کارهاي شما آگاه است.
47|31|و البته ما (به حکم جهاد) شما را در مقام امتحان مي‌آوريم تا (مقام) آن را که در راه خدا جهاد و مجاهده و کوشش دارد و (بر رنج آن) صبر مي‌کند معلوم سازيم و اخبار و اظهارات شما (منافقان) را نيز (به مقام عمل) بيازماييم.
47|32|آنان که کافر شدند و راه خدا را (به روي خلق) بستند و با رسول او پس از آنکه راه هدايت بر آنها روشن شد باز مخالفت کردند به خدا ضرري نمي‌رسانند (و زيان مخالفت بر خود آنهاست) و اعمال آنها را خدا البته بي اثر و محو و نابود مي‌گرداند.
47|33|اي اهل ايمان، خدا را اطاعت کنيد و رسول او را اطاعت کنيد و اعمال خود را ضايع و باطل نگردانيد.
47|34|آنان که کافر شدند و راه خدا را (به روي خلق) بستند و به حال کفر مردند ديگر ابدا خدا آنها را نخواهد بخشيد.
47|35|پس (شما اي اهل ايمان در کار دين) سستي روا مداريد و (از ترس جنگ، کافران را) دعوت به صلح مکنيد، که شما غالب و بلند مقام‌تر خواهيد بود و خدا با شماست و از (ثواب) اعمال شما هيچ نمي‌کاهد.
47|36|البته زندگاني دنيا به جز بازيچه و هوسراني نيست و اگر ايمان آريد و پرهيزکار شويد پاداش اعمال شما را خواهد داد و از اموال شما چيزي (مزد هدايت) نمي‌خواهد.
47|37|اگر از مال شما خدا چيزي به اصرار هم بخواهد باز بخل مي‌ورزيد و کينه و خبث دروني شما را آشکار مي‌سازد.
47|38|آري شما همان مردميد که براي انفاق در راه (تبليغ دين) خدا دعوت مي‌شويد باز بعضي از شما بخل مي‌ورزند، و هر که بخل کند بر ضرر خود اوست و گرنه خدا (از خلق) بي نياز است و شما فقير و نيازمنديد. و اگر شما روي بگردانيد خدا قومي غير شما که مانند شما (بخيل) نيستند (بلکه بسي از شما بهتر و فداکارترند) به جاي شما پديد آرد.
48|1|(اي رسول ما غم مدارکه) البته ما تو را به فتح آشکاري فيروز مي‌گردانيم (که نه بس شهر مکّه بلکه شهر دلهاي اهل عالم را فتح کني).
48|2|تا خدا از گناه گذشته و آينده تو در گذرد (مفسرين در اين آيه گويند: مراد از گناه پيغمبر گناه او بود به عقيده مشرکان که دعوت او را به توحيد خدا بزرگترين گناه او مي‌شمردند و مقصود از گناه گذشته و آينده دعوت قبل از هجرت و بعد از هجرت بود) و نعمت خود را بر تو به حد کمال رساند و تو را به راه مستقيم (شرع اسلام به وحي خود) هدايت کند.
48|3|و خدا تو را به نصرتي با عزت و کرامت ياري کند.
48|4|اوست خدايي که سکينت و وقار بر دلهاي مؤمنان آورد تا بر يقين و ايمانشان بيفزايد، و سپاه قواي آسمانها و زمين همه لشکر خداست و خدا دانا و به حکمت نظام آفرينش آگاه است.
48|5|اين (فتح يا فزودن ايمان) براي آن است که خدا مي‌خواهد مردان و زنان مؤمن را تا ابد در بهشت‌هايي که زير درختانش نهرها جاري است داخل گرداند و گناهانشان را تمام ببخشد و اين به حقيقت نزد خدا فيروزي بزرگ است.
48|6|و نيز خدا خواهد تا همه منافقان و مشرکان را از مرد و زن عذاب کند که آنها به خدا بد گمان بودند (و وعده فتح خدا را دروغ پنداشتند) در صورتي که (وعده خدا صدق است و) روزگار بد و هلاکت ابد بر خود آنهاست و خدا بر آنان خشم و لعن کرد و جهنم را که بسيار بد منزلگاهي است بر ايشان مهيّا ساخت.
48|7|و سپاه قواي آسمانها و زمين لشکر خداست و خدا بسيار مقتدر و به تدبير نظام عالم داناست.
48|8|ما شخص تو را به عالم فرستاديم که شاهد (نيک و بد امت) باشي و (خلق را به لطف و رحمت حق) بشارت دهي و (از قهر و عذاب او) بترساني.
48|9|تا شما (صالحان امت) به خدا و رسول او ايمان آورده و (دين) او را ياري کنيد و به تعظيم جلالش صبح و شام تسبيح او گوييد.
48|10|همانا مؤمناني که (در حديبيّه) با تو بيعت مي‌کنند به حقيقت با خدا بيعت مي‌کنند (چون تو خليفه خدايي و همانا دست تو) دست خداست بالاي دست آنها، پس از آن هر که نقض بيعت کند بر زيان و هلاک خويش به حقيقت اقدام کرده و هر که به عهدي که با خدا بسته است وفا کند به زودي خدا به او پاداش بزرگ عطا خواهد کرد.
48|11|اعراب باديه که (از حضور در جنگها و در سفر فتح مکّه تخلّف مي‌ورزند و) باز نهاده مي‌شوند خواهند گفت که ما را (محافظت) اهل بيت و اموالمان (از آمدن در رکابت) بازداشت، اينک از خدا بر گناه ما آمرزش طلب. (اين مردم منافق) چيزي که هيچ به دل عقيده ندارند به زبان مي‌آورند، به آنها بگو: اگر خدا اراده کند که ضرر يا نفعي به شما رساند آن کيست که خلاف آن کاري تواند کرد؟ بلکه خدا به هر چه مي‌کنيد آگاه است.
48|12|بلکه شما پنداشتيد که رسول و مؤمنان به او (همه کشته مي‌شوند و) به سوي (وطن و) اهل بيت خود ديگر بر نخواهند گشت و اين خيال در دل شما به خطا جلوه کرد و بسيار گمان بد و انديشه باطلي کرديد و مردمي در خور قهر و هلاکت بوديد.
48|13|و هر که به خدا و رسول او ايمان نياورد ما هم بر آن کافران عذاب آتش دوزخ را مهيّا ساخته‌ايم.
48|14|و ملک آسمانها و زمين همه خاصّ خداست، او هر که را بخواهد مي‌بخشد و هر که را بخواهد عذاب مي‌کند و خدا بسيار آمرزنده و مهربان است.
48|15|کساني که (در حديبيّه تخلّف کردند و) باز نهاده شدند و همراهي با شما ننمودند باز چون براي (فتح خيبر و) گرفتن غنايم حرکت کنيد خواهند گفت: بگذاريد تا ما هم از شما تبعيت کنيم (و همراه شما بياييم). غرضشان اين است که سخن خدا را (که فرمود غنايم خيبر را تنها حاضران حديبيّه خواهند گرفت) تغيير دهند. بگو: شما به حقيقت هرگز ما را پيروي نمي‌کنيد، خدا از اين پيش درباره شما چنين خبر داده. باز (آن مردم بي وفاي بد عهد) خواهند گفت: (چنين نيست) بلکه شما با ما حسد مي‌ورزيد. بلکه ايشان جز عدّه قليلي همه جاهل و نادانند.
48|16|با اعرابي که (از جنگ) باز نهاده شدند بگو: (اگر به حقيقت قصد متابعت داريد) به زودي براي جنگ با قومي شجاع و نيرومند (فارس و روم) دعوت مي‌شويد که با آنها يا جنگ و مبارزه کنيد يا آنکه مسلمان شوند. اگر اطاعت کرديد خدا به شما اجر نيکو خواهد داد و اگر نافرماني کنيد چنانکه از اين پيش (در حديبيّه) مخالفت کرديد خدا شما را به عذابي دردناک معذّب خواهد کرد.
48|17|براي شخص نابينا و لنگ و مريض (در تخلّف از جنگ) حرج و گناهي نيست، و هر که خدا و رسول او را فرمان برد او را به باغهاي بهشتي داخل کند که زير درختانش نهرها جاري است و هر که مخالفت کند او را به عذابي دردناک معذّب نمايد.
48|18|خدا از مؤمناني که زير درخت (معهود حديبيّه) با تو بيعت کردند به حقيقت خشنود گشت و از وفا و خلوص قلبي آنها آگاه بود که وقار و اطمينان کامل بر ايشان نازل فرمود و به فتحي نزديک (که فتح خيبر بود) پاداش داد.
48|19|و به غنيمتهاي فراوان که (از خيبريان) خواهند گرفت موفق داشت، و خدا مقتدر و داناست.
48|20|خدا به شما (لشکر اسلام) وعده گرفتن غنيمتهاي بسيار داده که اين (يک غنيمت خيبر) را براي شما تعجيل در انجام آن فرمود و دست مردم (کافر) را از سر شما کوتاه کرد (تا همپيمانان يهود عبرت گيرند) و تا (اين فتح و غنيمت) آيت و دليل اهل ايمان (بر صدق وعده خدا) باشد و خدا شما را به راه راست هدايت فرمايد.
48|21|و خدا به شما باز وعده غنيمتهاي ديگري فرموده که هنوز بر آن قادر نيستيد و علم خدا محيط بر آن است و خدا بر هر چيز تواناست.
48|22|و اگر کافران با شما مسلمين به جنگ برخيزند از قتال شما پشت گردانيده و فرار کنند و ديگر هيچ ناصر و ياوري براي خود نيابند.
48|23|سنّت الهي (و قانون نظام ربّاني) بر اين بوده (که حق بر باطل غالب شود) و ابدا در سنّت خدا تغييري نخواهي يافت.
48|24|و او خدايي است که دست کفّار را از سر شما و دست شما را هم به زمين مکّه پس از فيروزيتان از سر آنها کوتاه کرد (که به امر خدا پيغمبر روز فتح مکّه براي حفظ جان دشمنان خانه‌هايي را پناه قرار داد) و خدا به هر چه مي‌کنيد بيناست.
48|25|هم آنان بودند که کافر شدند و راه مسجد الحرام را بر شما بستند و قرباني شما را از رسيدن به محل خود (مکّه) منع کردند. و اگر مردان مؤمن و زنان مؤمنه‌اي که شما اکنون نمي‌شناسيد (در مکه) وجود نداشتند که اگر حمله کنيد آنها را ندانسته پامال هلاک مي‌سازيد پس ديه و غرامت خون آن مؤمنان به گردن شما مي‌ماند (اگر اين قضيّه نبود به شما اجازه حمله به مکه داده مي‌شد و ليکن اين اجازه به تأخير افتاد) تا خدا هر که را بخواهد در رحمت خود داخل گرداند (و به نور اسلام هدايت کند). اگر (عناصر کفر و ايمان) از يکديگر جدا بودند همانا کساني از آنان را که کافرند به عذابي دردناک معذّب مي‌ساختيم.
48|26|آن گاه که کافران در دلها ناموس و حميّت، آن هم حميّت جاهليّت پروردند (که نگذاشتند در عهدنامه صلح حديبيّه کلمه بسم اللّه و رسول اللّه بنويسند و مؤمنان را بر سر حميّت و غيرت ايماني آوردند) پس خدا وقار و اطمينان خاطر بر رسول خود و بر مؤمنان نازل کرد و آنان را با کلمه (اخلاص و مقام) تقوا ملازم کرد که آنها سزاوارتر بر اين مقام بودند و اهليّت آن داشتند و خدا به همه امور عالم داناست.
48|27|البته خدا صدق و حقيقت خواب رسولش را آشکار و محقق ساخت که در عالم رؤيا ديد شما مؤمنان به خواست خدا البته به مسجد الحرام با دل ايمن وارد شويد و سرها بتراشيد و اعمال تقصير بي ترس و هراس به جاي آريد، و خدا آنچه را (از مصالح صلح حديبيه) شما نمي‌دانستيد مي‌دانست و قبل از آن (که فتح مکه کنيد) فتح نزديک (حديبيّه و خيبر) را مقرر داشت.
48|28|او خدايي است که رسول خود را با هدايت (قرآن) و دين حق فرستاد تا آن را بر همه اديان دنيا غالب گرداند و (بر حقيقت اين سخن) گواهي خدا کافي است.
48|29|محمد (صلي اللّه عليه و آله و سلم) فرستاده خداست و ياران و همراهانش بر کافران بسيار قويدل و سخت و با يکديگر بسيار مشفق و مهربانند، آنان را در حال رکوع و سجود نماز بسيار بنگري که فضل و رحمت خدا و خشنودي او را مي‌طلبند، بر رخسارشان از اثر سجده نشانه‌هاي نورانيّت پديدار است. اين وصف حال آنها در کتاب تورات و انجيل مکتوب است که (مثل حال آن رسول) به دانه‌اي ماند که چون نخست سر از خاک برآورد جوانه و شاخه‌اي نازک و ضعيف باشد بعد از آن قوّت يابد تا آنکه ستبر و قوي گردد و بر ساق خود راست و محکم بايستد که دهقانان را (در تماشاي خود) حيران کند (همچنين محمد صلي اللّه عليه و آله و سلم و اصحابش از ضعف به قوّت رسند) تا کافران عالم را (از قدرت و قوّت خود) به خشم آرند. خدا وعده فرموده که هر کس از آنها ثابت ايمان و نيکوکار شود گناهانش ببخشد و اجر عظيم عطا کند.
49|1|اي کساني که ايمان آورده‌ايد (در هيچ کار) بر خدا و رسول تقدّم مجوييد و از خدا پروا کنيد، که خدا شنوا و داناست.
49|2|اي اهل ايمان، فوق صوت پيغمبر صدا بلند مکنيد و بر او فرياد بر مکشيد چنانکه با يکديگر بلند سخن مي‌گوييد، که اعمال نيکتان (در اثر بي ادبي) محو و باطل شود و شما فهم نکنيد.
49|3|آنان که نزد رسول خدا به صداي آرام و آهسته سخن گويند آنها هستند که در حقيقت خدا دلهايشان را براي تقوا آزموده. آنهايند که آمرزش و اجر عظيم دارند.
49|4|به حقيقت مردمي که تو را از پشت حجره‌هايت به صداي بلند مي‌خوانند اکثر مردم بي عقل و شعوري هستند.
49|5|و اگر آنها صبر مي‌کردند تا وقتي که تو بر ايشان خارج شوي بسيار بر آنها بهتر بود و (باز هم اگر توبه کنند) خدا بسيار آمرزنده و مهربان است.
49|6|اي مؤمنان، هر گاه فاسقي خبري براي شما آورد تحقيق کنيد، مبادا از روي ناداني به قومي رنجي رسانيد و سخت از کار خود پشيمان گرديد.
49|7|و بدانيد رسول خدا در ميان شماست، که اگر در بسياري از امور رأي شما را پيروي کند خود به رنج و زحمت مي‌افتيد و ليکن خدا مقام ايمان را محبوب شما گردانيد و در دلهاتان نيکو بياراست و کفر و فسق و معصيت را زشت و منفور در نظرتان ساخت. اينان به حقيقت اهل صواب و هدايتند.
49|8|اين مقام بر آنان به فضل خدا و نعمت الهي حاصل گرديد و خدا (به احوال بندگان) دانا و (به صلاح نظام عالم) آگاه است.
49|9|و اگر دو طايفه از اهل ايمان با هم به قتال و دشمني برخيزند البته شما مؤمنان بين آنها صلح برقرار داريد و اگر يک قوم بر ديگري ظلم کرد با آن طايفه ظالم قتال کنيد تا به فرمان خدا باز آيد، پس هر گاه به حکم حق برگشت با حفظ عدالت ميان آنها را صلح دهيد و هميشه (با هر دوست و دشمني) عدالت کنيد که خدا بسيار اهل عدل و داد را دوست مي‌دارد.
49|10|به حقيقت مؤمنان همه برادر يکديگرند پس هميشه بين برادران ايماني خود صلح دهيد و خداترس و پرهيزکار باشيد، باشد که مورد لطف و رحمت الهي گرديد.
49|11|اي اهل ايمان، مؤمنان هرگز نبايد قومي قوم ديگر را مسخره و استهزا کنند، شايد آن قوم که مسخره مي‌کنند از خود آنان بهتر باشند. و نيز بين زنان با ايمان قومي ديگري را سخريّه نکنند که بسا آن قوم از خود آن زنان بهتر باشند، و هرگز عيبجويي (از همدينان) خود مکنيد و به نام و لقب‌هاي زشت يکديگر را مخوانيد که پس از ايمان به خدا نام فسق (بر مؤمن نهادن) بسيار زشت است و هر که توبه نکند چنين کسان بسيار ظالم و ستمکارند.
49|12|اي اهل ايمان، از بسيار پندارها در حق يکديگر اجتناب کنيد که برخي ظنّ و پندارها معصيت است و نيز هرگز (از حال دروني هم) تجسس مکنيد و غيبت يکديگر روا مداريد، هيچ يک از شما آيا دوست مي‌دارد که گوشت برادر مرده خود را خورد؟ البته کراهت و نفرت از آن داريد (پس بدانيد که مثل غيبت مؤمن به حقيقت همين است) و از خدا پروا کنيد، که خدا بسيار توبه پذير و مهربان است.
49|13|اي مردم، ما همه شما را نخست از مرد و زني آفريديم و آن گاه شعبه‌هاي بسيار و فرق مختلف گردانيديم تا يکديگر را بشناسيد، همانا بزرگوار و با افتخارترين شما نزد خدا با تقواترين شمايند، همانا خدا کاملا دانا و آگاه است.
49|14|اعراب (بر تو منّت گذارده و) گفتند: ما (بي جنگ و نزاع) ايمان آورديم، بگو: شما که ايمانتان (از زبان) به قلب وارد نشده به حقيقت هنوز ايمان نياورده‌ايد ليکن بگوييد ما اسلام آورديم (و از خوف جان به ناچار تسليم شديم)، و اگر خدا و رسول وي را اطاعت کنيد او از (اجر) اعمال شما هيچ نخواهد کاست (و از گناه گذشته مي‌گذرد) که خدا بسيار آمرزنده و مهربان است.
49|15|منحصرا مؤمنان واقعي آن کسانند که به خدا و رسول او ايمان آوردند و بعدا هيچ گاه شک و ريبي به دل راه ندادند و در راه خدا به مال و جانشان جهاد کردند. اينان به حقيقت راستگو هستند.
49|16|بگو: آيا شما مي‌خواهيد خدا را به دين خود آگاه سازيد (که اظهار ديانت مي‌کنيد)؟ و حال آنکه خدا آنچه در آسمانها و زمين است همه را مي‌داند و به کلّيّه امور عالم داناست.
49|17|آنها بر تو به مسلمان شدن منّت مي‌گذارند، بگو: شما به اسلام خود بر من منّت منهيد بلکه اگر راست مي‌گوييد (و ايمان حقيقي داريد) خدا بر شما منّت دارد که شما را به سوي ايمان هدايت فرموده است.
49|18|خدا اسرار غيب آسمانها و زمين را مي‌داند و به آنچه شما بندگان مي‌کنيد بيناست.
50|1|ق (قسم به قدس و قدرت و) قسم به قرآن با مجد و عظمت.
50|2|(که منکران ايمان نياوردند) بلکه از آمدن رسولي از خودشان که آنها را هشدار و اندرز دهد به شگفت آمده و کفار (نادان) گفتند: اين (دعوي رسالت و خبر از قيامت) بسيار چيز عجيبي است.
50|3|آيا ما پس از آنکه مرديم و يکسره خاک شديم (باز زنده مي‌شويم)؟ اين بازگشت بسيار بعيد است.
50|4|(تعجب نکنند که) ما به آنچه زمين از آنها بکاهد کاملا آگاهيم و کتابي نگاهدارنده (لوح محفوظ که مشتمل بر همه حقايق عالم است) نزد ماست.
50|5|بلکه کافران چون (رسول) حق آمد او را تکذيب کردند و (در کار بزرگ رسالت و قرآن با عظمت) در حالي مضطرب و سرگردان ماندند (گاهي از جهل، افسانه پيشينيان شمردند و گاهي سحر و شعر پنداشتند).
50|6|پس مگر (منکران حق) آسمان را فراز خود نمي‌نگرند که ما چگونه بناي محکم اساس نهاده‌ايم و آن را به زيور (ستارگان رخشان) آراسته‌ايم و هيچ شکاف و خللي در آن راه ندارد؟
50|7|و زمين را نمي‌نگرند که آن را بگسترديم و در آن کوههاي استوار بيفکنديم و هر نوع گياه با حسن و طراوت از آن برويانيديم؟
50|8|تا موجب بصيرتي باشد (در برهان الهيّت) و تذکري براي هر بنده‌اي که رو به درگاه خدا آرد.
50|9|و ما از آسمان رحمت آب باران با برکت را نازل کرديم و باغهاي ميوه و دانه‌هاي درو شدني برويانيديم.
50|10|و نيز نخلهاي بلند خرما که ميوه آن منظم روي هم چيده شده است برانگيختيم.
50|11|اينها را رزق بندگان قرار داديم و به باران زمين مرده را زنده ساختيم (تا خلق بدانند که) همچنين پس از مرگ سر از خاک بيرون مي‌کنند.
50|12|پيش از اينان هم قوم نوح و اصحاب رسّ (که پيغمبر خود را به چاه افکندند) و قوم ثمود هم تکذيب رسولان کردند.
50|13|و قوم عاد و فرعون و قوم لوط.
50|14|و اصحاب ايکه (امت شعيب) و قوم تبّع (پادشاه يمن) همه رسولان حق را تکذيب کردند تا وعده عذاب من بر آنان حتم و واجب گرديد.
50|15|آيا در اول بار که آفرينش را آورديم هيچ درمانديم؟ (پس در خلقت معاد ديگر بار هم عاجز نيستيم) بلکه اين منکران در شک و ريب از خلقت نو (و نشأه معاد) اند.
50|16|و ما انسان را خلق کرده‌ايم و از وساوس و انديشه‌هاي نفس او کاملا آگاهيم که ما از رگ گردن او به او نزديکتريم.
50|17|آن گاه که دو ملک دريافت دارنده (يعني فرشتگان مراقب و حاضر مأمور نگارش اعمال خير و شر او) از طرف راست و چپ (به مراقبت او) بنشسته و (اعمال آدمي را) دريافت مي‌دارند.
50|18|سخني بر زبان نياورد جز آنکه همان دم فرشته‌اي مراقب و آماده است.
50|19|و (به هوش آييد که) هنگام بيهوشي و سختي مرگ به حق و حقيقت فرا رسيد، آري همان مرگي که از آن دوري مي‌جستي.
50|20|و آن گاه در صور بدمند (و ملايک ندا کنند که) اين است روز تهديد (هاي الهي به خلق).
50|21|و هر نفسي را فرشته‌اي (براي حساب به محشر) کشاند و فرشته‌اي (بر نيک و بدش) گواهي دهد.
50|22|و تو (اي آدمي نادان) از اين (روز سخت مرگ) در غفلت بودي تا آنکه ما پرده از کار تو برانداختيم و امروز چشم بصيرتت بيناتر گرديد.
50|23|و قرين وي (يعني فرشته موکّل و شاهد او بدو) گويد: اين همان اعمالي است که نزد من (براي امروز تو) محفوظ و مهيّاست.
50|24|(و خطاب آيد که) امروز هر کافر معاند را به دوزخ درافکنيد.
50|25|همان کافري که از هر کار خير مانع مي‌گشت و (به حق خدا و خلق) ستم مي‌کرد و (در کار خدا و قيامت) به شک و ريب بود.
50|26|همان کافر مشرک که با خداي يکتا خداي ديگري جعل کرد، پس او را در عذاب سخت جهنم درافکنيد.
50|27|آن گاه قرين او (شيطان) گويد: بار الها، من او را به طغيان و عصيان نکشيدم بلکه او خود در ضلالت دور (از اطاعت و سعادت) افتاد.
50|28|(آن گاه خدا به عتاب) گويد: در حضور من خصومت مکنيد که من قبلا وعده عذاب را به شما گوشزد کردم.
50|29|ديگر وعده عذاب من مبدّل نخواهد شد و هيچ (در کيفر) ستمي به بندگان نخواهم کرد.
50|30|روزي که جهنّم را گوييم: آيا مملوّ (از وجود کافران) شدي؟ و او گويد: آيا (دوزخيان) بيش از اين هم هستند؟
50|31|و بهشت را براي اهل تقوا نزديک آرند تا هيچ دور از آن نباشند (و رنج حرکت نکشند).
50|32|اين بهشت همان است که وعده داده شديد، براي هر بنده‌اي که به درگاه خدا بازگشته و نفس را (از حرام) نگه داشت.
50|33|آن کس که از خداي مهربان در باطن ترسيد و با قلب خاشع و نالان به درگاه او باز آمد.
50|34|در آن بهشت با تحيّت و سلام حق در آييد که اين روز دخول ابدي در بهشت جاوداني است.
50|35|بر آن بندگان در آنجا هر چه بخواهند مهيّاست و باز افزون‌تر از آن نزد ما خواهد بود.
50|36|و چقدر طوايفي را پيش از اينان ما هلاک کرديم که با قهر و قوّت‌تر از اينان بودند و در هر ديار راه جستند. آيا هيچ راه نجاتي يافتند؟
50|37|در اين هلاک پيشينيان پند و تذکر است آن را که قلب هوشياري داشته باشد يا گوش فرا دهد و توجه کامل کند و گواهي دهد.
50|38|و همانا ما آسمانها و زمين و آنچه بين آنهاست همه را در شش روز آفريديم و هيچ رنج و خستگي به ما نرسيد.
50|39|پس تو (اي رسول) بر آنچه مي‌گويند (و مي‌کنند از آزار و تکذيب) صبر کن (تا ما آنها را کيفر دهيم) و به حمد و ستايش خدايت تسبيح‌گو پيش از طلوع خورشيد (به نماز صبح) و پيش از غروب آن (به نماز ظهر و عصر).
50|40|و باز برخي از شب را (به نماز مغرب و عشاء) و هم در عقب سجده‌ها به تسبيح خدا پرداز.
50|41|و به نداي منادي حق (اسرافيل) روزي که از مکان نزديک (مردگان را براي زنده شدن) ندا کند گوش فرا دار (که هم اکنون به گوش دلت نداي او را بشنوي).
50|42|روزي که خلق آن صيحه به حق را بشنوند آن روز هنگام خروج (از قبرها) است.
50|43|البته ما خلق را زنده ساخته و مي‌ميرانيم و بازگشت همه به سوي ماست.
50|44|روزي که زمين از (احاطه بر) آنها بشکافد و همه (به عرصه قيامت) بشتابند و اين جمع‌آوري خلق بر ما سهل و آسان باشد.
50|45|ما به گفتار مردم (مغرض نادان) داناتريم و تو بر آن مردم، جبّار و مسلّط نيستي (تو رسول حقّي) پس آن کس را که از وعده عذاب قيامت من ترسان است به آيات قرآن متذکر ساز.
51|1|قسم به نفس بادهاي عالم که (به امر حق بذرافشاني کنند و تخم نباتات را به هر جا) نيکو بپرا کنند.
51|2|قسم به ابرها که بار سنگين (باران را به امر حق) به دوش گيرند (تا به هر جا مأمورند فرو بارند).
51|3|قسم به کشتي‌ها که آسان (به روي آب) روان شوند.
51|4|قسم به فرشتگان که کار جهانيان را (به اذن خدا) قسمت کنند.
51|5|قسم به اينان که آنچه شما را وعده دادند همه صدق و حقيقت است.
51|6|و البته جزاي اعمال، روزي واقع خواهد گرديد.
51|7|قسم به آسمان که در آن راههاي بسيار است.
51|8|که شما (مردم نادان) در اختلاف سخن باز مانديد (و حقيقت قرآن و رسول حق را نيافته شعر و سحر و ساحرش خوانديد).
51|9|از اين قرآن هر که را شايسته فهم آن نبود هم آخر روگردان کنند.
51|10|کشته باد و نابود آنان که دروغ بندند (و قرآن را سحر و فسانه برخوانند).
51|11|آنان که در ضلالت و غفلت زيستند.
51|12|باز مي‌پرسند که پس اين روز جزاکي خواهد بود؟
51|13|آن روز خواهد بود که آنها را به آتش بسوزانند و معذّب کنند.
51|14|(و خطاب قهر کنند که) اينک بچشيد کيفر خود را، اين همان عذابي است که خود به تعجيل مي‌خواستيد.
51|15|(آن روز) متقيان همه در بهشت و بر لب چشمه‌هاي آب غنوده‌اند.
51|16|همان نعمتها که خدايشان به آنها عطا کند فراگيرند چرا که پيش از آن مردمي نيکوکار بودند.
51|17|از شب اندکي را خواب مي‌کردند.
51|18|و سحرگاهان از درگاه خدا طلب آمرزش و مغفرت مي‌کردند.
51|19|و در اموالشان بر فقير سائل و محروم حقّي منظور مي‌داشتند.
51|20|و (بدانيد که) در روي زمين براي اهل يقين ادله‌اي (از قدرت الهي) پديدار است.
51|21|و هم در نفوس خود شما مردم، آيا نمي‌نگريد؟
51|22|و روزي شما با همه وعده‌ها که به شما مي‌دهند در آسمان است.
51|23|پس به خداي آسمان و زمين قسم که اين (وعده و رزق مقدّر) به مانند تکلّمي که با يکديگر مي‌کنيد حقّ و حقيقت است.
51|24|آيا حکايت مهمانان گرامي ابراهيم (فرشتگان) به تو رسيده است؟
51|25|هنگامي که بر او وارد شدند و سلام گفتند و او جواب سلام گفت و فرمود که شما مردمي ناشناس مي‌باشيد.
51|26|آن‌گاه پنهاني نزد اهل بيت خود رفت و کباب گوساله فربهي نزد مهمانان باز آورد.
51|27|غذا را نزد آنها گذارد (آنها توجهي به غذا نکردند) ابراهيم گفت: شما غذا تناول نمي‌کنيد؟
51|28|آن گاه (از اينکه بي‌اجازه بر او وارد شده و غذا هم نخوردند) سخت از آنها بيم و انديشه کرد، آن فرشتگان گفتند: هيچ مترس، و او را به پسري دانا (يعني اسحاق) بشارت دادند.
51|29|در آن حال زن ابراهيم (ساره) با فرياد شادماني روي به آنها آورد و (از شوق) سيلي به صورت زد و گفت: (اي عجب) من زني پير و نازا هستم (چگونه پسري توانم زاييد).
51|30|فرشتگان گفتند: خداي تو چنين فرموده که او به مصالح خلق آگاه و (به حال بندگان) داناست.
51|31|ابراهيم گفت: اي رسولان حق، باز گوييد که شما براي چه کار مأموريد؟
51|32|گفتند: ما بر قوم بدکاري فرستاده شده‌ايم (يعني قوم لوط).
51|33|تا بر سر آنها از گل سنگباران کنيم.
51|34|که آن سنگها نزد پروردگار تو معيّن و نشاندار براي ستمکاران است.
51|35|پس، از اهل ايمان هر که بود از آن ديار خارج کرديم.
51|36|و در همه آن ديار جز يک خانه (لوط) ديگر مسلم خداپرست نيافتيم.
51|37|و در آن ديار (که ويران کرديم) براي آنان که از عذاب دردناک (قهر خدا) مي‌ترسند آيت عبرتي واگذارديم.
51|38|و نيز در (رسالت) موسي (آيت عبرت است) که با معجزه روشن به سوي فرعونيانش فرستاديم.
51|39|و فرعون به غرور ملک و قدرت (از طاعت حق) سرکشيد و گفت که موسي ساحر يا ديوانه است.
51|40|ما هم او را با همه سپاهش (به قهر) گرفتيم و به دريا انداختيم که در خور هر نکوهش و ملامت بود.
51|41|و نيز در قوم عاد که بر هلاکشان تندباد خزان فرستاديم (عبرت خلق است).
51|42|که آن باد هلاک به چيزي نمي‌گذشت جز آنکه آن را مانند استخوان پوسيده مي‌گردانيد.
51|43|و هم در قوم ثمود (بر خلق عبرتي است) که به آنان گفته شد: اينک گرم تعيّش و تمتّع (حيواني) باشيد تا هنگام معيّن (که وعده انتقام حق فرا مي‌رسد).
51|44|آنها هم از فرمان خداي خود سرکشيدند پس آنها را صاعقه آتش درگرفت در حالي که (هلاک خويش را) به چشم مشاهده مي‌کردند.
51|45|در حالي که نه هيچ توانايي برخاستن (و گريختن) داشتند و نه هيچ يار و مددکاري يافتند.
51|46|و پيش از اين اقوام هم قوم نوح را هلاک کرديم که مردمي فاسق و نابکار بودند.
51|47|و کاخ رفيع آسمان را ما به قدرت خود برافراشتيم و ماييم که مقتدريم.
51|48|و زمين را بگسترديم و چه نيکو مهدي بگسترديم.
51|49|و از هر چيزي دو نوع (نر و ماده) بيافريديم تا مگر متذکر (حکمت خدا) شويد.
51|50|باري، به درگاه خدا گريزيد، که من از جانب او با بياني روشن شما را مي‌ترسانم.
51|51|و هرگز با خداي يکتا خدايي ديگر نپرستيد که من از جانب او با بياني روشن شما را مي‌ترسانم.
51|52|همچنان (که تو را اي رسول تکذيب کردند) هيچ رسولي بر امم پيشين نيامد جز آنکه (او را تکذيب کرده و) گفتند: او ساحر يا ديوانه است.
51|53|آيا بر اين تکذيب، مردم اعصار به يکديگر سفارش کرده‌اند؟ (يا نه؟) بلکه اين مردم (همه بالذّات) گروهي سرکش و نافرمانند.
51|54|پس (تو هم اي رسول ما) از اين مردم کافر روي بگردان که (اتمام حجّت کردي و) ديگر هيچ در خور نکوهش و ملامت نيستي.
51|55|و (امّت را) تذکّر و پند مي‌ده که پند و تذکّر (اگر کافران را نفع ندهد) مؤمنان را سودمند افتد.
51|56|و من جنّ و انس را نيافريدم مگر براي اينکه مرا (به يکتايي) پرستش کنند.
51|57|من از (خلق) آنها رزق و طعام (و هيچ گونه سودي) بر خود نخواستم.
51|58|همانا روزي بخشنده خلق تنها خداست که صاحب قوّت و قدرت ابدي است.
51|59|پس اين ستمکاران را هم گناهي و کيفري مانند اصحاب و امثالشان (از امم پيشين) خواهد بود، باري آن را به عجله از من نخواهند (و به مهلتي که داديم مغرور نشوند البتّه روز انتقامشان مي‌رسد).
51|60|پس (آن گاه که زمان کيفر فرا رسيد) واي بر آنان که کافر شدند از آن روز سختي که (رسولان) به آنها وعده مي‌دهند (که در دنيا به قتل و اسارت و در عقبي به قهر و عقوبت محکومند).
52|1|قسم به طور سينا.
52|2|قسم به کتاب مسطور (قرآن).
52|3|که در صحيفه‌اي گشوده فرستاد.
52|4|قسم به بيت المعمور (کعبه اهل زمين يا مسجد ملايک آسمان).
52|5|قسم به طاق بلند آسمان.
52|6|قسم به درياي آتش فروزان (که خدا روز قيامت دريا را آتش سازد و بر دوزخيان فرو ريزد).
52|7|قسم به اين امور که البته عذاب خداي تو واقع خواهد شد.
52|8|هيچ کس دافع آن نخواهد بود.
52|9|روزي که آسمان سخت جنبش کند.
52|10|و کوهها تند به گردش آيد.
52|11|در آن روز سخت واي بر آنان که (وعده حق و کتاب و رسول او را) تکذيب کردند.
52|12|آنان که به بازيچه دنيا فرو شدند.
52|13|آن روز آنها را سخت به آتش دوزخ برانند.
52|14|اين همان آتشي است که تکذيب آن مي‌کرديد.
52|15|آيا اين (آتش دوزخ) هم به نظرتان سحر است يا آنکه هنوز چشم بصيرت باز نمي‌کنيد؟
52|16|باري، به دوزخ در شويد که صبر و بي‌صبري به حالتان يکسان است، و بس آنچه کرديد امروز همان را جزا يابيد.
52|17|متقيان هم در باغهاي بهشت پر نعمتند.
52|18|آنان به نعمتي که خدايشان نصيبشان فرموده دلشادند و خدايشان از عذاب دوزخ محفوظشان داشته است.
52|19|بخوريد و بياشاميد شما را گوارا باد به پاداش اعمال نيکي که انجام مي‌داديد.
52|20|در حالي که نزديک هم بر تختها (ي عزّت) تکيه زده‌اند و ما حور العين را همجفت آنان گردانيده‌ايم.
52|21|و آنان که ايمان آوردند و فرزندانشان هم در ايمان پيرو ايشان شدند ما آن فرزندان را به آنها برسانيم و از پاداش عمل آنان هيچ نکاهيم. هر نفسي در گرو عملي است که اندوخته است.
52|22|و بر آن بهشتيان از هر نوع ميوه و گوشت‌هاي لذيذ که مايل باشند فراوان بيفزاييم.
52|23|آنها در بهشت جام شراب گوارا را چنان سريع از دست هم بگيرند که گويي منازعه مي‌کنند در صورتي که آنجا کار لغو و باطل و نزاع و خلاف و بزهکاري هيچ نيست.
52|24|و پسراني مانند لؤلؤ مکنون گردشان (بر انجام خدمت) مي‌گردند.
52|25|و آنها با هم به صحبت رو کرده و از سرگذشت يکديگر پرسش کنند.
52|26|و با هم گويند: ما از پيش ميان اهل و قبيله خود خداترس بوديم.
52|27|خدا هم بر ما منّت نهاد و ما را از عذاب سموم دوزخ محفوظ داشت.
52|28|زيرا ما از اين پيش خدا را به حقيقت پرستش مي‌کرديم که او خود (بر بندگانش) بسيار نيکخواه و مهربان است.
52|29|پس (اي رسول ما، خلق را) متذکر ساز که به نعمت پروردگارت از جنون و کهانت هيچ در تو نيست.
52|30|بلکه (کافران نادان) گويند: (محمّد) شاعري است ماهر و ما حادثه مرگ او را انتظار داريم.
52|31|بگو: شما به انتظار (مرگ من) باشيد که من هم از منتظران (مرگ و هلاک شما) هستم.
52|32|آيا زيرکي و خيالات باطلشان بر اين وا مي‌دارد (که تکذيب تو کنند) يا (از جهل و کبر و نخوت) خود قومي سرکش و نافرمانند؟
52|33|بلکه مي‌گويند: او قرآن را از پيش خود فرابافته است (چنين نيست) بلکه آنها ايمان نمي‌آورند.
52|34|پس اگر راست مي‌گويند آنها هم کلامي مانند قرآن بياورند.
52|35|آيا اين خلق (بدون خالق) از نيستي صرف به وجود آمدند؟ يا (خويشتن را) خود خلق کردند؟
52|36|يا آنکه آسمانها و زمين را اين مردم آفريدند؟ نه، بلکه به يقين (خدا را) نشناختند.
52|37|آيا گنجهاي رحمت پروردگارت نزد آنهاست يا هيچ قدرت و سلطنتي دارند؟
52|38|يا نردبامي دارند که به آسمان بر شوند و (سخن وحي فرشتگان) بشنوند؟ اگر چنين است شنونده‌شان حجت روشن بياورد.
52|39|آيا خدا را دختران و شما را پسران خواهد بود (که ملايک را دختران خدا دانيد).
52|40|آيا تو (اي رسول) از آنها اجر رسالت خواهي که زير بار سنگين غرامت بمانند؟
52|41|آيا علم غيب با آنهاست که از آن عالم خبري نگارند؟
52|42|يا که مي‌خواهند با تو مکر و تزويري انديشند؟ کافران خود به مکر (و انتقام حق) گرفتارند.
52|43|آيا بر آنها خدايي جز خداي يکتا هست؟ که خدا از هر چه شرک و شريک او گيرند پاک و منزه است.
52|44|اين کافران اگر هم سقوط قطعه‌اي از آسمان را به چشم ببينند باز خواهند گفت: اين پاره ابري متراکم است.
52|45|اينان را به (جهل) خود رها کن تا به روز سختشان که آن روز يکسر بيهوش و هلاک مي‌شوند عاقبت برسند.
52|46|آن روزي که مکر و تدبيرشان هيچ به کارشان نيايد و هيچ کس ياريشان نکند.
52|47|و براي ستمکاران عالم (در دنيا) عذابي پيش از آن (جهنم قيامت) خواهد بود وليکن اکثرشان نمي‌دانند.
52|48|باري بر حکم خدا صبر کن که تو منظور نظر مايي. و چون برخيزي (به نماز يا هر کاري) به ستايش خداي خود تسبيح گوي.
52|49|و از شبانگاه هم پاره‌اي به تسبيح خدا پرداز و هنگام فرو رفتن ستارگان هم (به نماز صبح) تسبيح خدا گوي.
53|1|قسم به ستاره چون فرود آيد.
53|2|که صاحب شما (محمّد مصطفي ص) هيچ گاه در ضلالت و گمراهي نبوده است.
53|3|و هرگز به هواي نفس سخن نمي‌گويد.
53|4|سخن او هيچ غير وحي خدا نيست.
53|5|او را (جبرئيل) همان (فرشته) بسيار توانا (به وحي خدا) علم آموخته است.
53|6|همان ملک مقتدري که به خلقت کامل (و صورت ملکوتي بر رسول) جلوه کرد.
53|7|و آن رسول در افق اعلا (ي کمال و مشرق انسانيت) بود.
53|8|آن گاه نزديک آمد و بر او (به وحي حق) نازل گرديد.
53|9|(بدان نزديکي که) با او به قدر دو کمان يا نزديکتر از آن شد.
53|10|پس (خدا) به بنده خود وحي فرمود آنچه که هيچ کس درک آن نتواند کرد.
53|11|آنچه (در غيب عالم) ديد دلش هم به حقيقت يافت و کذب و خيال نپنداشت.
53|12|آيا (شما کافران) با رسول بر آنچه (در شب معراج) به چشم مشاهده کرد ستيزه مي‌کنيد؟
53|13|و يکبار ديگر هم او را (يعني جبرئيل را) رسول مشاهده کرد.
53|14|در نزد (مقام) سدرة المنتهي (که آن درختي است در سمت راست عرش که منتهاي سير عقلي فرشتگان و ارواح مؤمنان تا آنجاست و بر مقام بالاتر آگاه نيستند).
53|15|بهشتي که مسکن متقيان است در همان جايگاه سدره است.
53|16|چون سدره را مي‌پوشاند (از نور عظمت حق) آنچه که احدي از آن آگه نيست.
53|17|چشم (محمّد ص از حقايق آن عالم) آنچه را بايد بنگرد بي هيچ کم و بيش مشاهده کرد.
53|18|آنجا از بزرگتر آيات حيرت‌انگيز پروردگارش را به حقيقت ديد.
53|19|آيا دو بت بزرگ لات و عزّاي خود را ديديد (که بي اثر است).
53|20|و منات سومين بت ديگرتان را دانستيد (که جمادي بي‌نفع و ضرر است).
53|21|آيا شما را فرزند پسر و خدا را دختر است؟
53|22|اگر چنين بودي باز هم تقسيمي ناروا و نادرست بودي.
53|23|اين بتها جز نامهايي که شما و پدرانتان بر آنها نهاده‌ايد چيز ديگري نيست و خدا هيچ دليلي بر (معبوديت) آنها نازل نفرموده؛ مشرکان چيزي غير گمان باطل و هواي نفس فاسد خود را پيروي نمي‌کنند با آنکه از جانب خدايشان هدايت بر آنها آمد.
53|24|آيا براي آدمي هر چه آرزو کند حاصل مي‌شود؟
53|25|در صورتي که (انسان مالک هيچ نيست و) دنيا و آخرت همه ملک خداست.
53|26|و بسيار ملک در آسمانها هست که شفاعتشان سودمند نيست جز به امر خدا و بر آن کس که خدا بخواهد و از او خشنود باشد.
53|27|آنان که به آخرت ايمان ندارند فرشتگان را نام دختران خدا نهادند.
53|28|و حال آنکه هيچ علم به آن ندارند و جز در پي گمان و پندار نمي‌روند و ظنّ و گمان هم در فهم حق و حقيقت هيچ سودي ندارد.
53|29|پس از هر کسي که از ياد ما (و قرآن ما) رو گردانيد و جز زندگاني دنياي فاني را نخواست به کلي اعراض کن.
53|30|منتهاي علم و فهم اين مردم تا همين حد است، خدا به حال آن که از راه حق گمراه شد و آن که هدايت يافت کاملا آگاه است.
53|31|و آنچه در آسمانها و زمين است همه ملک خداست (و حکم اعمال خلق با اوست) تا بدکاران را به کيفر رساند و نيکوکاران را پاداش نيکوتر عطا کند.
53|32|آنان که از گناهان بزرگ و اعمال زشت دوري کنند مگر آنکه کمي (يعني گناه صغيره‌اي يا تخيّل و وسوسه‌اي به غلبه طبيعت و عادت) از آنها سر زند، که مغفرت پروردگارت بسيار وسيع است، او به حال شما آگاه‌تر است آن گاه که شما را از خاک زمين آفريد و هنگامي که در رحم مادرها جنين بوديد، پس خودستايي مکنيد، او به حال هر که متّقي (و در خور ستايش) است از شما داناتر است.
53|33|(اي رسول) ديدي آن کس را که روي (از جنگ احد) بگردانيد؟
53|34|و اندک صدقه‌اي داد سپس به کلّي قطع احسان کرد؟ (مفسّرين گفتند: آيات مربوط به عثمان است که شتري با بار به عبد اللّه سعد داد که در محشر بار گناه عثمان را به دوش گيرد).
53|35|آيا علم غيب نزد اوست و او (به احوال آن جهان) بيناست (که مي‌داند رفيقش مي‌تواند بار گناه او را به دوش گيرد).
53|36|يا که آگه نشد به آنچه (راجع به مجازات) در تورات موسي عمران است؟
53|37|و هم در صحف ابراهيم خليل وفادار؟
53|38|که هيچ کس بار گناه ديگري را (در قيامت) به دوش نخواهد گرفت.
53|39|و (نمي‌داند) اينکه براي آدمي جز آنچه به سعي و عمل خود انجام داده (ثواب و جزايي) نخواهد بود؟
53|40|و اينکه البته پاداش سعي و عمل او را (در دنيا و برزخ) به وي بنمايند.
53|41|سپس (در آخرت) پاداش کامل آن را به او بدهند.
53|42|و اينکه کار خلق عالم به سوي خدا منتهي مي‌شود.
53|43|و هم اوست که (بندگان را) شاد و خندان سازد و غمين و گريان گرداند.
53|44|و هم اوست که بميراند و باز زنده فرمايد.
53|45|و اوست که خلق را (براي انس با هم) جفت نر و ماده آفريده است.
53|46|از نطفه‌اي آفريده که (از مردان به رحم زنان) مي‌ريزد.
53|47|و هم بر اوست که ايجاد نشأه آخرت کند.
53|48|و هم اوست که (بندگان را) بي‌نياز کند و سرمايه (هر سعادت) بخشد.
53|49|و هم اوست آفريننده ستاره شعري (پس آفريننده را پرستيد نه ستاره را).
53|50|و هم اوست که نخستين قوم عاد را هلاک ساخت.
53|51|و قوم ثمود را، و هيچ باقي نگذاشت.
53|52|و پيش از اينان قوم نوح را که ظالم و سرکش‌تر بودند هلاک گردانيد.
53|53|و شهرهاي قوم لوط را واژگون ساخت.
53|54|تا آنکه بر آنها عذابي بسيار سخت احاطه کرد.
53|55|پس (اي بشر) به کدام يک از نعمتهاي پروردگارت جدل و انکار مي‌کني؟
53|56|اين رسول هم مانند رسولان پيشين ترساننده خلق (از قهر خدا) است.
53|57|روز قيامت بسيار نزديک شده است.
53|58|هيچ کس غير خدا آن روز را آشکار نتواند ساخت.
53|59|آيا از اين سخن تعجب مي‌کنيد،
53|60|و (به فسوس و مسخره بر آن) مي‌خنديد و (به روزگار سخت خود) نمي‌گرييد،
53|61|و شما سخت غافليد (از اين خواب غفلت برخيزيد و).
53|62|بعد از اين به سجده و عبادت خدا پردازيد.
54|1|آن ساعت (قيامت يا قيام رسول حق) نزديک آمد و ماه آسمان شکافته شد (اين آيه راجع به شقّ القمر است که کفّار از رسول اکرم درخواست کردند).
54|2|و اگر کافران، بزرگ آيت و معجزي (چون شکافتن ماه) هم ببينند باز اعراض کرده و گويند که اين سحري نيرومند و کامل است.
54|3|و آنها (رسول حق را) تکذيب کرده و پيرو هواي نفس باطل خود شدند و هر (حق و باطل) امري را عاقبت (در بهشت يا دوزخ) مقرّي خواهد بود.
54|4|و اخباري که مايه عبرت و انزجار از معصيت است کاملا به مردم رسيد.
54|5|(قرآن) حکمت بالغه خداست و (اگر از آن پند نگيريد) ديگر از اين پس هيچ اندرز و پند (شما را) سودي نخواهد بخشيد.
54|6|پس روي از کافران بگردان (تا) روزي که ندا کننده‌اي (چون اسرافيل، خلق را) به عالمي حيرت آور و قيامتي هول‌انگيز دعوت کند.
54|7|که (از هول آن) کافران به خواري چشم بر هم نهند و سر از قبرها بر آورده مانند ملخ به عرصه محشر منتشر شوند.
54|8|در آن حال منادي محشر را ناچار به سرعت اجابت کنند، کافران با هم گويند: اين روز همان روز سخت است (که ما انکار مي‌کرديم).
54|9|پيش از اينان هم قوم نوح بنده ما نوح را تکذيب کردند و گفتند: او مردي ديوانه است، و (با زجر و ستم بسيار که از آنها کشيد از دعوت به حق) بازداشته شد.
54|10|تا آنکه به درگاه خدايش دعا کرد که من سخت مغلوب قوم شده‌ام تو مرا ياري فرما.
54|11|ما هم درهاي آسمان گشوديم و سيلابي از آسمان فرو ريختيم.
54|12|و در زمين چشمه‌ها جاري ساختيم تا آب آسمان و زمين با هم به طوفاني که مقدّر حتمي بود اجتماع يافت.
54|13|و نوح را در کشتي محکم اساس برنشانديم.
54|14|که آن کشتي با نظر و حفظ و عنايت ما روان مي‌گشت (و چنين کرديم) تا به نوح که مورد کفر و انکار قوم قرار گرفت پاداش دهيم.
54|15|و آن کشتي را محفوظ داشتيم تا آيت عبرت خلق شود، آيا کسي هست که از آن پند گيرد؟
54|16|پس (اي بدکاران عالم بنگريد که) سختي عذاب و تنبيه من چگونه بود!
54|17|و ما قرآن را براي وعظ و اندرز بر فهم آسان کرديم آيا کسي هست که از آن پند گيرد؟
54|18|قوم عاد نيز (پيغمبرشان هود را) تکذيب کردند، پس باز بنگريد که عذاب و تنبيه من چگونه سخت بود!
54|19|ما بر هلاک آنها تند بادي در روز نحسي پايدار فرستاديم.
54|20|که آن باد مردم را از جا بر مي‌کند چنانکه ساق درخت خرما از ريشه افکنند.
54|21|پس باز بنگريد که عذاب و تنبيه من چگونه سخت بود!
54|22|و ما قرآن را براي وعظ و اندرز بر فهم آسان کرديم آيا کسي هست که از آن پند گيرد؟
54|23|قوم ثمود هم آيات حق را تکذيب کردند.
54|24|و گفتند: آيا سزد که ما يک بشري از جنس خودمان را پيروي کنيم؟ در اين صورت به گمراهي و جنون سخت در افتاده‌ايم.
54|25|آيا بين ما افراد بشر تنها بر او وحي رسيد؟! (چنين نيست) بلکه او مرد دروغگوي بي‌باک و خودپسندي است.
54|26|اين منکران به زودي فرداي قيامت کاملا معلومشان شود که دروغگوي بي‌باک و خودپسند کيست.
54|27|ما (به صالح گفتيم که) براي امتحان آنها ناقه را (به درخواست آنها از سنگ) بيرون مي‌فرستيم و تو مراقب حالشان باش و (بر آزارشان) صبر پيشه گير.
54|28|و به آنها خبر ده که نوشيدن آب چشمه بين آنها و ناقه تقسيم شده (که يک روز سهم ناقه و روزي براي آنهاست) و هر يک بر سهم خود حاضر آيند.
54|29|آن قوم شقي صاحب و رئيس خود را خواندند تا مجهز شد و ناقه را پي کرد.
54|30|پس (باز بنگريد که) عذاب و تنبيه من چگونه سخت بود!
54|31|ما بر هلاک آنها يک صيحه (عذاب آسماني) فرستاديم و همه مانند گياه خشک و خرد شدند.
54|32|و ما قرآن را براي وعظ و اندرز بر فهم آسان کرديم آيا کسي هست که از آن پند گيرد؟
54|33|قوم لوط نيز آيات و رسول حق را تکذيب کردند.
54|34|ما هم جز خانواده لوط که به وقت سحر نجاتشان داديم همه آنان را به سنگباران هلاک نابود کرديم.
54|35|نجات اهل بيت لوط هم به نعمت و لطف ما بود، بلي ما چنين شکرگزاران را پاداش مي‌دهيم.
54|36|لوط آن قوم را از قهر و مؤاخذه ما ترسانيد باز آنها در آيات ما شک و انکار کردند.
54|37|و قوم از او مهمانانش را (که فرشتگاني زيبا بودند، بر سوء قصد) طلبيدند، ما هم چشم آنها را بي‌نور و نابينا کرديم (و گفتيم که) اينک عذاب قهر و انتقام مرا بچشيد.
54|38|و شبي به صبحگاه رسيد که (مرگ آمد و) عذاب دايم (دوزخ) گريبانشان گرفت.
54|39|(و گفتيم) اينک عذاب قهر و انتقام مرا بچشيد.
54|40|و ما قرآن را براي وعظ و اندرز بر فهم آسان کرديم آيا کسي هست که از آن پند گيرد؟
54|41|و بر ارشاد فرعونيان هم رسول و آيات الهي آمد.
54|42|آنها همه آيات ما را تکذيب کردند، ما هم به قهر و اقتدار خود از آنها سخت مؤاخذه کرديم.
54|43|آيا کفار شما (مکّيان) بهتر (و قوي‌تر) از آن امم گذشته‌اند يا شما را برائت و اماني در کتب (آسماني از عذاب خدا) هست؟
54|44|بلکه مي‌گويند: ما با هم مجتمع و بسياريم و پيروزيم.
54|45|به زودي آن جماعت (در جنگ بدر) شکست خورده و به جنگ پشت کنند.
54|46|بلکه ساعت قيامت وعده‌گاه آنهاست و آن روزي بسيار سخت‌تر و ناگوارتر (از روز بدر) است.
54|47|البته بدکاران عالم (در دنيا) به گمراهي و (در آخرت) در آتش سوزان دوزخند.
54|48|روزي که آنها را به رو در آتش دوزخ کشند (و گويند) اينک الم جهنم را بچشيد!
54|49|ما هر چه آفريديم به اندازه آفريديم.
54|50|و فرمان ما (در همه عالم) يکي است (و هيچ تبديل‌پذير نيست چه در امر ايجاد و چه در کار معاد، و در سرعت) به مانند چشم به هم زدني انجام يابد.
54|51|و ما بسياري از پيشينيان امثال شما را هلاک کرديم آيا کسي هست که از آن پند و عبرت گيرد؟
54|52|و هر عملي که کردند در کتب‌نامه عملشان ثبت است.
54|53|و هر امر کوچک و بزرگ (در آنجا) نگاشته است.
54|54|محققا اهل تقوا در باغها و کنار نهرها (ي بهشت ابد) منزل گزينند.
54|55|در منزلگاه صدق و حقيقت نزد خداوند عزّت و سلطنت جاوداني متنعّمند.
55|1|خداي بخشنده،
55|2|(به رسولش) قرآن آموخت.
55|3|انسان را خلق کرد.
55|4|به او تعليم نطق و بيان فرمود.
55|5|خورشيد و ماه به حساب معيّن به گردشند.
55|6|و گياهان و درختان هم به سجده او سر به خاک اطاعت نهاده‌اند.
55|7|و آسمان را او کاخي رفيع گردانيد و ميزان (عدل و نظم) را در عالم وضع فرمود.
55|8|(و حکم کرد) که هرگز در ميزان (عدل و احکام شرع من) تعدّي و نافرماني مکنيد.
55|9|و هر چيز را به ترازوي عدل و انصاف بسنجيد و هيچ در ميزان کم فروشي و نادرستي مکنيد.
55|10|و زمين را (با هزاران نعمت) براي (زندگاني) خلق مقرّر فرمود.
55|11|که در آن ميوه‌هاي گوناگون و نخل خرماي با پوشش برگ و شکوفه و غلاف است.
55|12|و هم حبوبات متنوع که داراي برگ و گل است و نيز رياحين است.
55|13|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|14|انسان را خدا از خشک گلي مانند گل کوزه گران (بدين حسن و زيبايي) آفريد.
55|15|و جنّيان را از رخشنده شعله آتش خلق کرد.
55|16|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|17|آن خدايي که آفريننده دو مشرق و دو مغرب است (يکي مشرق و مغرب تابستان مطلع سرطان، و يکي زمستان مطلع جدي).
55|18|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|19|اوست که دو دريا (ي آب شور و گوارا) را به هم در آميخت تا به هم برخورد کنند.
55|20|و ميان آن دو دريا برزخ و فاصله‌اي است که تجاوز به حدود يکديگر نمي‌کنند.
55|21|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|22|از آن دو دريا لؤلؤ و مرجان گرانبها بيرون آيد.
55|23|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|24|و او راست کشتيهاي بزرگ بادبان برافراشته مانند کوه که به دريا در گردشند.
55|25|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|26|هر که روي زمين است دستخوش مرگ و فناست.
55|27|و زنده ابدي ذات خداي با جلال و عظمت توست.
55|28|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|29|هر که در آسمانها و زمين است همه از او (حوائج خود را) مي‌طلبند و او هر روز به شأن و کاري (در تکميل و افاضه به خلق) پردازد.
55|30|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|31|اي گروه انس و جنّ به زودي به حساب کار شما هم خواهيم پرداخت.
55|32|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|33|اي گروه جنّ و انس، اگر مي‌توانيد از اطراف آسمانها و زمين (و از قبضه قدرت الهي) بيرون شويد، بيرون شويد (ولي اين خيال محالي است زيرا) هرگز خارج از ملک و سلطنت خدا نتوانيد شد.
55|34|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|35|(اگر به کفر و طغيان گراييد) بر شما شراره‌هاي آتش و مس گداخته فروريخته شود و هيچ نصرت و نجاتي نيابيد.
55|36|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|37|پس آن‌گاه که آسمان شکافته شود تا چون گل سرخ گون و چون روغن مذاب و روان گردد (آن روز سخت هولناک از گنه پشيمان شويد).
55|38|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|39|پس در آن روز هيچ از گناه انس و جنّ باز نپرسند (چون خدا و فرشتگان از گناهان خلق آگاهند).
55|40|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|41|(آن روز) بدکاران به سيمايشان شناخته شوند، پس موي پيشاني آنها را با پاهايشان بگيرند (و در آتش دوزخ افکنند).
55|42|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|43|اين همان دوزخي است که بدکاران تکذيب مي‌کردند.
55|44|اينک ميان آن جهنّم و در حميم سوزان آن مي‌گردند.
55|45|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|46|و هر که از مقام (قهر و کبريايي) خدايش بترسد او را دو باغ بهشت خواهد بود.
55|47|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|48|در آن دو بهشت انواع گوناگون ميوه‌ها و نعمتهاست.
55|49|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|50|در آن دو بهشت دو چشمه آب (تسنيم و سلسبيل) روان است.
55|51|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|52|در آن دو بهشت از هر ميوه‌اي دو نوع است.
55|53|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|54|در حالتي که بهشتيان بر بسترهايي که آستر آنها از حرير و استبرق است (در کمال عزّت) تکيه زده‌اند و ميوه درختانش در همان تکيه گاه در دسترس آنهاست.
55|55|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|56|در آن بهشتها زنان زيباي با حيائي است (که به چشم پر ناز جز به شوهر خود ننگرند) و دست هيچ کس از جن و انس پيش از آنها بدان زنان نرسيده است.
55|57|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|58|آن زنان حور العين (در صفا و لطافت) گويي ياقوت و مرجانند.
55|59|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|60|آيا پاداش نکويي و احسان جز نکويي و احسان است؟
55|61|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|62|و وراي آن دو بهشت دو بهشت ديگر است.
55|63|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|64|که درختان آن دو بهشت در منتهاي سبزي و خرّمي است.
55|65|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|66|در آن دو بهشت ديگر هم دو چشمه آب گوارا مي‌جوشد.
55|67|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|68|در آن دو بهشت نيز هرگونه ميوه خوش و خرما و انار بسيار است.
55|69|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|70|در آن بهشتها نيکو زنان با حسن و جمال بسيارند.
55|71|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|72|حوراني در سراپرده‌هاي خود (مستور از چشم بيگانگان).
55|73|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|74|که پيش از شوهران دست هيچ کس از جن و انس بدان زنان نرسيده است.
55|75|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|76|در حالتي که بهشتيان (با حور العين) بر رفرف سبز (وجد و عزّت) و بساط زيبا (ي فخر و دولت) تکيه زده‌اند.
55|77|(الا اي جنّ و انس) کدامين نعمتهاي خدايتان را انکار مي‌کنيد؟
55|78|بزرگوار و مبارک نام پروردگار توست که خداوند جلال و عزّت و احسان و کرامت است.
56|1|هنگامي که آن واقعه بزرگ (قيامت) واقع مي‌گردد.
56|2|که در وقوعش هيچ کذب و جاي هيچ شک و ريب نيست.
56|3|آن روز (قومي را به دوزخ) خوار و ذليل کند و (طايفه‌اي را به جنّت) سربلند و رفيع گرداند.
56|4|آن‌گاه که زمين شديد به حرکت و لرزه در آيد.
56|5|و کوههاي سخت متلاشي شوند.
56|6|و مانند ذرّات گرد در هوا پراکنده گردند.
56|7|و شما خلايق بر سه دسته مختلف شويد.
56|8|گروهي راستان، اصحاب يمين باشند که چقدر حالشان (در بهشت ابد) نيکوست!
56|9|و گروهي ناراستان، اصحاب شومي و شقاوتند که چقدر روزگارشان (در دوزخ) سخت است.
56|10|و (طايفه سوم) آنان که (مشتاقانه در ايمان) بر همه پيشي گرفتند و (در اطاعت خدا و رسول) مقام تقدم يافتند.
56|11|آنان به حقيقت مقربان درگاهند.
56|12|آنان در بهشت پرنعمت جاوداني متنعّمند.
56|13|آنها جمعي بسيار از امم پيشينيان هستند.
56|14|و عدّه قليلي از متأخّران (يا بسياري از مقدّمان امّت محمّد ص و قليلي از مردم آخر زمان اين امّت باشند).
56|15|آنان بر سريرهاي زربفت مرصّع به انواع جواهر تکيه زنند.
56|16|همه (شادان) با ياران و دوستان رو به روي يکديگر بر آن سريرهاي عزّت مي‌نشينند.
56|17|و پسراني زيبا که حسن و جوانيشان هميشگي و ابدي است گرد آنها به خدمت مي‌گردند.
56|18|با کوزه‌ها (ي بلورين) و مشربه‌ها (ي زرّين) و جامهاي پر از شراب ناب.
56|19|نه هرگز از آنها (هر چه نوشند) دردسري يابند و نه مستي عقل و رنج خمار کشند.
56|20|و ميوه خوش از هر چه برگزينند،
56|21|و گوشت مرغان و هر غذا که مايل باشند،
56|22|و زنان سيه چشم زيبا صورت،
56|23|که (در بهاء و لطافت) چون درّ و لؤلؤ مکنونند (بر آنها مهيّاست).
56|24|(اين نعمتهاي الهي) پاداش اعمال نيک آن بهشتيان است.
56|25|نه آنجا هيچ حرفي لغو و بيهوده شنوند و نه به يکديگر گناهي بربندند.
56|26|هيچ جز سلام و تحيّت و احترام هم نگويند و نشنوند.
56|27|و اصحاب يمين هم چه خوش روزگارند!
56|28|در سايه درختان سدر پرميوه بي‌خار.
56|29|و درختان پربرگ سايه‌دار.
56|30|و در سايه بلند درختان.
56|31|و در طرف نهر آبهاي روان زلال.
56|32|و ميوه‌هاي بسيار.
56|33|که هيچ وقت منقطع نشود و هيچ کس بهشتيان را از آن ميوه‌ها منع نکند.
56|34|و فرشهاي پربها (يا فراش و زنان زيبا).
56|35|که آنها را ما در کمال حسن و زيبايي بيافريده‌ايم.
56|36|و هميشه آن زنان را با کره گردانيده‌ايم.
56|37|و شوهر دوست و با غنج و ناز و جوان و همسالان دلنواز.
56|38|اين نعمتهاي بهشتي مخصوص اصحاب يمين است.
56|39|که جمعي از پيشينيان،
56|40|و جمعي از امت رسول آخر زمان هستند.
56|41|و اما اصحاب شومي و شقاوت (که نامه عملشان به دست چپ است) چقدر روزگارشان سخت است!
56|42|آنها در عذاب باد سموم و آب گرم باشند.
56|43|و سايه‌اي از دود آتش دوزخ.
56|44|که نه هرگز سرد شود و نه خوش نسيم گردد.
56|45|اين عذاب آنها را بدين سبب است که از اين پيش به ناز و نعمت پرداختند.
56|46|و بر گناه بزرگ (شرک و عناد) لجاجت و اصرار داشتند.
56|47|و دايم مي‌گفتند: آيا ما چون مرديم و خاک و استخوان پوسيده شديم باز هم ما زنده مي‌شويم؟
56|48|و آيا پدران گذشته ما زنده خواهند شد؟
56|49|بگو: البته تمام خلق اولين و آخرين،
56|50|همه در وعده گاه روز معيّن محشر گرد آورده مي‌شوند.
56|51|آن گاه شما اي گمراهان منکر (قيامت).
56|52|از درخت زقّوم تلخ دوزخ البته خواهيد خورد.
56|53|تا آنکه شکم را از آن پر مي‌سازيد.
56|54|آن‌گاه همه از آب گرم جهنم بر روي آن مي‌آشامند.
56|55|بدان‌سان از عطش، آن آب را مي‌نوشيد که شتران تشنه آب مي‌آشامند.
56|56|اين است طعام و شراب کافران در روز جزا.
56|57|ما شما را بيافريديم پس چرا تصديق نمي‌کنيد؟
56|58|آيا نديديد (و به حقيقت در نيافتيد) که نخست شما نطفه‌اي (بي‌قدر و قابليّت) بوديد؟
56|59|آيا شما خود آن نطفه را (به صورت فرزند انسان) مي‌آفرينيد يا ما آفريننده‌ايم؟
56|60|ما مرگ را بر همه شما مقدّر ساختيم و هيچ کس بر قدرت ما سبق نتواند برد.
56|61|در اينکه شما را فاني کرده و خلقي ديگر مثل شما بيافرينيم و شما را به صورتي (در جهاني ديگر) که اکنون از آن بي‌خبريد برانگيزيم.
56|62|و بي‌شک شما از نشأه اوّل خود آگاه شديد (که از عدم به وجودتان آورديم) پس چرا متذکر (عالم آخرت) نمي‌شويد؟
56|63|آيا ديديد تخمي را که در زمين مي‌کاريد؟
56|64|آيا شما آن تخم را مي‌رويانيد يا ما روياننده‌ايم؟
56|65|اگر ما بخواهيم کشت و زرع شما را خشک و تباه مي‌سازيم تا با حسرت و ندامت به سخنان بيهوده پردازيد.
56|66|(و گوييد) که ما سخت در زيان و غرامت افتاديم.
56|67|بلکه به کلي محروم گرديديم.
56|68|آيا آبي را که شما مي‌نوشيد متوجهيد؟
56|69|آيا شما آن آب را از ابر فرو ريختيد يا ما نازل ساختيم؟
56|70|اگر مي‌خواستيم آن آب را شور و تلخ مي‌گردانيديم، پس چرا شکرگزاري نمي‌کنيد؟!
56|71|آيا آتشي که روشن مي‌کنيد مي‌نگريد؟
56|72|آيا شما درخت آن را آفريديد يا ما آفريديم؟
56|73|ما آن را مايه پند و عبرت و توشه مسافران (کوه و بيابان عالم) گردانيديم.
56|74|پس (اي رسول) به نام بزرگ خداي خود تسبيح گو.
56|75|سوگند به مواقع نزول ستارگان (يا آيات کريمه قرآن).
56|76|و اين سوگند اگر بدانيد بسي سوگند بزرگي است.
56|77|که اين قرآن کتابي بسيار بزرگوار و سودمند و گرامي است.
56|78|که در لوح محفوظ سرّ حق مقام دارد.
56|79|که جز دست پاکان (و فهم خاصّان) بدان نرسد.
56|80|تنزيلي از پروردگار عالم است.
56|81|آيا با اين سخن (آسماني) باز انکار و نفاق مي‌ورزيد؟
56|82|و بهره خود را تکذيب آن قرار مي‌دهيد؟
56|83|پس چرا هنگامي که جان کسي به گلو رسد.
56|84|و شما وقت مرگ (بر بالين آن مرده حاضريد و او را) مي‌نگريد.
56|85|و ما به او از شما نزديکتريم ليکن شما بصيرت نداريد.
56|86|پس چرا اگر حيات به دست شما و طبيعت است و شما را آفريننده‌اي نيست.
56|87|روح را دوباره به بدن مرده باز نمي‌گردانيد اگر راست مي‌گوييد؟
56|88|پس (بدانيد آن که بميرد) اگر از مقربان درگاه خداست.
56|89|آنجا در آسايش و نعمت و بهشت ابدي است.
56|90|و اگر از اصحاب يمين است.
56|91|پس (وي را بشارت دهيد که) تو را (از هر رنج و درد و الم) ايمني و سلامت است.
56|92|و اما اگر از منکران و گمراهان است.
56|93|نصيبش حميم جهنم است.
56|94|و جايگاهش آتش دوزخ است.
56|95|اين (وعد و وعيد) البته يقين و حق و حقيقت است.
56|96|پس به نام بزرگ خداي خود تسبيح گوي.
57|1|هر چه در آسمانها و زمين است همه به تسبيح و ستايش يکتا خدايي که مقتدر و حکيم است مشغولند.
57|2|آن خدايي که فرمانروايي آسمانها و زمين از آن اوست، او زنده مي‌گرداند و باز مي‌ميراند و اوست که بر همه چيز تواناست.
57|3|اوّل و آخر هستي و پيدا و پنهان وجود همه اوست و او به همه امور عالم داناست.
57|4|اوست خدايي که آسمانها و زمين را در شش روز (و شش مرتبه کلي ظهور وجود) بيافريد آن‌گاه بر عرش (تدبير عالم) قرار گرفت، او هر چه در زمين فرو رود و هر چه از آن برآيد و آنچه از آسمان نازل شود و آنچه به آن بالا رود همه را مي‌داند و هر کجا باشيد او با شماست و خدا به هر چه کنيد بيناست.
57|5|آسمانها و زمين همه ملک اوست و رجوع تمام امور عالم به سوي خداست.
57|6|شب را در (پرده زرين) روز نهان کند و روز را در (خيمه سياه) شب پنهان سازد و به اسرار دلهاي خلق هم او آگاه است.
57|7|(الا اي بندگان) به خدا و رسول او ايمان آريد و از آنچه شما را در آن وارث گذشتگان گردانيد (به راه خدا) انفاق کنيد، پس بر آنان که از شما ايمان آوردند و انفاق کردند پاداش بزرگ (بهشت ابد) خواهد بود.
57|8|و براي چه شما به خدا ايمان نياوريد در صورتي که رسول حق شما را (به آيات و معجزات) به راه ايمان به پروردگارتان دعوت مي‌کند و خدا هم (در فطرت و عقل) از شما پيمان ايمان گرفته است اگر (قابليت) ايمان داريد.
57|9|اوست خدايي که بر بنده خود (محمّد مصطفي صلّي اللّه عليه و آله) آيات قرآن روشن بيان را نازل مي‌کند تا شما را از ظلمات (جهل و عصيان) بيرون آرد و به نور (علم و ايمان) رهبري کند و خدا بسيار در حق شما مشفق و مهربان است.
57|10|و براي چه در راه خدا انفاق نکنيد در صورتي که (شما با ملک و مالتان روز مرگ فاني شويد و) وارث تمام (اهل) آسمانها و زمين خداست؟! آن مسلماناني که پيش از فتح (مکه زمان ضعف اسلام) در راه دين انفاق و جهاد کردند با ديگران مساوي نيستند، آنها اجر و مقامشان بسيار عظيم‌تر از کساني است که بعد از فتح (و قدرت اسلام) انفاق و جهاد کردند و ليکن خدا به همه وعده نيکوترين پاداش را (که بهشت ابد است) داده و خدا به هر چه کنيد آگاه است.
57|11|آن کيست که به خدا قرض نيکو دهد (يعني قرض الحسنه و صدقه دهد و احسان به فقيران کند) تا خدا بر او چندين برابر گرداند و او را پاداشي با لطف و کرامت باشد؟
57|12|(اي رسول ما ياد آر) روزي که مردان و زنان مؤمن شعشعه نور ايمانشان پيش رو و سمت راست آنها بشتابد (و آنان را مژده دهند که) امروز شما را به بهشتي که نهرها زير درختانش جاري است بشارت باد که در آن بهشت جاودان خواهيد بود. اين همان سعادت و فيروزي بزرگ است.
57|13|و باز آن روز مردان و زنان منافق به اهل ايمان گويند: مشتابيد و به ما فرصتي دهيد تا ما هم از نور شما روشنايي برگيريم. در پاسخ به آنها گويند: واپس گرديد (يعني اگر مي‌توانيد به دنيا بازگرديد) و از آنجا نور طلبيد. در اين گفتگو باشند که بين آن دوزخيان با اهل بهشت حصاري حايل گردد و بر آن حصار دري باشد که باطن و درون آن در، بهشت رحمت است و از جانب ظاهر آن عذاب جهنم خواهد بود.
57|14|باز منافقان (بهشتيان را) ندا کنند که آخر نه ما هم با شما بوديم؟ آنها جواب دهند: بلي راست مي‌گوييد ليکن شما (به نفاق با خدا) خود را به فتنه افکنديد و انتظار (هلاکت مؤمنان) داشتيد و (در کار دين) به شک و ريب بوديد و آرزوهاي دنيا فريبتان داد تا وقتي که امر خدا (يعني مرگ) فرا رسيد و شيطان فريبنده شما را غافل و مغرور گردانيد.
57|15|پس امروز (بر نجات هيچ يک) از شما منافقان و کافران فديه و عوض نپذيرند، همه منزلگاهتان آتش دوزخ است و آن آتش شما را سزاوارتر است و بسيار به بد منزلي باز مي‌گرديد.
57|16|آيا نوبت آن نرسيد که گرويدگان (ظاهري از باطن به خدا بگروند و) دلهاشان به ياد خدا خاشع گردد و به آنچه از حق نازل شد بذل توجه کنند و مانند کساني که پيش از اين برايشان کتاب آسماني آمد (يعني يهود و نصاري) نباشند که دوره طولاني (زمان فترت) بر آنها گذشت و دلهاشان زنگ قساوت گرفت و بسياري فاسق و نابکار شدند؟
57|17|بدانيد که خداست که زمين را پس از مرگ (خزان) زنده مي‌گرداند. ما آيات و ادلّه (قدرت خود) را براي شما بيان کرديم تا مگر فکر و عقل به کار بنديد.
57|18|همانا مردان و زناني که در راه خدا (به فقيران) صدقه و احسان کنند و به خدا قرض نيکو دهند (يعني به محتاجان قرض الحسنه دهند) احسان آنها را چندين برابر سازند و پاداش با لطف و کرامت نيز خواهند داشت.
57|19|و آنان که به خدا و رسولانش ايمان آوردند به حقيقت راستگويان عالمند و برايشان نزد خدا اجر شهيدان است، پاداش اعمال و نور ايمانشان را (در بهشت) مي‌يابند. و آنان که کافر شده و آيات ما را تکذيب کردند آنها اهل آتش دوزخند.
57|20|بدانيد که زندگاني دنيا به حقيقت بازيچه‌اي است طفلانه و لهو و عيّاشي و زيب و آرايش و تفاخر و خودستايي با يکديگر و حرص افزودن مال و فرزندان. در مثل مانند باراني است که گياهي در پي آن از زمين برويد که برزگران (يا کفار دنياپرست) را به شگفت آرد و سپس بنگري که زرد و خشک شود و بپوسد. و در عالم آخرت (دنيا طلبان را) عذاب سخت جهنم و (مؤمنان را) آمرزش و خشنودي حق نصيب است. و باري، بدانيد که زندگاني دنيا جز متاع فريب و غرور چيزي نيست.
57|21|به سوي آمرزش پروردگارتان بشتابيد و به راه بهشتي که عرضش به قدر پهناي آسمان و زمين است و براي اهل ايمان به خدا و پيمبرانش مهيّا گرديده. اين فضل خداست که به هر کس خواهد عطا مي‌کند و خدا داراي فضل و کرم بسيار عظيم است.
57|22|هر رنج و مصيبتي که در زمين (از قحطي و آفت و فقر و ستم) يا در نفس خويش (چون ترس و غم و درد و الم) به شما رسد همه در کتاب (لوح محفوظ ما) پيش از آنکه همه را (در دنيا) ايجاد کنيم ثبت است و البته اين کار بر خدا آسان است.
57|23|(اين تقدير حق را بدانيد) تا هرگز بر آنچه از دست شما رود دلتنگ نشويد و به آنچه به شما مي‌دهد مغرور و دلشاد نگرديد، و خدا دوستدار هيچ متکبر خودستايي نيست.
57|24|همان متکبراني که خودشان (در احسان به فقيران) بخل مي‌ورزند و مردم را هم به بخل و منع احسان وا مي‌دارند. و هر که روي (از اطاعت حق) بگرداند خدا به کلي بي‌نياز و ستوده صفات است.
57|25|همانا ما پيمبران خود را با ادلّه و معجزات فرستاديم و با ايشان کتاب و ميزان عدل نازل کرديم تا مردم به راستي و عدالت گرايند، و آهن (و ديگر فلزات) را که در آن هم سختي (جنگ و کارزار) و هم منافع بسيار بر مردم است (نيز براي حفظ عدالت) آفريديم، و تا معلوم شود که خدا و رسلش را با ايمان قلبي که ياري خواهد کرد؟ (هر چند) که خدا بسيار قوي و مقتدر (و از ياري خلق بي‌نياز) است.
57|26|و البته ما نوح و ابراهيم را فرستاديم و در ميان فرزندانشان نبوت و کتاب آسماني قرار داديم، پس آنها برخي به راه حق هدايت يافتند و بسياري به فسق و بدکاري شتافتند.
57|27|و از پي آنان باز رسولان ديگر و سپس عيسي مريم را فرستاديم و به او کتاب آسماني انجيل را عطا کرديم و در دل پيروان (حقيقي) او رأفت و مهرباني نهاديم و ليکن رهبانيّت و ترک دنيا را از پيش خود بدعت انگيختند، ما بر آنها جز آنکه رضا و خشنودي خدا را طلبند (در کتاب انجيل) ننوشتيم و باز آنها چنان که بايد و شايد همه مراعات آن را نکردند، ما هم به آنان که ايمان آوردند پاداش و اجرشان را عطا کرديم و ليکن از آنها بسياري به راه فسق و تبهکاري شتافتند.
57|28|اي کساني که به حق گرويديد، اينک خداترس و متّقي شويد و به رسولش (محمّد مصطفي صلّي اللّه عليه و آله) نيز ايمان آريد تا خدا شما را از رحمتش دو بهره نصيب گرداند (يکي بر ايمان به رسولان پيشين و يکي بر ايمان به دين رسول ختمي مرتبت) و نوري شما را عطا کند که بدان نور راه (بهشت ابد) پيماييد و از گناه شما درگذرد، و خدا بسيار آمرزنده و مهربان است.
57|29|تا آنان که اسلام نياوردند از اهل کتاب بدانند که آنها هيچ به رحمت و فضل الهي دستي ندارند و هر فضلي و رحمتي به دست خداست، که او به هر که خواهد مي‌بخشد و خدا داراي فضل و رحمت بزرگ و بي‌انتها است.
58|1|(اي رسول ما) خدا سخن آن زن را که درباره شوهرش با تو به مجادله برخاسته و شکوه او به خدا مي‌برد محققا شنيد و گفتگوهاي شما را نيز خدا مي‌شنود که خدا البته شنوا و بيناست. (اوس بن صامت با زن خود خوله بنت ثعلبه ظهار کرد يعني گفت: «تو بر من چون مادري». و اين کار در حکم طلاق و حرمت آور بود. زن نزد رسول آمد و حکم پرسيد. رسول حکم به حرمت فرمود. زن باز مجادله کرد و آخر گفت: من به خدا شکوه مي‌کنم از تنهايي و غربت خود. و آيه بعد راجع به حکم ظهار نازل شد و بر اين فعل حرام کفّاره معيّن گرديد).
58|2|کساني از شما که با زنان خود ظهار کنند آنها مادر حقيقي شوهران نخواهند شد بلکه مادر ايشان جز آن که آنها را زاييده نيست و اين مردم سخني ناپسند و باطل مي‌گويند، و خدا را عفو و بخشش بسيار است.
58|3|و آنان که با زنان خود ظهار کنند آن‌گاه از گفته خود برگردند، پيش از تماس و مجامعت بايد برده‌اي آزاد کنند. به اين عمل پند و موعظه مي‌شويد (تا ديگر به اين کار حرام اقدام نکنيد) و خدا به تمام کردار شما آگاه است.
58|4|و هر که برده نيابد (يعني بر آزاد کردن برده توانايي ندارد) باز بايد پيش از جماع دو ماه پي در پي روزه بگيرد، و باز اگر نتواند بايد شصت مسکين را طعام دهد. اين (حکم کفّاره) براي آن است که شما به خدا و رسول او ايمان (کامل) آريد. و اين احکام حدود الهي است و کافران را عذاب دردناک دوزخ مهيّاست.
58|5|آنان که با خدا و رسول او سخت مخالفت مي‌کنند آنها هم مانند کافران پيش به رو در (آتش عذاب) افتند. و ما آيات روشن بيان نازل کرديم، و کافران را عذاب ذلت و خواري مهيّاست.
58|6|در روزي که خدا جميع خلايق را (براي حساب) برانگيزد تا آنها را به (نتيجه) اعمالشان که او تمام را به شماره ضبط فرموده و آنها فراموش کرده‌اند آگاه سازد، و خدا بر همه موجودات عالم گواه است.
58|7|آيا نديدي که آنچه در آسمانها و زمين است خدا بر آن آگاه است؟ هيچ رازي سه کس با هم نگويند جز آنکه خدا چهارم آنها و نه پنج کس جز آنکه خدا ششم آنها و نه کمتر از آن و نه بيشتر جز آنکه هر کجا باشند او با آنهاست سپس روز قيامت همه را به (نتيجه نيک و بد) اعمالشان آگاه خواهد ساخت که خدا به کليه امور عالم داناست.
58|8|آيا آنان (يعني يهود و منافقان) را که از نجوا و راز گفتن با هم ممنوع شدند نديدي که باز هم با يکديگر بر بزهکاري و دشمني و مخالفت رسول راز گفتن از سرگرفتند؟ و هر گاه حضور تو آيند (از مکر و خديعت) تو را سلام و تحيّتي گويند که خدا نفرموده است و پيش خود مي‌گويند: (اگر اين شخص رسول خداست) چرا خدا بر اين سلام (تمسخر آميزي) که به او مي‌کنيم ما را عذاب نمي‌کند؟! عذاب دوزخ آنها را کفايت است که در آنجا که بسيار بد منزلگاهي است پيوسته معذّب خواهند شد.
58|9|اي کساني که ايمان آورده‌ايد، شما هر گاه با هم، سخني به راز گوييد هرگز بر بزهکاري و دشمني و مخالفت رسول نگوييد بلکه بر نيکويي و تقوا راز به ميان آريد و از خدا که به سوي او محشور خواهيد شد بترسيد و پرهيزکار شويد.
58|10|هميشه نجوا و راز گفتن از (نفوس شريره) شيطان است که مي‌خواهد مؤمنان را دلتنگ و پريشان خاطر کند در صورتي که هيچ زيان به آنها نمي‌رساند جز آنکه امر خدا باشد، و مؤمنان بايد هميشه بر خدا توکل کنند.
58|11|اي اهل ايمان، هرگاه شما را گفتند که در مجالس خود جاي را (بر يکديگر) فراخ داريد، جاي باز کنيد (و براي نشستن مکان بالاتر و نزديک‌تر به پيغمبر تنازع و تزاحم مکنيد) تا خدا بر توسعه (مکان و مقام و منزلت) شما بيفزايد و هرگاه گفتند که از جاي خود (براي توسعه مجلس يا کار خير ديگري) برخيزيد، برخيزيد، تا خدا مقام اهل ايمان و دانشمندان شما را (در دو جهان) رفيع گرداند، و خدا به هر چه کنيد به همه آگاه است.
58|12|اي اهل ايمان، هر گاه بخواهيد که با رسول سخن سرّي گوييد (يا سؤالي کنيد) پيش از اين کار بايد مبلغي صدقه دهيد که اين صدقه براي شما بهتر و پاکيزه‌تر است (که شما را از سؤالات بي‌جا بر کنار و از بخل و لئامت پاک مي‌گرداند) و اگر (از فقر) چيزي (براي صدقه) نيابيد در اين صورت خدا بسيار آمرزنده و مهربان است.
58|13|آيا از اينکه پيش از راز گفتن با رسول صدقه دهيد (از فقر) ترسيديد؟ پس حال که اداء صدقه نکرديد و خدا هم شما را بخشيد اينک نماز به پا داريد و زکات بدهيد و خدا و رسول او را اطاعت کنيد، و خدا به هر چه کنيد آگاه است.
58|14|آيا آن (منافق) مردمي را نديدي که با (يهود) قومي که خدا بر آنها غضب کرده است دوستي کردند؟ آنها به حقيقت نه از شما مسلمين و نه از فرقه يهودند و به دروغ قسم ياد مي‌کنند (که ما اهل ايمانيم) در صورتي که خود مي‌دانند.
58|15|خدا بر آنها عذابي سخت مهيّا کرده، زيرا بسيار زشت کردارند.
58|16|آن مردم منافق سوگند و قسمهاي خود را سپر قرار دادند پس (خلق را) از راه خدا بازداشتند، پس بر آنها کيفر عذاب ذلّت و خواري خواهد بود.
58|17|و هرگز مال و فرزندان، آنان را از (عذاب قهر) خدا ابدا نرهاند، آنها اهل آتش دوزخند و در آن هميشه معذّبند.
58|18|روزي که خدا همه آنها را (براي انتقام) برانگيزد پس چنان که براي شما قسم ياد مي‌کنند براي خدا هم به دروغ سوگند مي‌خورند و مي‌پندارند که اثري بر آنها خواهد داشت. الا (اي اهل ايمان) بدانيد که آنها بسيار مردم دروغگويي هستند.
58|19|شيطان بر (دل) آنها سخت احاطه کرده که فکر و ذکر خدا را به کلي از يادشان برده، آنان حزب شيطانند، الا (اي اهل ايمان) بدانيد که حزب شيطان به حقيقت زيانکاران عالمند.
58|20|آنان که با خدا و رسول او عناد و مخالفت مي‌کنند آنها در ميان (خلق) خوار و ذليل‌ترين مردمند.
58|21|خدا (در لوح محفوظ) نگاشته و حتم گردانيده که البته من و رسولانم (بر دشمنان) غالب شويم، که خدا بسيار قوي و مقتدر است.
58|22|هرگز مردمي را که ايمان به خدا و روز قيامت آورده‌اند چنين نخواهي يافت که دوستي با دشمنان خدا و رسول او کنند هر چند آن دشمنان پدران يا فرزندان يا برادران يا خويشان آنها باشند. اين مردم پايدارند که خدا بر دلهاشان (نور) ايمان نگاشته و به روح (قدسي) خود آنها را مؤيد و منصور گردانيده و آنها را به بهشتي داخل کند که نهرها زير درختانش جاري است و جاودان در آنجا متنعّمند، خدا از آنها خشنود و آنها هم از خدا خشنودند، اينان به حقيقت حزب خدا هستند، الا (اي اهل ايمان) بدانيد که حزب خدا رستگاران عالمند.
59|1|هر چه در آسمانها و زمين است همه به تسبيح و ستايش يکتا خداي عالم که مقتدر و حکيم است مشغولند.
59|2|اوست خدايي که کافران اهل کتاب را (يعني يهود بني نضير را که به مکر، قصد قتل پيغمبر صلّي اللّه عليه و آله کردند) براي اولين بار همگي را از ديارشان بيرون کرد و هرگز شما مسلمين گمان نمي‌کرديد که آنها از ديار خود بيرون روند و آنها هم حصارهاي محکم خود را نگهبان خود از (قهر و انتقام) خدا مي‌پنداشتند تا آنکه (عذاب) خدا از آنجا که گمان نمي‌بردند بدانها فرا رسيد و در دلشان (از سپاه اسلام) ترس افکند تا به دست خود و به دست مؤمنان خانه‌هاشان را ويران مي‌کردند، پس اي هوشياران عالم پند و عبرت گيريد.
59|3|و اگر خدا بر آنها حکم جلاء وطن نمي‌کرد (سخت‌تر از آن) در دنيا (به قتل و اسارت مانند کفار بدر) معذّبشان مي‌کرد و (به هر حال) عذاب آتش در آخرت بر آنها خواهد بود.
59|4|اين (جلاء وطن و آوارگي آنها) براي اين بود که آنان با خدا و رسول او سخت دشمني و مخالفت کردند و هر که با خدا (و رسولش) دشمني آغازد عقاب خدا بسيار سخت است.
59|5|آنچه از درختان خرما را (که در ديار بني نضير) بريديد و آنچه را بر پا گذاشتيد همه به امر خدا (و صلاح اسلام) و براي خواري و سرکوبي جهودان فاسق نابکار بود.
59|6|و آنچه را که خدا از (مال) آنها به رسم غنيمت به رسول خود باز داد (متعلق به رسول است، زيرا) شما سپاهيان اسلام بر آن هيچ اسب و شتري نتاختيد و ليکن خدا رسولانش را بر هر که خواهد مسلّط مي‌گرداند و خدا بر هر چيز تواناست.
59|7|آنچه را که خدا از اموال کافران ديار به رسول خود غنيمت داد آن متعلق به خدا و رسول و (ائمه) خويشاوندان رسول و يتيمان و فقيران و در راه ماندگان (ايشان) است. اين حکم براي آن است که غنايم، دولت توانگران را نيفزايد (بلکه به مبلغان دين و فقيران اسلام تخصيص يابد) و شما آنچه رسول حق دستور دهد (و منع يا عطا کند) بگيريد و هر چه نهي کند واگذاريد و از خدا بترسيد که عقاب خدا بسيار سخت است.
59|8|مقام بلند (يا غنائم) خاصّ فقيران مهاجرين است که آنها را از وطن و اموالشان به ديار غربت راندند در صورتي که (چشم از خانه پوشيده و) در طلب فضل و خشنودي خدا مي‌کوشند و خدا و رسول او را ياري مي‌کنند، اينان به حقيقت راستگويان عالمند.
59|9|و هم آن جماعت انصار که پيش از (هجرت) مهاجرين (در مکّه به رسول ايمان آوردند و) مدينه را خانه ايمان گردانيدند و مهاجرين را که به سوي آنها آمدند دوست مي‌دارند و در دل خود هيچ حاجتي (و حسد و بخلي) نسبت به آنچه (از غنائم بني نضير) که به آنها داده شد نمي‌يابند و هر چند به چيزي نيازمند باشند باز مهاجران را بر خويش مقدم مي‌دارند (و جانشان به کلي از بخل و حسد و حرص دنيا پاک است) و هر کس را از خوي بخل و حرص دنيا نگاه دارند آنان به حقيقت رستگاران عالمند.
59|10|و آنان که پس از مهاجرين و انصار آمدند (يعني تابعين و ساير مؤمنين تا روز قيامت) دايم به درگاه خدا عرض مي‌کنند: پروردگارا، بر ما و برادران ديني‌مان که در ايمان پيش از ما شتافتند ببخش و در دل ما هيچ کينه و حسد مؤمنان قرار مده، پروردگارا، تويي که بسيار رؤوف و مهرباني.
59|11|(اي رسول) آيا آنان را که نفاق ورزيدند نديدي؟ که با برادرانشان همان يهود اهل کتاب که کافر شدند (در پيوسته و) گويند: اگر شما از ديارتان اخراج شويد البته ما هم به همراهي شما خارج خواهيم شد و در راه حمايت شما از احدي ابدا اطاعت نخواهيم کرد و اگر (مسلمانان) با شما جنگ کردند البته شما را مدد مي‌کنيم، و خدا گواهي دهد که محققا آنها دروغ مي‌گويند.
59|12|اگر آنها اخراج شوند هرگز منافقان با آنها خارج نمي‌شوند و اگر (مسلمانان) به جنگشان آيند هرگز ياريشان نمي‌کنند و اگر هم ياريشان کنند البته به جنگ پشت کنند و ديگر نصرت نخواهند يافت.
59|13|اين مردم منافق در دلشان از شما بيشتر ترس دارند تا از خدا، زيرا آنها مردمي هستند که هيچ فهم و شعوري ندارند.
59|14|(يهودان از ترس) بر جنگ با شما جمع نمي‌شوند مگر در قريه‌هاي محکم حصار يا از پس ديوار (دشمني مکر و حيله و جاسوسي)، کارزار بين خودشان سخت است، شما آنها را جمع و متّفق مي‌پنداريد در صورتي که دلهاشان سخت متفرق است، زيرا آن قوم داراي فهم و عقل نيستند.
59|15|مثل حال اينان هم مانند همان قوم کافر پيشين است (يعني يهود قينقاع يا کفّار بدر) که (در دنيا) بدين زودي کيفر کردارشان را چشيدند و (در قيامت) هم عذاب دردناک بر آنها مهيّاست.
59|16|(اين منافقان) در مثل مانند شيطانند که انسان را گفت: به خدا کافر شو، پس از آنکه آدمي کافر شد بدو گويد: از تو بيزارم، که من از (عقاب) پروردگار عالميان سخت مي‌ترسم.
59|17|پس عاقبت شيطان و آدمي که به امر او کافر شد اين است که هر دو در آتش دوزخ مخلّدند و آن دوزخ کيفر ستمکاران عالم است.
59|18|الا اي اهل ايمان، خداترس شويد و هر نفسي نيک بنگرد تا چه عملي براي فرداي قيامت خود پيش مي‌فرستد، و از خدا بترسيد که او به همه کردارتان به خوبي آگاه است.
59|19|و مانند آنان نباشيد که به کلي خدا را فراموش کردند، خدا هم (حظّ روحاني و بهره ابدي) نفوس آنها را از يادشان برد، آنان به حقيقت بدکاران عالمند.
59|20|هرگز اهل جهنم و اهل بهشت با هم يکسان نيستند، اهل بهشت به حقيقت سعادتمندان عالمند.
59|21|اگر ما اين قرآن (عظيم الشأن) را (به جاي دلهاي خلق) بر کوه نازل مي‌کرديم مشاهده مي‌کردي که کوه از ترس و عظمت خدا خاشع و ذليل و متلاشي مي‌گشت. و اين امثال را براي مردم بيان مي‌کنيم باشد که اهل (عقل و) فکرت شوند.
59|22|اوست خداي يکتايي که غير او خدايي نيست که داناي نهان و آشکار عالم است، اوست بخشنده و مهربان.
59|23|اوست خداي يکتايي که غير او خدايي نيست، سلطان مقتدر عالم، پاک از هر نقص و آلايش، منزّه از هر عيب و ناشايست، ايمني بخش دلهاي هراسان، نگهبان جهان و جهانيان، غالب و قاهر بر همه خلقان، با جبروت و عظمت، بزرگوار و برتر (از حدّ فکرت)، زهي منزّه و پاک خداي يکتا که از هر چه بر او شريک پندارند منزّه و (از آنچه در وهم و خيال و عقل انديشند) مبرّ است.
59|24|اوست خداي آفريننده عالم امکان و پديد آرنده جهان و جهانيان، نگارنده صورت خلقان، او را نامهاي نيکو بسيار است، آنچه در آسمانها و زمين است همه به تسبيح و ستايش او مشغولند و اوست يکتا خداي مقتدر حکيم.
60|1|اي کساني که به خدا ايمان آورده‌ايد، هرگز نبايد کافران را که دشمن من و شمايند ياران خود برگرفته و طرح دوستي با آنها افکنيد در صورتي که آنان به کتابي که بر شما آمد يعني قرآن حق سخت کافر شدند، رسول خدا و شما مؤمنان را به جرم ايمان به خدا از وطن خود آواره مي‌کنند، پس نبايد اگر شما براي جهاد در راه من و طلب رضا و خشنودي من بيرون آمده‌ايد پنهاني با آنها دوستي کنيد، و من به اسرار نهان و اعمال آشکار شما داناترم، و هر که از شما چنين کند سخت به راه ضلالت شتافته است.
60|2|هر گاه آنها بر شما تسلط يابند باز همان دشمن ديرينند و هر چه بتوانند به دست و زبان بر عداوت شما مي‌کوشند و چقدر دوست مي‌دارند که شما کافر شويد.
60|3|هرگز روز قيامت خويشان و فرزندان شما (اگر مؤمن نباشند) هيچ سودي برايتان ندارند که در آن روز خدا ميان شما به کلي جدايي مي‌افکند و خدا به هر چه کنيد بيناست.
60|4|براي شما مؤمنان بسيار پسنديده و نيکوست که به ابراهيم و اصحابش اقتدا کنيد که آنها به قوم (مشرک) خود گفتند: ما از شما و بتهاي شما که به جاي خدا مي‌پرستيد به کلي بيزاريم، ما مخالف و منکر شماييم و هميشه ميان ما و شما کينه و دشمني خواهد بود تا وقتي که تنها به خداي يگانه ايمان آريد، الاّ آنکه ابراهيم به پدر (يعني عموي) خود گفت: (اگر ايمان آري) من براي تو از خدا آمرزش مي‌طلبم (که از شرک و عصيان گذشته تو درگذرد) و (هر گاه ايمان نياوري) ديگر من بر نجات تو از (قهر و غضب) خدا هيچ کاري نتوانم کرد، بار الها، ما بر تو توکل کرديم و رو به درگاه تو آورديم و بازگشت تمام خلق به سوي توست.
60|5|پروردگارا، ما را مايه فتنه و امتحان کافران مگردان و پروردگارا، ما را بيامرز که تنها تويي که (بر هر کار) بسيار مقتدري و (به صلاح خلق) کاملا آگاهي.
60|6|البته براي شما مؤمنان هر که به خدا و (ثواب) عالم آخرت اميدوار است اقتداء به ابراهيم و يارانش نيکوست، و هر که روي (از خدا) بگرداند خدا (از طاعت خلق) کاملا بي‌نياز و به ذات خود ستوده صفات است.
60|7|اميد است که خدا دوستي ميان شما و دشمنانتان (به فتوحات اسلام و ايمان کفّار) برقرار گرداند و خدا قادر و خدا بسيار آمرزنده و مهربان است.
60|8|خدا شما را از آنان که با شما در دين قتال و دشمني نکرده و شما را از ديارتان بيرون ننمودند نهي نمي‌کند که با آنان نيکي کنيد و به عدالت و انصاف رفتار نماييد، که خدا مردم با عدل و داد را بسيار دوست مي‌دارد.
60|9|و تنها شما را از دوستي کساني نهي مي‌کند که در دين با شما قتال کرده و از وطنتان بيرون کردند و بر بيرون کردن شما همدست شدند، زنهار آنها را دوست نگيريد و کساني که با آنان دوستي و ياوري کنند ايشان به حقيقت ظالم و ستمکارند.
60|10|اي کساني که ايمان آورده‌ايد، زناني که به عنوان اسلام و ايمان (از ديار خود) هجرت کرده و به سوي شما آمدند (ممکن است جاسوس باشند) شما از آنها تحقيق کرده و امتحانشان کنيد و البته خدا به (صدق و کذب) ايمانشان داناتر است، اگر با ايمانشان شناختيد آنها را ديگر به شوهران کافرشان بر مگردانيد که هرگز اين زنان مؤمن بر آن کفّار و آن شوهران کافر بر اين زنان حلال نيستند ولي مهر و نفقه‌اي که شوهران مخارج آن زنان کرده‌اند به آنها بپردازيد، و باکي نيست که شما با آنان نکاح کنيد در صورتي که اجر و مهرشان را بدهيد. و هرگز متوسل به حفاظت (و عقد و پيمان) زنان کافره نشويد و (اگر زنانتان از اسلام به کفر برگشتند و نزد کافران رفتند) از کفّار مهر و نفقه مطالبه کنيد، آنها هم (اگر زنانشان ايمان آوردند و نزد شما آمدند) مهر و نفقه طلبند. اين حکم خداست که ميان شما حکم مي‌کند و خدا (به حقايق امور) دانا و (به مصالح خلق) آگاه است.
60|11|و اگر از زنان شما کساني (مرتد شده) به سوي کافران رفتند و شما در مقام انتقام بر آمديد و غنيمت برديد، به مرداني که زنانشان رفته‌اند به قدر همان مهر و نفقه‌اي که خرج کرده‌اند بدهيد، و از خدايي که به او ايمان آورده‌ايد بترسيد و پرهيزکار شويد.
60|12|الا اي پيغمبر (گرامي) چون زنان مؤمن آيند که با تو بيعت کنند که ديگر هرگز شرک به خدا نياورند و سرقت و زنا کاري نکنند و اولاد خود را به قتل نرسانند و بر کسي افترا و بهتان ميان دست و پاي خود نبندند (يعني فرزندي را که ميان دست و پاي خود پرورده و علم به آن از انعقاد نطفه او دارند به دروغ به کسي غير پدرش نبندند) و با تو در هيچ امر معروفي مخالفت نکنند، بدين شرايط با آنها بيعت کن و بر آنان از خدا آمرزش و غفران طلب، که خدا بسيار آمرزنده و مهربان است.
60|13|الا اي اهل ايمان، هرگز قومي را که خدا بر آنان غضب کرده (يعني جهودان را) يار و دوستدار خود مگيريد که آنها از عالم آخرت به کلي مأيوسند چنانکه کافران از اهل قبور نوميدند (يعني فرقي ميان جهودان و اهل کتاب که خود را معتقد به خدا و قيامت مي‌دانند با کافران بي‌عقيده در مقام عمل هيچ نيست که هيچ کدام طالب آخرت و در فکر قيامت ابدا نيستند).
61|1|هر چه در آسمانها و زمين است همه به تسبيح و ستايش خداي عالم که مقتدر و حکيم است مشغولند.
61|2|الا اي کساني که ايمان آورده‌ايد، چرا چيزي به زبان مي‌گوييد که در مقام عمل خلاف آن مي‌کنيد؟
61|3|اين عمل که سخن بگوييد و خلاف آن کنيد بسيار سخت خدا را به خشم و غضب مي‌آورد.
61|4|خدا آن مؤمنان را که در راه او در صف جهاد با کافران، مانند بنيان و سدّي آهنين همدست و پايدارند بسيار دوست مي‌دارد.
61|5|(ياد آر) وقتي که موسي به قوم خود گفت: اي قوم، براي چه مرا رنج و آزار مي‌دهيد (و تهمت سحر و کذب و عيبهاي ديگر بر من مي‌بنديد) در صورتي که بر شما معلوم است که من رسول خدا به سوي شما هستم؟ باز چون (از حق) روي گردانيدند خدا هم دلهاي بي‌نورشان را (از سعادت و اقبال به حق) بگردانيد و خدا هرگز مردم نابکار فاسق را هدايت نخواهد کرد.
61|6|و هنگامي که عيسي مريم به بني اسرائيل گفت: من همانا رسول خدا به سوي شما هستم و به حقانيت کتاب تورات که مقابل من است تصديق مي‌کنم و نيز (شما را) مژده مي‌دهم که بعد از من رسول بزرگواري که نامش (در انجيل من) احمد است بيايد. چون آن رسول ما با آيات و معجزات به سوي خلق آمد گفتند: اين سحري آشکار است.
61|7|و آيا از آن کس که به راه اسلام و سعادتش مي‌خوانند و او همان دم بر خدا افترا و دروغ مي‌بندد کسي ستمکارتر هست؟ و خدا هم هيچ قوم ستمکاري را هدايت نخواهد کرد.
61|8|کافران مي‌خواهند تا نور خدا را به گفتار باطل (و طعن و مسخره) خاموش کنند و البته خدا نور خود را هر چند کافران خوش ندارند کامل و محفوظ خواهد داشت.
61|9|اوست خدايي که رسولش (محمّد مصطفي صلّي اللّه عليه و آله) را به هدايت خلق و ابلاغ دين حق فرستاد تا آن را هر چند مشرکان خوش ندارند بر همه اديان عالم غالب گرداند.
61|10|اي اهل ايمان، آيا شما را به تجارتي سودمند که شما را از عذاب دردناک (آخرت) نجات بخشد دلالت کنم؟
61|11|به خدا و رسول او ايمان آريد و به مال و جان در راه خدا جهاد کنيد، که اين کار (از هر تجارت) اگر دانا باشيد براي شما بهتر است.
61|12|تا خدا گناهان شما ببخشد و در بهشتي که در زير درختانش نهرها جاري است داخل گرداند و در بهشتهاي عدن جاوداني منزلهاي نيکو عطا فرمايد. اين همان رستگاري بزرگ است.
61|13|و باز تجارتي ديگر که آن را هم دوست داريد نصرت و ياري خدا (در جنگ) و فتح نزديک (سپاه اسلام) است، و اهل ايمان را (به اين دو نعمت) بشارت ده.
61|14|اي اهل ايمان، شما هم ياران خدا باشيد چنان که عيسي مريم به حواريين گفت: کيست مرا براي خدا ياري کند؟ آنها گفتند: ما ياران خداييم. پس (با آن همه معجزات) طايفه‌اي از بني اسرائيل به او ايمان آوردند و طايفه‌اي کافر شدند، ما هم آنان را که ايمان آوردند مؤيد و منصور گردانيديم تا بر دشمنشان ظفر يافتند.
62|1|هر چه در آسمانها و زمين است همه به تسبيح و ستايش خدا که پادشاهي منزّه و پاک و مقتدر و حکيم است مشغولند.
62|2|اوست خدايي که ميان عرب امّي (يعني قومي که خواندن و نوشتن نمي‌دانستند) پيغمبري بزرگوار از همان مردم برانگيخت که بر آنان آيات وحي خدا تلاوت مي‌کند و آنها را (از لوث جهل و اخلاق زشت) پاک مي‌سازد و شريعت و احکام کتاب سماوي و حکمت الهي مي‌آموزد و همانا پيش از اين همه در ورطه جهالت و گمراهي آشکار بودند.
62|3|و نيز قوم ديگري از آنان را (که به روايت از پيغمبر مراد عجمند) که هنوز به عرب (در اسلام) ملحق نشده‌اند هدايت فرمايد که او خداي مقتدر و همه کارش به حکمت و مصلحت است.
62|4|اين (رسالت و نزول قرآن) فضل و کرامت خداست که به هر که بخواهد مي‌دهد و خدا را فضل و رحمت نامنتهاست.
62|5|وصف حال آنان که علم تورات بر آنان نهاده شد (و بدان مکلف شدند) ولي آن را حمل نکردند (و خلاف آن عمل نمودند) در مثل به حماري ماند که بار کتابها بر پشت کشد (و از آن هيچ نفهمد و بهره نبرد)، آري مثل قومي که حالشان اين است که آيات خدا را تکذيب کردند بسيار بد است و خدا هرگز ستمکاران را (به راه سعادت) رهبري نخواهد کرد.
62|6|بگو: اي جماعت يهود، اگر پنداريد که شما به حقيقت دوستداران خداييد نه مردم ديگر، پس تمنّاي مرگ کنيد اگر راست مي‌گوييد.
62|7|و حال آنکه در اثر آن کردار بد که به دست خود (براي آخرت خويش) پيش فرستاده‌اند ابدا آرزوي مرگ نخواهند کرد (بلکه از مرگ سخت ترسان و هراسانند) و خدا به (کردار) ستمکاران داناست.
62|8|بگو: عاقبت مرگي که از آن مي‌گريزيد شما را البته ملاقات خواهد کرد و پس از مرگ به سوي خدايي که داناي پيدا و پنهان است بازگردانيده مي‌شويد و او شما را به آنچه مي‌کرده‌ايد آگاه مي‌سازد.
62|9|اي کساني که ايمان آورده‌ايد، هر گاه (شما را) براي نماز روز جمعه بخوانند في الحال به ذکر خدا بشتابيد و کسب و تجارت رها کنيد که اين اگر بدانيد براي شما بهتر خواهد بود.
62|10|پس آن‌گاه که نماز پايان يافت (بعد از ظهر جمعه باز در پي کسب و کار خود رفته و) روي زمين منتشر شويد و از فضل و کرم خدا (روزي) طلبيد، و ياد خدا بسيار کنيد تا مگر رستگار و سعادتمند گرديد.
62|11|و اين مردم (سست ايمان) چون تجارتي يا لهو و بازيچه‌اي ببينند بدان شتابند و تو را در نماز تنها گذارند؛ بگو که آنچه نزد خداست (يعني ثواب آخرت و بهشت ابد) بسيار براي شما از لهو و لعب و تجارت (هاي دنيا) بهتر است و خدا بهترين روزي‌دهنده است. (در شأن نزول آيه جابر روايت کرد که قومي با رسول صلّي اللّه عليه و آله و سلّم نماز جمعه مي‌خواندند، آواز طبل کاروان تجارت شنيدند، همه از پي تجارت و صداي لهو طبل رفتند جز هشت يا دوازده تن. رسول صلّي اللّه عليه و آله و سلّم فرمود: اگر اين عده هم مي‌رفتند عذاب خدا بر امت نازل مي‌شد)
63|1|(اي رسول ما) چون منافقان رياکار نزد تو آيند گويند که ما به يقين و حقيقت گواهي مي‌دهيم که تو رسول خدايي؛ و خدا مي‌داند که تو رسول اويي و خدا هم گواهي مي‌دهد که منافقان سخن دروغ مي‌گويند.
63|2|قسمهاي (دروغ) خود را سپر جان خويش (و مايه فريب خلق) قرار داده‌اند و بدين وسيله راه خدا را (به روي خلق) بسته‌اند، آنان آنچه مي‌کنند بسيار بد مي‌کنند.
63|3|اين (نفاق و بدکاريشان) براي آن است که آنها (به زبان) ايمان آوردند و سپس (به دل) کافر شدند، پس مُهر (قهر و ظلمت) بر دلهاشان نهاده شد تا هيچ (از حقايق ايمان) درک نکنند.
63|4|تو چون آن منافقان را مشاهده کني ظاهر و وجود جسماني آنها (به آراستگي فريبنده) تو را به شگفت آرد و اگر سخن گويند (بس خوش‌گفتار و چرب زبانند) به سخن‌هاشان گوش فرا خواهي داد (ولي از باطن و درون) گويي که چوبي خشک تکيه کرده بر ديوارند (و هيچ عقل و ايمان و معرفت ندارند. و چون در باطن نادرست و بدانديشند) هر صدايي بشنوند بر زيان خويش پندارند. دشمنان به حقيقت اينان هستند، از ايشان بر حذر باش، خدايشان بکشد، (از حق) به کجا بازگردانيده مي‌شوند؟
63|5|و هر گاه به آنها گويند: بياييد تا رسول خدا براي شما (از حق) آمرزش طلبد سر بپيچند و بنگري که با تکبر و نخوت (از حق) روي مي‌گردانند.
63|6|(اي رسول) تو (از خدا) بر آنان آمرزش بخواهي يا نخواهي به حالشان يکسان است خدا هرگز آنها را نمي‌بخشد که همانا قوم نابکار فاسق را خدا هيچ وقت (به راه سعادت) هدايت نخواهد کرد.
63|7|اينها همان مردم بدخواهند که مي‌گويند: بر اصحاب رسول خدا انفاق مال مکنيد تا (از گِردش) پراکنده شوند در صورتي که خدا را گنجهاي آسمانها و زمين است ليکن منافقان درک آن نمي‌کنند.
63|8|آنها (پنهاني با هم) مي‌گويند: اگر به مدينه مراجعت کرديم البته اربابان عزّت و ثروت، مسلمانان ذليل فقير را از شهر بيرون کنند، و حال آنکه عزّت مخصوص خدا و رسول و اهل ايمان است (و ذلّت خاصّ کافران) وليکن منافقان از اين معني آگه نيستند.
63|9|الا اي اهل ايمان، مبادا هرگز مال و فرزندانتان شما را از ياد خدا غافل سازند، و البته کساني که به امور دنيا از ياد خدا غافل شوند آنها به حقيقت زيانکاران عالمند.
63|10|و از آنچه روزي شما کرديم (در راه خدا) انفاق کنيد پيش از آنکه مرگ بر يکي از شما فرا رسد و در آن حال (به حسرت) بگويد: پروردگارا، چرا اجل مرا اندکي تأخير نينداختي تا صدقه و احسان بسيار کنم و از نکوکاران شوم؟!
63|11|و خدا هرگز اجل هيچ کس را از وقتش که فرا رسد تأخير نيفکند و خدا به هر چه کنيد آگاه است.
64|1|هر چه در آسمانها و زمين است همه به تسبيح و ستايش خدا مشغولند که سلطنت ملک هستي و ستايش (اهل عالم) براي اوست و او بر هر چيز تواناست.
64|2|اوست خدايي که شما را آفريد، باز شما بندگان فرقه‌اي کافر ناسپاس و بعضي مؤمن خداشناس هستيد و خدا به هر چه کنيد کاملاً بيناست.
64|3|خدا آسمانها و زمين را به حق (و نظم احسن اتقن) آفريد و شما آدميان را به زيباترين صورت برنگاشت، و بازگشت همه خلايق به سوي اوست.
64|4|او آنچه را که در آسمانها و زمين است و آنچه را که شما پنهان و آشکار کنيد همه را مي‌داند و خدا به اسرار دلها هم داناست.
64|5|آيا حکايت حال پيشينيان که کافر شدند به شما نرسيد؟ که (هم در دنيا) به کيفر کردارشان رسيدند و (هم در آخرت) عذاب دردناک بر آنان مهيّاست.
64|6|اين (عذاب) براي آن بود که رسولان آنها با ادلّه و معجزات به سويشان مي‌آمدند و آنها (به تکذيب و طعن) مي‌گفتند: آيا بشرهايي (مانند ما) رهنمايي ما توانند کرد؟ پس کافر شدند و روي گردانيدند و البته خدا (از کفر و ايمان خلق) بي‌نياز است که خدا غنيّ بالذّات و ستوده به جميع صفات است.
64|7|کافران گمان کردند که هرگز (پس از مرگ) برانگيخته نمي‌شوند. بگو: چرا، به خداي من سوگند که البته برانگيخته مي‌شويد و سپس به (نتيجه) اعمال خود آگاهتان گردانند و اين کار بر خدا بسيار آسان است.
64|8|پس به خدا ايمان آريد و به رسول او و نور علم و حکمتي که (بندگان را در آيات قرآن) فرستاده‌ايم بگرويد، و (بترسيد که) خدا به هر چه کنيد آگاه است.
64|9|(ياد آريد) روزي که خدا همه شما را به عرصه محشر (براي حساب) جمع مي‌گرداند و آن روز روز غبن و پشيماني (بدکاران) است. و هر که به خدا ايمان آرد و نيکوکار شود خدا گناهانش بپوشد و در باغهاي بهشتي که زير درختانش نهرها جاري است داخل گرداند که در آن بهشت ابداً جاودان متنعّم باشند و اين به حقيقت سعادت و رستگاري بزرگ خواهد بود.
64|10|و آنان که کافر شدند و آيات ما را تکذيب کردند آنها اهل آتش دوزخ و در آن جاودان مخلّدند و آنجا بسيار بد منزلگاهي است.
64|11|هيچ رنج و مصيبتي (به شما) نرسد مگر به فرمان خدا، و هر که به خدا ايمان آرد خدا دلش را (به مقام عالي رضا و تسليم) هدايت کند و خدا به همه امور عالم داناست.
64|12|و فرمان خدا و هم اوامر رسول حق را اطاعت کنيد که اگر روي بگردانيد بر رسول ما جز تبليغ رسالت (و اتمام حجت) با بيان روشن تکليفي نخواهد بود.
64|13|خداي يکتاست که جز او خدايي نيست و تنها بر خدا اهل ايمان توکل بايد کنند.
64|14|الا اي اهل ايمان، زنان و فرزندان شما هم برخي (که شما را از طاعت و جهاد و هجرت در دين باز دارند) دشمن شما هستند، از آنان حذر کنيد، و اگر (از عقاب آنها پس از توبه آنان) عفو و آمرزش و چشم‌پوشي کنيد خدا هم (در حق همه شما) بسيار آمرزنده و مهربان است.
64|15|به حقيقت، اموال و فرزندان شما اسباب فتنه و امتحان شما هستند (چندان به آنها دل نبنديد) و (بدانيد که) نزد خدا اجر عظيم (بهشت ابد) خواهد بود.
64|16|پس تا بتوانيد خدا ترس و پرهيزکار باشيد و (سخن حق) بشنويد و اطاعت کنيد و از مال خود براي (ذخيره آخرت) خويش (به فقيران) انفاق کنيد. و کساني که از خوي لئامت و بخل نفس خود محفوظ مانند آنها به حقيقت رستگاران عالمند.
64|17|اگر به خدا (يعني بندگان محتاج خدا) قرض نيکو دهيد خدا براي شما چندين برابر گرداند و هم از گناه شما در گذرد و خدا بر شکر و احسان خلق نيکو پاداش دهنده است و (بر گناهشان) بسيار بردبار است.
64|18|او داناي عوالم غيب و شهود و سلطان مقتدر ملک وجود و آگاه از صلاح نظام آفرينش است.
65|1|الا اي پيغمبر گرامي (امت را بگو) هر گاه زنان را طلاق دهيد به وقت عدّه آنها (يعني در زمان پاکي از خون حيض که در آن پاکي هم نزديکي با آنها نکرده‌ايد) طلاق دهيد و زمان عدّه را (مدت سه پاکي) بشماريد، و از خدا که آفريننده شماست بترسيد. و آن زنان را (تا در عدّه‌اند) از خانه بيرون مکنيد و آنان نيز (بدون ضرورت) بيرون نروند مگر آنکه کار زشتي آشکار مرتکب شوند. و اين احکام حدود شرع خداست و هر کس از حدود الهي تجاوز کند به خويشتن ستم کرده است. تو نداني شايد خدا (پس از طلاق) کاري از نو پديد آرد (يعني ميل رجوع در شما حادث گرداند).
65|2|آن‌گاه که (نزديک است) مدّت عدّه را به پايان رسانند باز يا به نيکويي نگاهشان داريد يا به خوشرفتاري رهاشان کنيد و نيز (بر طلاق آنها) دو مرد مسلمان عادل گواه گيريد، و (شما شاهدان نيز) براي خدا شهادت را برپا کنيد. بدين وعظ الهي آن کس که به خدا و روز قيامت ايمان آورد پند داده مي‌شود، و هر کس خدا ترس و پرهيزکار شود خدا راه بيرون شدن (از عهده گناهان و بلا و حوادث سخت عالم) را بر او مي‌گشايد.
65|3|و از جايي که گمان نَبَرد به او روزي عطا کند، و هر که بر خدا توکل کند خدا او را کفايت خواهد کرد که خدا امرش را نافذ و روان مي‌سازد و بر هر چيز قدر و اندازه‌اي مقرّر داشته است (و به هيچ تدبيري سر از تقديرش نتوان پيچيد).
65|4|و از زنان شما آنان که از حيض (و فرزند، به ظاهر) نوميدند اگر باز شک (در تحقق سنّ يأسشان) داريد عدّه (طلاق) آنان سه ماه است و نيز زناني که حيض نديده (ليکن در سنّ حيض باشند آنها هم سه ماه عدّه نگه دارند)، و زنان حامله مدّت عدّه‌شان تا وقت زاييدن است. و هر که متّقي و خداترس باشد خدا (مشکلات) کار او را آسان مي‌گرداند.
65|5|اين احکام فرمان خداست که به شما نازل کرد و هر که از خدا بترسد خدا گناهانش بپوشد و او را پاداش بزرگ (بهشت ابد) عطا کند.
65|6|(زناني که طلاق رجعي دهيد تا در عدّه‌اند) آنها را در همان منزل خويش که ميسّر شماست بنشانيد و به ايشان (در نفقه و سکني) آزار و زيان نرسانيد تا آنان را در مضيقه و رنج در افکنيد (که به ناچار از حق خود بگذرند) و به زنان مطلّقه اگر حامله باشند تا وقت وضع حمل نفقه دهيد آن‌گاه اگر فرزند شما را شير دهند اجرتشان را بپردازيد و (در کار فرزند) ميان خود به نيکي مشورت و سازش کنيد. و اگر با هم سختگيري کنيد (مادر صرف‌نظر کند تا) زن ديگري او را شير دهد.
65|7|مرد دارا به وسعت و فراواني نفقه زن شيرده دهد، و آن که نادار و تنگ معيشت است از آنچه خدا به او داده انفاق کند. که خدا هيچ کس را جز به مقدار آنچه (توانايي) داده تکليف نمي‌کند، و خدا به زودي بعدِ هر سختي آساني قرار دهد.
65|8|و چه بسيار مردم دياري که از امر خدا و رسولانش سرپيچيدند (و کافر شدند) ما هم آنان را به حساب سخت مؤاخذه کرديم و به عذاب بسيار شديد معذّب ساختيم.
65|9|تا کيفر کردار خود چشيدند و عاقبت کارشان زيانکاري (و حسرت) گرديد.
65|10|(و) خدا بر آنان عذاب سخت (جهنم) مهيّا ساخت، پس شما اي خردمنداني که ايمان آورده‌ايد از خدا بترسيد (و راه طاعت پيش گيريد) که خدا براي (هدايت) شما ذکر (يعني قرآن) نازل کرد.
65|11|(و نيز فرستاد) رسول بزرگواري را که براي شما آيات روشن بيان خدا را تلاوت مي‌کند تا آنان را که ايمان آورده و نيکوکار شدند از ظلمات (جهل) به سوي نور (معرفت و ايمان) باز آرد، و هر کس به خدا ايمان آورده و نيکوکار شود خدا او را در باغهاي بهشتي در آرد که نهرها زير درختانش جاري است و هميشه در آن بهشت ابد متنعّمند، که خدا (در آنجا) رزق بسيار نيکو بر او مهيّا ساخته است.
65|12|خدا آن کسي است که هفت آسمان را آفريد و مانند آن آسمان‌ها از (هفت طبقه) زمين خلق فرمود؛ امر نافذ او در بين هفت آسمان و زمين نازل مي‌شود تا بدانيد که خدا بر هر چيز توانا و به احاطه علمي بر همه امور عالم آگاه است.
66|1|اي پيغمبر گرامي براي چه آن را که خدا بر تو حلال فرمود تو بر خود حرام مي‌کني تا زنانت را از خود خشنود سازي؟ در صورتي که خدا بسيار آمرزنده و مهربان است (بر هيچ کس خصوص بر تو رسول گراميش سخت نخواهد گرفت. در تفسير وارد است که روزي حَفْصه با اجازه رسول خدا صلّي اللّه عليه و آله و سلّم به خانه پدرش عمر رفت، پيغمبر با ماريه در حجره حَفْصه خلوت کرد. ناگه او رسيد و غوغا انگيخت که تو در حجره من با کنيزي خلوت کردي و آبروي مرا نزد زنانت بردي. حضرت براي خشنودي او فرمود: من ماريه را بر خود حرام کردم ولي اين سرّ نزد تو است با هيچ کس مگوي. او به فور عايشه را هم آگه ساخت، او هم با رسول راجع به ماريه گفتگو کرد. حضرت سوگند خورد که ماريه را ترک گويد. آن دو زن شاد شدند و اين آيه نازل گرديد).
66|2|خدا مقرر کرد براي شما که سوگندهاي خود را (به کفّاره) بگشاييد، و خدا مولاي شما بندگان (و حکمش نافذ) است و هم او (به هر چيز عالم) دانا و به حکمت (تمام امور خلق) آگاه است.
66|3|وقتي پيغمبر با بعضي زنان خود (يعني با حفصه راجع به ماريه يا راجع به رياست ابوبکر و عمر) سخني به راز گفت و آن زن (چون خيانت کرده و ديگري يعني عايشه را) بر سرّ پيغمبر آگه ساخت و خدا به رسولش خبر داد او بر آن زن برخي را اظهار کرد و به رويش آورد و برخي را پرده‌داري نمود و اظهار نکرد؛ چون او را از افشاء آن سرّ آگاه ساخت آن زن گفت: رسولا، تو را که واقف ساخت (که من سرّ تو بر کسي فاش کرده‌ام)؟ رسول گفت: مرا خداي داناي آگاه خبر داد.
66|4|اينک اگر هر دو زن به درگاه خدا توبه کنيد (رواست که) البته دلهاي شما (خلاف رضاي پيغمبر) ميل کرده است، و اگر با هم بر آزار او اتفاق کنيد خدا يار و نگهبان اوست و جبريل امين و مردان صالح با ايمان (يعني علي عليه السّلام به روايت عامّه و خاصّه) و فرشتگان حق يار و مددکار اويند.
66|5|اميد است که اگر پيغمبر شما را طلاق داد خدا زناني بهتر از شما به جايتان با او همسر کند که همه با مقام تسليم و ايمان و خضوع اطاعت کنند و اهل توبه و عبادت باشند و رهسپار (طريق معرفت)، چه بکر چه غير بکر.
66|6|اي کساني که ايمان آورده‌ايد، خود را با خانواده خويش از آتش دوزخ نگاه داريد چنان آتشي که مردم (دل‌سخت کافر) و سنگ (خارا) آتش‌افروز اوست و بر آن دوزخ فرشتگاني بسيار درشت‌خو و دل‌سخت مأمورند که هرگز نافرماني خدا را (در اجراي قهر و غضب حق) نخواهند کرد و آنچه به آنها حکم شود انجام دهند.
66|7|(به کافران گويند) اي کافران، امروز عذرخواهي مکنيد (که پذيرفته نيست) تنها آنچه (در دنيا) مي‌کرده‌ايد به آن مجازات مي‌شويد.
66|8|الا اي مؤمنان، به درگاه خدا توبه نصوح (با خلوص و دوام) کنيد، باشد که پروردگارتان گناهانتان را مستور گرداند و شما را در باغهاي بهشتي که زير درختانش نهرها جاري است داخل کند در آن روزي که خدا پيغمبر خود و گرويدگان به او را ذليل نسازد (بلکه عزيز و سرفراز ابد گرداند، در آن روز) نور (ايمان و عبادت) آنها در پيش رو و سمت راست ايشان مي‌رود (و راه بهشتشان مي‌نمايد) و در آن حال (به شوق و نشاط) گويند: پروردگارا، تو نور ما را به حد کمال رسان و ما را (به لطف و کرم خود) ببخش که البته تو بر هر چيز توانايي.
66|9|الا اي رسول گرامي، اينک با کفار و منافقان به جهاد و کارزار پرداز و بر آنها (تا ايمان نياورده‌اند) سخت گير و (بدان که) مأواي آنها دوزخ است که بسيار بد منزلگاهي است.
66|10|خدا براي کافران زن نوح و زن لوط را مثال آورد که تحت (فرمان) دو بنده صالح ما بودند و به آنها (نفاق و) خيانت کردند و آن دو شخص (با وجود مقام نبوت) نتوانستند آنها را از (قهر) خدا برهانند و به آنها حکم شد که با دوزخيان در آتش درآييد.
66|11|و باز خدا براي مؤمنان (آسيه) زن فرعون را مَثَل آورد هنگامي که (از شوهر کافرش بيزاري جست و) عرض کرد: بار الها (من از قصر فرعوني و عزت دنيوي او گذشتم) تو خانه‌اي براي من نزد خود در بهشت بنا کن و مرا از شرّ فرعون (کافر) و کردارش و از قوم ستمکار نجات بخش.
66|12|و نيز مريم دخت عمران را (مَثَل آورد) که رَحِمش را پاکيزه داشت و ما در آن از روح قدسي خويش بدميديم، و او کلمات پروردگار خود و کتب آسماني او را (با کمال ايمان) تصديق کرد و از بندگان مطيع خدا به شمار بود.
67|1|بزرگوار خدايي که سلطنت ملک هستي به دست قدرت اوست و بر همه چيز تواناست.
67|2|خدايي که مرگ و زندگاني را آفريد که شما بندگان را بيازمايد تا کدام نيکوکارتر (و خلوص اعمالش بيشتر) است و او مقتدر و بسيار آمرزنده است.
67|3|آن خدايي که هفت آسمان بلند را به طبقاتي منظم بيافريد و هيچ در نظم خلقت خداي رحمان بي‌نظمي و نقصان نخواهي يافت، باز بارها به ديده عقل بنگر تا هيچ نقص و خلل هرگز در آن تواني يافت؟
67|4|باز دوباره به چشم بصيرت دقت کن تا ديده خرد زبون و خسته (نقصي نيافته) به سوي تو باز گردد.
67|5|و ما آسمان دنيا را به چراغهاي انجم رخشان زيب و زيور داديم و به تير شهاب آن ستارگان شياطين را رانديم و عذاب آتش فروزان را بر آنها مهيّا ساختيم.
67|6|و بر آنان که به خداي خود کافر شدند عذاب جهنّم که بسيار بد منزلگاهي است مهيّاست.
67|7|که چون به آن جهنّم در افتند فرياد منکري چون شهيق خران از آتش چون ديگ جوشان مي‌شنوند.
67|8|(دوزخ از خشم کافران) نزديک است شکافته و قطعه قطعه شود، هر فوجي را که به آتش در افکنند خازنان جهنّم از آنها پرسند: آيا پيغمبري براي راهنمايي شما نيامد؟
67|9|آنها در جواب گويند: آري، ما را رسول بيم دهنده حق آمد ولي ما تکذيب او کرديم و گفتيم که خدا چيزي (از آسمان) نفرستاده و جز اينکه شما رسولان سخت به گمراهي و ضلالتيد هيچ نيست.
67|10|و گويند: اگر ما در دنيا (سخن انبيا) مي‌شنيديم يا به دستور عقل رفتار مي‌کرديم (امروز) از دوزخيان نبوديم.
67|11|آنجا به گناه خود معترف شوند (که سودي ندارد و خطاب قهر فرا رسد) که اهل آتش افروخته (قهر، از رحمت حق) دور باد.
67|12|همانا آنان که از خداي خود در پنهان مي‌ترسند آنها را آمرزش و پاداش بزرگ (بهشت ابد) خواهد بود.
67|13|و شما سخن پنهان گوييد يا آشکار، در علم حق يکسان است، که خدا به اسرار دلها هم البته داناست.
67|14|آيا آن خدايي که خلق را آفريده عالم به اسرار آنها نيست؟ و حال آنکه او بر باطن و ظاهر همه امور عالم آگاه است.
67|15|او آن خدايي است که زمين را براي شما نرم و هموار گردانيد پس شما در پست و بلندي‌هاي آن حرکت کنيد و از روزي او خوريد و (بدانيد که) بازگشت همه خلايق به سوي اوست.
67|16|آيا از (قهر) خدايي که در آسمان مقتدر و حکمفرماست ايمنيد که شما را به زمين فرو برد در حالي که زمين به موج و اضطراب در افتد؟
67|17|آيا از قهر خداي مقتدري که در (زمين و) آسمان حکمفرماست ايمنيد که تندبادي بفرستد و بر سر شما سنگ ببارد تا بدانيد که وعده عذاب من چگونه است؟
67|18|و همانا امم پيش از اينها نيز (رسولان ما را) تکذيب کردند پس (بنگريد) چگونه سخت آنها را هلاک کردم.
67|19|آيا مرغان هوا را نمي‌نگرند که بالاي سرشان پر گشوده، گاه بي‌حرکت و گاه با حرکت بال پرواز مي‌کنند؟ کسي جز خداي مهربان آنها را (در فضا) نگاه نمي‌دارد، که او به احوال همه موجودات کاملا بيناست.
67|20|آيا آن کيست که سپاه و مددکار شما باشد و همه‌گونه شما را در برابر خداي مهربان ياري تواند کرد؟ پس کافران جز در غرور و فريبي بيش نيستند.
67|21|آيا آن کيست که اگر خدا از شما رزق خود باز گيرد او روزي به شما تواند داد؟ بلکه کافران دانسته در طغيان و عصيان لجاج ورزند و از حق اعراض مي‌کنند.
67|22|آيا آن کس که (در کفر و جهالت) سرنگون به رو در افتاده يا آن که با قامت راست به راه راست (ايمان) است کدام بهتر هدايت يافته‌اند؟
67|23|بگو: اوست خدايي که شما را از نيستي به هستي آورد و دو گوش و چشم (شنوا و بينا) و دل (هوشيار) به شما عطا کرد (تا شکر نعمتش گوييد) حال آنکه بسيار کم از نعم او شکرگزاري مي‌کنيد.
67|24|بگو: اوست خدايي که شما را در زمين (از خاک) برانگيخت و (پس از مرگ) باز به سوي او محشور مي‌شويد.
67|25|و کافران (به تمسخر) گويند: اين وعده قيامت کي خواهد بود اگر شما راست مي‌گوييد؟
67|26|بگو: علم آن تنها نزد خداست و من منحصرا وظيفه‌ام اين است که شما را (از عذاب حق) بترسانم.
67|27|که چون کافران آن عذاب سخت را نزديک خود به چشم مشاهده کنند رخسار آنها (از خوف) زشت و سياه شود و به آنها گويند: اين همان عذابي است که جدّا درخواست مي‌کرديد.
67|28|بگو: چه تصور مي‌کنيد؟ اگر خدا من و مؤمناني که با منند همه را هلاک کند يا لطف و رحمت فرمايد آيا آنان که کافرند چه کسي از عذاب دردناک (دوزخ) نجاتشان خواهد داد؟
67|29|بگو: (آن که من شما را به سوي او مي‌خوانم) او خداي مهربان است که ما به او ايمان آورده و بر او توکل کرديم و به زودي شما را معلوم شود کيست که آشکارا به ضلالت و گمراهي است؟
67|30|بگو: چه تصوّر مي‌کنيد؟ اگر آب (که مايه زندگاني) شما (است) همه به زمين فرو رود (جز خدا) کيست که باز آب روان و گوارا براي شما پديد آرد؟
68|1|ن (قسم به نون که شايد نام نور و ناصر حق يا لوح نور خداست) و قسم به قلم (علم فعلي ازلي) و آنچه (تا ابد در لوح محفوظ عالم) خواهند نگاشت.
68|2|که تو به لطف و رحمت پروردگارت هرگز ديوانه نيستي.
68|3|و البته تو را پاداشي نامحدود است.
68|4|و در حقيقت تو به نيکو خلقي عظيم آراسته‌اي.
68|5|و به زودي تو و مخالفانت مشاهده مي‌کنيد.
68|6|که از شما کدام يک (به اوهام و خيالات باطل) مفتون و ديوانه‌اند.
68|7|البته خدايت داناتر است که از راه خدا گمراه کيست و بهتر مي‌داند که هدايت يافتگان عالم کيانند.
68|8|پس هرگز از مردم کافري که آيات خدا را تکذيب مي‌کنند پيروي مکن.
68|9|کافران بسيار مايلند که تو با آنها مداهنه و مداراکني (و متعرض بتهاشان نشوي) تا آنها هم (به نفاق) با تو مداهنه و مدارا کنند.
68|10|و تو هرگز اطاعت مکن احدي از منافقان دون را که دايم (به دروغ) سوگند مي‌خورند.
68|11|و آن کس که دايم عيبجويي و سخن‌چيني مي‌کند.
68|12|و خلق را هر چه بتواند از خير باز مي‌دارد و به ظلم و بدکاري مي‌کوشد.
68|13|با اين همه عيب، باز متکبر است و خشن با آنکه حرامزاده و بي‌اصل و نسب است.
68|14|(پيرو چنين کسي) براي اين که مال و فرزندان بسيار دارد (نبايد شد).
68|15|در صورتي که چون آيات ما را بر او تلاوت کنند گويد: اين سخنان افسانه پيشينيان است.
68|16|به زودي بر خرطوم و بيني‌اش داغ (شمشير) نهيم. (اين آيات در حقّ وليد مغيره عمّ ابو جهل که روز بدر بر حسب وعده حق به شمشير علي عليه السلام بيني‌اش بشکافت نازل آمد ولي بر هر که مانند اوست تا ابد شامل است).
68|17|ما کافران را (به قحط و سختي) آزموديم چنانکه اهل آن بستان را آزموديم، که قسم خوردند که صبحگاه ميوه‌اش را بچينند (تا فقيران آگاه نشوند).
68|18|و هيچ استثناء نکردند (ان شاء اللَه نگفتند و به خواست خدا معتقد نبودند).
68|19|بدين سبب همان شب هنوز به خواب بودند که از جانب خدا آتش عذابي نازل شد.
68|20|و بامدادان درختهاي آن بستان چون خاکستري سياه گرديد.
68|21|صبحگاه يکديگر را صدا کردند.
68|22|که برخيزيد اگر ميوه بستان را خواهيد چيد به بستانتان رويد.
68|23|آنها سوي بستان روان شده و آهسته سخن مي‌گفتند.
68|24|که امروز مواظب باشيد فقيري در اين باغ بر شما وارد نشود.
68|25|و صبحدم با شوق و عزم و توانايي (بر منع فقيران) به باغ رفتند.
68|26|چون باغ را به آن حال ديدند با خود گفتند: (باغ ما نه اينست) ما يقين راه را گم کرده‌ايم؟
68|27|يا بلکه (باغ همان است و) ما (به قهر خدا از ميوه‌اش) محروم شده‌ايم؟
68|28|يک نفر بهترين اولاد و عادلترين‌شان به آنها گفت: من به شما نگفتم چرا (شکر نعمت و) تسبيح و ستايش خدا را بجا نياوريد؟
68|29|آنان همه گفتند: خداي ما (از ظلم) منزّه است، آري ما خود (در حق خويش) ستم کرديم.
68|30|و رو به يکديگر کرده به ملامت و نکوهش هم پرداختند.
68|31|گفتند: اي واي بر ما که سخت سرکش بوديم.
68|32|اينک اميدواريم که پروردگار ما به جاي آن، بستان بهتري به ما عطا کند، که (از اين پس) ما هميشه به خداي خود مشتاقيم.
68|33|اين گونه است عذاب (دنيا) و البته عذاب آخرت بسيار سخت‌تر است اگر مردم بدانند.
68|34|(در آخرت) براي متقيان نزد پروردگارشان باغهاي بهشت پرنعمت خواهد بود.
68|35|آيا هرگز اهل اسلام را با کافران بدکار يکسان قرار مي‌دهيم؟
68|36|شما را چيست؟ چگونه شما (اين چنين) حکم (ظالمانه) مي‌کنيد؟
68|37|آيا شما را کتابي است (آسماني) که در آن اين حکم مي‌خوانيد؟
68|38|که هر آنچه به هواي نفس بخواهيد شما را فراهم است؟
68|39|يا شما را بر ما (به عدم عقاب) عهد و سوگند دائمي تا روز قيامت است که هر چه حکم فرماييد به يقين بر شما فراهم است؟
68|40|از آنان بپرس تا کدام ضامن اين پيمانند؟
68|41|يا آنها گواهاني (بر دعوي خود) دارند؟ اگر راست مي‌گويند آن گواهان را حاضر کنند.
68|42|در آن روز بسيار سخت به سجده خدا خوانده شوند و نتوانند.
68|43|چشمانشان ذليل و ترسان، ذلّت و حسرت آنها را فرا گرفته و از اين پيش (در دنيا) با تن سالم به سجده خدا آنها را مي‌خواندند (ولي اجابت نکردند).
68|44|(اي رسول، تو کيفر) مکذّبان و منکران قرآن را به من واگذار که ما آنها را از آنجا که نفهمند (و گمان نعمت کنند) به عذاب سخت در افکنيم.
68|45|و آنها را مهلت دهم که البته کيد من قوي و بسيار سخت است.
68|46|آيا تو از کافران امت مزد رسالت خواهي که بار غرامتش بر آنها گران است؟
68|47|يا آنکه از عالم غيب آگاهند تا از آنجا چيزي بر نويسند؟
68|48|باز تو براي حکم خداي خود صبر کن و مانند صاحب ماهي (يونس که از خشم در عذاب امت تعجيل کرد) مباش که (عاقبت پشيمان شد و در ظلمت زندان شکم ماهي افتاد و) به حال غم و اندوه (خدا را بر نجات خود) خواند.
68|49|که اگر لطف و رحمت پروردگارش در نيافتي با نکوهش به صحراي بي‌آب و گياه در افتادي (و هلاک شدي).
68|50|باز (چون به درگاه حق ناليد) خدايش برگزيد و از صالحانش گردانيد.
68|51|البته نزديک است که کافران به چشمان (بد) خود (چشم زخمت زنند و) از پايت در آورند، آن گاه که آيات قرآن بشنوند و (چون در فصاحتش حيرت کنند از شدت حسد) گويند که اين شخص عجب ديوانه است.
68|52|در حالي که اين کتاب الهي جز ذکر و پند و حکمت براي عالميان هيچ نيست.
69|1|قيامت آن روز حق و حقيقت است (که حقوق خلق و حقايق امور در آن به ظهور رسد).
69|2|آن روز حق و حقيقت چه (روز هولناک سختي) است؟
69|3|چگونه سختي و عظمت آن روز را درک تواني کرد؟
69|4|قوم عاد و ثمود آن روز کوبنده را تکذيب کردند.
69|5|اما قوم ثمود به کيفر طغيان هلاک شدند.
69|6|اما قوم عاد نيز به بادي تند و سرکش به هلاکت رسيدند.
69|7|که آن باد تند را خدا هفت شب و روز پي در پي بر آنها مسلط کرد که ديدي آن مردم گويي ساقه نخل خشکي بودند که به خاک در افتادند.
69|8|آيا هيچ بيني که (ديگر به روزگار) از آنان اثري باشد؟
69|9|و فرعون و اقوام پيش از او و مردم آن آباديهاي زير و رو شده (يعني قوم زشتکار لوط) به کفر و خطاکاري برخاستند.
69|10|و با رسول پروردگارشان مخالفت کردند، خدا هم آنان را به عذابي سخت گرفتار ساخت.
69|11|(شما مردم فرزندان نوحيد که) ما چون طوفان دريا طغيان کرد شما را به کشتي نشانديم (و نجاتتان داديم).
69|12|تا آن (غرق کفار و نجات مؤمنان) را مايه پند و عبرت شما مردم قرار دهيم و ليکن گوش شنواي هوشمندان اين پند و تذکر را تواند فرا گرفت.
69|13|باز (به ياد آر) چون در صور (اسرافيل) يک بار بدمند.
69|14|و زمين و کوهها را بر دارند و يک مرتبه همه را خرد و متلاشي سازند.
69|15|آن‌گاه آن واقعه بزرگ قيامت واقع گردد.
69|16|و بناي مستحکم آسمان (از دهشت و عظمت) آن روز سست شود و سخت درهم شکافد.
69|17|و فرشتگان بر اطراف آسمان (منتظر فرمان حق) باشند و عرش پروردگارت را در آن روز هشت ملک مقرّب بر فراز سرشان (يا فراز سر مردم) بردارند.
69|18|آن روز که (در پيشگاه حساب) شما را حاضر کنند هيچ کار از اسرار مخفي شما هم پنهان نخواهد ماند.
69|19|اما کسي که نامه اعمال او را به دست راستش دهند (با کمال نشاط و شادماني و سربلندي به اهل محشر) گويد: بياييد نامه مرا بخوانيد.
69|20|من ملاقات اين روز حسابم را اعتقاد داشتم (و در دنيا به گناه نپرداختم).
69|21|اين چنين کس در عيش و زندگاني خوش خواهد بود.
69|22|در بهشت عالي رتبه (ابدي).
69|23|که ميوه‌هاي آن هميشه در دسترس (بهشتيان) است.
69|24|(و خطاب رسد که) از طعام و شرابهاي لذيذ و گواراي بهشتي هر چه خواهيد تناول کنيد، شما را گوارا باد، که اين پاداش اعمال ايّام گذشته دنياست که (بر امروز خويش) پيش فرستاديد.
69|25|و اما آن کس که کتاب عملش به دست چپ دهند (با کمال شرمندگي و اندوه) گويد: اي کاش نامه مرا به من نمي‌دادند.
69|26|و من هرگز از حساب اعمالم آگاه نمي‌شدم.
69|27|اي کاش مرگ مرا از چنگ اين غصه و عذاب نجات مي‌داد.
69|28|(اي داد که) مال و ثروت من امروز به فرياد من نرسيد.
69|29|همه قدرت و حشمتم نابود گرديد.
69|30|(و خطاب قهر رسد که) او را بگيريد و در غل و زنجير کشيد.
69|31|تا بازش به دوزخ در افکنيد.
69|32|آن‌گاه به زنجيري که طولش هفتاد ذراع است (به آتش) در کشيد.
69|33|که او به خداي بزرگ ايمان نياورده.
69|34|و هرگز مسکيني را بر سفره طعام خود به رغبت نخوانده است.
69|35|بدين سبب امروز هيچ خويش و دوستداري که به فريادش رسد در اينجا ندارد.
69|36|و طعامي غير از غسلين (چرک و پليدي دوزخيان) نصيبش نيست.
69|37|و آن طعام را کسي جز اهل دوزخ نمي‌خورد.
69|38|قسم به آنچه (از آثار حق) مي‌بينيد.
69|39|و آنچه نمي‌بينيد.
69|40|که قرآن به حقيقت (وحي خدا و) کلام رسول بزرگواري است.
69|41|و آن نه سخن شاعري (و گفتار خيالي و موهومي) است (گر چه) اندکي از شما مردم به آن ايمان مي‌آوريد.
69|42|و نه حرف کاهن غيبگوست (گر چه) اندکي از شما مردم متذکر حقايق آن مي‌شويد.
69|43|اين قرآن تنزيل خداي عالميان است.
69|44|و اگر (محمّد صلّي اللّه عليه و آله و سلّم) از دروغ به ما برخي سخنان را مي‌بست،
69|45|محققا ما او را (به قهر و انتقام) از يمينش مي‌گرفتيم.
69|46|و رگ و تينش را قطع مي‌کرديم.
69|47|و شما هيچ يک بر دفاع از او قادر نبوديد.
69|48|و اين قرآن به حقيقت پند و تذکر پرهيزکاران عالم است.
69|49|و البته ما مي‌دانيم که شما برخي تکذيب آن مي‌کنيد.
69|50|و تکذيبش عاقبت مايه ندامت کافران است.
69|51|و اين حق و حقيقت محض است.
69|52|پس به نام خداي بزرگوار خود تسبيح گوي و آن را به ستايش ياد کن.
70|1|سائلي از عذاب قيامت که وقوعش حتمي است (از رسول) پرسيد (که آن عذاب چه مردمي راست).
70|2|(بداند که) بر فرقه کافران است و هيچ کس از آنان دفع نتواند کرد.
70|3|که آن عذاب از (قهر) خداي مالک آسمانهاست (يا مراد عذاب واقع بر نعمان بن حارث است که به نصب خلافت علي عليه السلام بر رسول صلي اللّه عليه و آله و سلّم اعتراض کرد، رسول صلّي اللّه عليه و آله و سلّم فرمود: به امر خدا کردم. او گفت: اگر چنين است خدايا بر من عذابي فرست. فورا سنگي از آسمان بر فرقش رسيد و هلاک شد).
70|4|فرشتگان و روح الامين (براي اخذ فرمان) به سوي (عرش) خدا بالا روند در روزي که مدتش پنجاه هزار سال خواهد بود.
70|5|پس صبر نيکو پيش گير.
70|6|که اين مردم آن روز را بسيار دور (از امکان) بينند.
70|7|و ما نزديک (به وقوع) مي‌بينيم.
70|8|روزي که آسمان چون فلز گداخته شود.
70|9|و کوهها مانند پشم زده متلاشي گردند.
70|10|و هيچ کس از خويش خود جويا نشود.
70|11|چون حقيقت حالشان به آنها بنمايند آن روز کافر بدکار آرزو کند که کاش توانستي فرزندانش را فداي خود سازد و از عذاب برهد.
70|12|و هم زن و برادرش.
70|13|و هم خويشان و قبيله‌اش را که هميشه حمايتش مي‌کردند.
70|14|و هر که را روي زمين است خواهد همه را فداي خويش گردند تا مگر او را (از آن عذاب) برهاند.
70|15|و هرگز نجات نيابد که آتش دوزخ بر او شعله‌ور است.
70|16|تا سر و صورت و اندمش پاک بسوزد.
70|17|دوزخ کسي را مي‌خواند که از خدا رو گردانيده و با حق مخالفت کرده.
70|18|و مال دنيا را جمع کرده و همه را ذخيره نموده است.
70|19|که انسان مخلوقي طبعا سخت حريص و بي‌صبر است.
70|20|چون شر و زياني به او رسد سخت جزع و بي‌قراري کند.
70|21|و چون مال و دولتي به او رو کند منع (احسان) نمايد.
70|22|مگر نماز گزاران حقيقي.
70|23|آنان که دايم در نماز (و طاعت الهي) عمر گذرانند.
70|24|و آنان که در مال و دايي خود حقّي معيّن و معلوم گردانند.
70|25|تا به فقيران سائل و فقيران آبرومند محروم رسانند.
70|26|و آنان که روز قيامت و جزا را تصديق کنند.
70|27|و آنان که از قهر و عذاب خداي خويش سخت ترسانند.
70|28|که از عذاب خدا هيچ کس ايمن نتواند بود.
70|29|و آنان که اندام خود را (از شهوت راني) نگاه مي‌دارند.
70|30|مگر بر زنان حلال و کنيزان ملکي خويش که (از اعمال شهوت با آنها) هيچ ملامت ندارند.
70|31|و هر که غير از اين جويد اينان به حقيقت متعدي و ستمکارند.
70|32|و آنان که امانت و عهد و پيمانشان را رعايت کنند.
70|33|و آنان که براي گواهي به حق قيام کنند.
70|34|و آنان که نماز خود را (به وقت و شرايط و حضور قلب) محافظت کنند.
70|35|آنان در باغها (ي بهشت ابد) با عزّت و احترام متنعّمند.
70|36|(اي رسول) چه شده است کافران را که (با تمسخر) به جانبت مي‌شتابند؟!
70|37|از راست و چپ گروه گروه (باز پراکنده مي‌شوند و به دين خدا نمي‌گروند).
70|38|آيا هر يک طمع دارند که باز آنها را در بهشت با ناز و نعمت داخل کنند؟!
70|39|هرگز اين نشود (چون) آنها خود مي‌دانند که ما آنها را از چه (نطفه پستي) آفريده‌ايم (باز به آفريننده خود ايمان نمي‌آورند و به کفر مي‌شتابند و طمع آن دارند که چون مؤمنان به بهشت روند).
70|40|چنين نيست، سوگند به خداي مشرق‌ها و مغرب‌ها که ما قادريم.
70|41|که به جاي آنها خلقي بهتر از آنها بيافرينيم و هرگز کسي (به قدرت و قوت) بر ما سبقت نخواهد يافت.
70|42|پس آنها را به کفر و ضلالت خود بگذار که به بازيچه دنيا دل بازند تا با روزي که وعده عذاب آنهاست رو به رو شوند.
70|43|آن روزي که به سرعت سر از قبرها برآورده، گويي به سوي بتها (و نتيجه پرستش غير خدا) مي‌شتابند.
70|44|در حالي که چشمهاشان (از هول و وحشت قيامت) به خواري فرو افتاده و ذلّت (کفر و عصيان) بر آنها احاطه کرده، اين همان روزي است که به آنها وعده مي‌دادند.
71|1|ما نوح را به سوي قومش (به رسالت) فرستاديم که قوم خود را (از قهر خدا) به اندرز و پند بترسان از آنکه بر آنان عذاب دردناک فرا رسد.
71|2|نوح گفت: اي قوم، من براي شما رسولي هستم که شما را با بياني روشن از عذاب قهر خدا مي‌ترسانم.
71|3|(و از راه خير خواهي به شما مي‌گويم) که خداي را به يکتايي بپرستيد و از او بترسيد و پرهيزکار باشيد و مرا پيروي کنيد.
71|4|تا خدا به لطف و کرم از گناهان شما در گذرد و اجلتان را تا وقت (عمر طبيعي) معيّن به تأخير افکند، که اجل الهي چون وقتش فرا رسد اگر بدانيد دگر هيچ تأخير نيفتد.
71|5|(و او به درگاه خدا ناليد و) گفت: بارالها، من قوم خود را شب و روز دعوت کردم.
71|6|اما دعوت و نصيحتم جز بر فرار و اعراض آنها نيفزود.
71|7|و هر چه آنان را به مغفرت و آمرزش تو خواندم انگشت بر گوش نهادند و جامه به رخسار افکندند (تا مرا نبينند و سخنم را نشنوند) و (بر کفر) اصرار و لجاج ورزيدند و سخت راه تکبر و نخوت پيمودند.
71|8|باز هم آنها را به صداي بلند دعوت کردم.
71|9|و آن گاه آشکار و علني خواندم و در خلوت و پنهاني خواندم (به هيچ وجه اثري نکرد).
71|10|باز گفتم: به درگاه خداي خود توبه کنيد و آمرزش طلبيد که او بسيار خداي آمرزنده‌اي است.
71|11|تا باران آسمان بر شما فراوان نازل کند.
71|12|و شما را به مال بسيار و پسران متعدد مدد فرمايد و باغهاي خرّم و نهرهاي جاري به شما عطا کند.
71|13|چرا شما مردم خداي را به عظمت و وقار باور نداريد؟
71|14|و حال آنکه او شما را (از نطفه‌اي) به انواع خلقت و اطوار گوناگون (ارمتب آدميّت) بيافريد.
71|15|آيا نديديد که خدا چگونه هفت آسمان را به طبقاتي (بسيار منظم و محکم) خلق کرد،
71|16|و در آن آسمانها ماه شب را فروغي تابان و خورشيد روز را چراغي فروزان ساخت؟
71|17|و خدا شما را مانند نباتات مختلف از زمين برويانيد.
71|18|آن گاه بار ديگر (پس از مرگ) به زمين باز گرداند و ديگر بار هم شما را (از خاک به روز حساب) برانگيزد.
71|19|و خدا زمين را براي شما چون بساط (پرنعمت) بگسترانيد.
71|20|تا در زمين راههاي مختلف وسيع بپيماييد.
71|21|نوح گفت: پروردگارا (با اين همه تبليغ و دعوت و اتمام حجت باز) اين قوم مرا مخالفت کردند و پيرو کسي (از ثروتمندان) شدند که او خود مال و فرزندش هم جز بر زيانش نيفزود.
71|22|و (بر ضد من) بزرگترين مکر و حيله به کار بردند.
71|23|و گفتند: هرگز خدايان خود را رها نکنيد و به خصوص دست از پرستش (اين پنج بت) ودّ و سواع و يغوث و يعوق و نسر هرگز برمداريد.
71|24|و آنها بسياري از خلق را گمراه کردند، و تو ستمکاران را هيچ جز بر ضلالت و عذابشان ميفزاي.
71|25|آن قوم از کثرت کفر و گناه عاقبت به آب دريا غرق شدند و به آتش دوزخ در افتادند و جز خدا بر خود هيچ يار و ياري نيافتند.
71|26|و نوح عرض کرد: پروردگارا از اين کافران ديّاري بر روي زمين باقي مگذار.
71|27|که اگر از آنها هر که را باقي گذاري بندگان (پاک با ايمان) تو را گمراه مي‌کنند و فرزندي هم جز بدکار و کافر از آنان به ظهور نمي‌رسد.
71|28|بار الها، مرا و پدر و مادر من و هر که با ايمان به خانه (يا به کشتي) من داخل شود و همه مردان و زنان با ايمان عالم را ببخش و بيامرز و ستمکاران را جز بر هلاک و عذابشان ميفزاي.
72|1|(اي رسول ما) بگو: مرا وحي رسيده که گروهي از جنّيان (آيات قرآن را هنگام قرائت من) استماع کرده‌اند و پس از شنيدن گفته‌اند که ما از قرآن آيات عجيبي شنيديم.
72|2|که به راه خير و صلاح هدايت مي‌کند، بدين سبب ما به آن ايمان آورده و ديگر هرگز به خداي خود مشرک نخواهيم شد.
72|3|و همانا بسيار بلند مرتبه است شأن و اقتدار پروردگار ما، او همجفت و فرزندي هرگز نگرفته (و از اين آلايشهاي جسماني پاک و مبرّا) است.
72|4|و البته سفيهان و بي‌خردان ما به خدا دروغ مي‌بستند (که به او فرزندي مسيح و عزير و فرشتگان را نسبت دادند).
72|5|و ما چنين مي‌پنداشتيم که هرگز هيچ قومي از جنّ و انس بر خداي متعال دروغ و افترا نخواهد گفت.
72|6|و همانا مرداني از نوع بشر به مرداني از گروه جنّ پناه مي‌بردند (و خود را در بيابانها به جنّيان مي‌سپردند) و جنّيان بر غرور و جهل آنها سخت مي‌افزودند (آيه چنين تفسير شده که زمان جاهليّت عرب در بيابان پناه به بزرگ جنّيان آنجا مي‌برد تا ايمن باشد آن‌گاه آسوده مي‌خفت و مال و جانش به خطر مي‌افتاد).
72|7|و آنها هم مانند شما (آدميان گروهي کافر شده و) گمان کردند که خدا احدي را (به قيامت) زنده نخواهد کرد.
72|8|و جنّيان گفتند ما به آسمان بر شديم (تا اسرار وحي را استراق کنيم) ليکن يافتيم که آنجا فرشته نگهبان با قدرت و تير شهاب آتشبار فراوان است.
72|9|و ما (پيش از نزول قرآن) در کمين شنيدن سخنان آسماني و اسرار وحي مي‌نشستيم اما اينک هر که (از اسرار وحي الهي) سخني بخواهد شنيد تير شهاب در کمينگاه اوست.
72|10|و ما هنوز نمي‌دانيم که آيا عاقبت براي مردم زمين (با اين مذاهب و اعمال مختلف که دارند) شرّ و فساد خواسته‌اند يا که خداي آنها بر هدايت آنان رشد و خير و صلاح آنها را منظور دارد؟
72|11|و همانا برخي از ما صالح و نيکوکار هستيم و برخي بر خلاف آن، عقيده و اعمال ما هم بسيار متفرق و مختلف است.
72|12|و ما چنين دانسته‌ايم که هرگز در زمين بر قدرت خدا غلبه و از محيط اقتدارش فرار نتوانيم کرد.
72|13|و ما چون به سخنان هدايت (يعني آيات قرآن) گوش فرا داديم (برخي) ايمان آورديم و هر که به خداي خود ايمان آورد ديگر از نقصان خير و ثواب و از احاطه رنج و عذاب بر خود هيچ نترسد.
72|14|و از ما جنّيان هم بعضي مسلمان و بي‌آزار و برخي کافر و ستمکارند، و آنان که اسلام آوردند راستي به راه رشد و صواب شتافتند.
72|15|و اما ستمکاران ما هيزم بر آتش جهنّم گرديدند.
72|16|و اگر بر طريقه (اسلام و ايمان) پايدار بودند آب (علم و رحمت و رزق) فراوان نصيبشان البته مي‌گردانيديم.
72|17|تا به آن نعمت آنها را امتحان و آزمايش کنيم، و هر که از ياد خداي خود اعراض کند خدا او را به عذابي بسيار سخت درآورد.
72|18|و مساجد مخصوص (پرستش ذات يکتاي) خداست پس نبايد با خدا احدي غير او را پرستش کنيد.
72|19|و چون بنده خاصّ خدا (محمّد صلّي اللّه عليه و آله و سلّم) قيام کرد و خدا را مي‌خواند طايفه جنّيان (براي استماع قرآن) چنان گرد او ازدحام کردند که نزديک بود بر سر هم فرو ريزند.
72|20|بگو: من تنها خداي خود را مي‌پرستم و هرگز احدي را با او شريک نمي‌گردانم.
72|21|و باز بگو: من مالک و قادر بر خير و شرّ شما نيستم.
72|22|باز بگو که (اگر خدا بر من قهر و غضب کند) ابدا کسي مرا از (قهر) خدا در پناه نتواند گرفت و به غير او هيچ گريز گاهي هرگز نخواهم يافت.
72|23|تنها مأمن و پناه من ابلاغ احکام خدا و رسانيدن پيغام الهي است، و آنان که نافرماني خدا و رسول او کنند البته کيفرشان آتش دوزخ است که در آن تا ابد مخلّد باشند.
72|24|(اي رسول، کافران را رها کن) تا روزي که عذاب موعود خود را به چشم ببينند، آن زمان خواهند دانست که (تو و آنها) کدامتان يارانش ضعيف و ناتوان‌تر و سپاهش کمتر است؟
72|25|بگو: من خود ندانم که عذاب موعود شما وقتش نزديک است يا خدا تا آن روز مدتي (بسيار) قرار داده است.
72|26|او داناي غيب عالم است و هيچ کس را بر غيب خود آگاه نمي‌کند.
72|27|مگر آن کس را که به پيامبري برگزيده است که فرشتگان را از پيش رو و پشت سر او مي‌فرستد (تا اسرار وحي را شياطين به سرقت گوش نربايند).
72|28|تا بداند (و معلوم سازد) که آن رسولان پيغامهاي پروردگار خود را به خلق کاملا رسانيده‌اند، و البته خدا به آنچه نزد رسولان است احاطه کامل دارد و به شماره هر چيز در عالم به خوبي آگاه است.
73|1|الا اي رسولي که در جامه (فکرت و خاموشي) خفته‌اي.
73|2|(هان) شب را (به نماز و طاعت خدا) برخيز مگر کمي.
73|3|که نصف يا چيزي کمتر از نصف باشد (به استراحت پرداز).
73|4|يا چيزي بر نصف بيفزا و به تلاوت آيات قرآن با توجه کامل مشغول باش.
73|5|ما کلام بسيار سنگين (و گرانمايه قرآن) را بر تو القا مي‌کنيم.
73|6|البته نماز شب (و دعا و ناله سحر) بهترين شاهد اخلاص و صفاي قلب و دعوي صدق ايمان است.
73|7|تو را روز روشن (در طلب روزي) وقت کافي و فرصت وسيع است.
73|8|و (دايم در شب و روز) نام خدا را ياد کن و به کلي از غير او علاقه ببر و به او پرداز.
73|9|همان خداي مشرق و مغرب عالم که جز او هيچ خدايي نيست او را بر خود وکيل و نگهبان اختيار کن.
73|10|و بر طعن و ياوه‌گويي کافران و مکذّبان صبور و شکيبا باش و به طرزي نيکو (که مقتضاي مدارا و حلم و بزرگواري است) از آنان دوري گزين.
73|11|و کار آن کافران مغرور نعمت و مال (حرام) را به من واگذار و اندک زماني به آنها مهلت ده (تا وقت انتقام به زودي فرا رسد).
73|12|که البته نزد ما غل و زنجير عذاب و آتش دوزخ مهيّاست.
73|13|و طعامي که (از فرط غصه و اندوه) گلوگير آنها مي‌شود و عذاب دردناک بر آنهاست.
73|14|آن روزي که زمين و کوهها به لرزه درآيد و کوهها تلّ ريگي شود و چون موج روان گردد.
73|15|ما به شما (امت آخر زمان) رسولي فرستاديم که شاهد اعمال (و حجت کامل) شماست چنانکه بر فرعون هم رسول فرستاديم.
73|16|تا فرعون نافرماني آن رسول کرد ما هم او را به قهر و انتقام سخت بگرفتيم.
73|17|پس اگر کافر شويد چگونه (از عذاب حق) نجات يابيد در روزي که کودک از هول و سختي آن پير شود؟
73|18|و آسمان از وحشت آن شکافته شود و وعده الهي به وقوع انجامد.
73|19|اين آيات (قرآن) براي تذکر و يادآوري فرستاده شد تا هر که بخواهد راهي به سوي خداي خود پيش گيرد.
73|20|خدا به حال تو آگاه است که تو و جمعي هم از آنان که با تواند (اغلب) نزديک دو ثلث يا نصف يا (لا اقل) ثلث شب را هميشه به طاعت و نماز مي‌پردازيد، و خدا (گردش) شب و روز را مقدّر مي‌کند، خدا مي‌داند که شما هرگز تمام ساعات شب را (به عبادت) ضبط نخواهيد کرد لذا از شما (اوقات خواب و کارهاي ديگر را) در گذشت تا هر چه (از شب را بي‌مشقت و) آسان است به تلاوت قرآن پردازيد. خدا بر احوال شما آگاه است که برخي مريض و ناتوانند و برخي به سفر از کرم خدا روزي مي‌طلبند و برخي در راه خدا به جنگ و جهاد مشغولند، پس در هر حال آنچه ميسّر و آسان باشد به قرائت قرآن پردازيد و نماز به پا داريد و زکات مالتان (به فقيران) بدهيد و به خدا قرض نيکو دهيد (يعني براي خدا به محتاجان احسان کنيد و قرض الحسنه دهيد)، و هر عمل نيک براي آخرت خود پيش فرستيد (پاداش) آن را البته نزد خدا بيابيد و آن اجر و ثواب آخرت (که بهشت ابد است، از متاع دنيا) بسي بهتر و بزرگتر است، و دايم از خدا آمرزش طلبيد که خدا بسيار آمرزنده و مهربان است.
74|1|الا اي رسولي که خود را به لباس (حيرت و فکرت) در پيچيده‌اي.
74|2|برخيز و به اندرز و پند، خلق را خدا ترس گردان.
74|3|و خدايت را به بزرگي و کبريايي ياد کن.
74|4|و لباس (جان و تن) خود را از هر عيب و آلايش پاک و پاکيزه دار.
74|5|و از ناپاکي (بت و بت‌پرستان) به کلي دوري گزين.
74|6|و بر هر که احسان کني ابدا منّت مگذار و عوض افزون مخواه.
74|7|و براي خدايت صبر و شکيبايي پيش‌گير.
74|8|تا آن‌گاه که (هنگامه قيامت برپا شود و) در صور (اسرافيل) بدمند.
74|9|آن روز بسيار روز سختي است.
74|10|کافران را هيچ گونه در آن راحتي و آسايش نيست.
74|11|به من واگذار کار انتقام آن کس را که من او را تنها آفريدم.
74|12|و به او مال و ثروت فراوان بذل کردم.
74|13|و پسران بسيار حاضر به خدمت نصيب گردانيدم.
74|14|و اقتدار و مکنت و عزّت دادم.
74|15|و (با کفران اين نعمتها) باز هم از من طمع افزوني آن دارد.
74|16|هرگز (بر نعمتش نيفزايم) که او با آيات ما دشمني و عناد ورزيد.
74|17|به زودي او را به سختي و دشواري (آتش دوزخ) درافکنم.
74|18|اوست که فکر و انديشه بدي کرد (که رسول خدا را به سحر و ساحري نسبت داد).
74|19|و خدايش بکشد که چقدر انديشه غلطي کرد.
74|20|باز هم خدايش بکشد که چه فکر خطايي نمود.
74|21|پس باز انديشه کرد.
74|22|و (به اظهار تنفّر از اسلام) رو ترش کرد و چهره در هم کشيد.
74|23|آن‌گاه روي گردانيد و تکبر و نخوت آغاز کرد.
74|24|و گفت: اين (قرآن) به جز سحر و بيان سحرانگيزي که (از ساحران گذشته) نقل مي‌شود هيچ نيست.
74|25|اين آيات گفتار بشري بيش نيست.
74|26|من اين (منکر و مکذّب قرآن) را به آتش دوزخ درافکنم.
74|27|و تو چگونه تواني يافت که سختي عذاب دوزخ تا چه حد است؟
74|28|شراره آن دوزخ از دوزخيان هيچ باقي نگذارد و همه را بسوزاند و محو گرداند.
74|29|آن آتش بر آدميان رو نمايد (و خرمن گنهکاران را به باد دهد).
74|30|بر آن آتش نوزده تن (فرشته عذاب) موکّلند.
74|31|و ما خازنان دوزخ را غير فرشتگان (عذاب) قرار نداديم و عدد آنها را جز براي فتنه و محنت کفّار (نوزده) نگردانيديم تا آنکه اهل کتاب هم يقين کنند (که ذکر اين عدد مطابق تورات و انجيل است با آنکه صاحب قرآن به کتب آسماني عالم نبوده و البته کلامش به وحي خداست و ايمان آرند) و آن بر يقين مؤمنان هم بيفزايد و ديگر در دل اهل کتاب و مؤمنان به اسلام هيچ شک و ريبي نماند و تا آنان که در دلهاشان مرض (شک و جهالت) است و کافران نيز (به طعنه) گويند که خدا از اين مثل (که عدد فرشتگان عذاب را نوزده شمرده است نه بيش و کم) چه منظور داشت؟ بلي اين چنين (قرار داد تا) هر که را خواهد به ضلالت بگذارد و هر که را خواهد هدايت نمايد و هيچ کس از (عده بي‌حد) لشکرهاي پروردگارت غير او آگاه نيست و اين (آيات ذکر دوزخ) جز براي پند و موعظه بشر نخواهد بود.
74|32|چنين (که کافران گويند) نيست، قسم به ماه تابان.
74|33|و قسم به شب تار چون باز گردد.
74|34|و قسم به صبح چون جهان را روشن سازد.
74|35|که اين (آيات قرآن) يکي از بزرگترين آيات خداست.
74|36|در آن پند و اندرز آدميان است.
74|37|براي هر يک از شما آدميان که بخواهد (در مقام ايمان و طاعت و سعادت) پيش افتد يا باز ماند.
74|38|هر نفسي در گرو عملي است که انجام داده است.
74|39|مگر اهل يمين.
74|40|آنان در باغهاي بهشت (متنعّمند و) سؤال مي‌کنند.
74|41|از احوال دوزخيان گنهکار.
74|42|که شما را چه عمل به عذاب دوزخ در افکند؟
74|43|آنان جواب دهند که ما از نمازگزاران نبوديم.
74|44|و مسکيني را طعام نمي‌داديم.
74|45|و ما با اهل باطل به بطالت مي‌پرداختيم.
74|46|و ما روز جزا را تکذيب مي‌کرديم.
74|47|تا آنکه يقين (که ساعت مرگ است) بر ما فرا رسيد.
74|48|پس شفاعت شفيعان در حق آنان هيچ سودي نبخشد.
74|49|اينک چرا از ياد آن روز سخت خود (و از ذکر و اندرز قرآن) اعراض مي‌کنند؟
74|50|گويي گورخران گريزاني هستند.
74|51|که از شير درنده مي‌گريزند.
74|52|بلکه هر يک از آنها مي‌خواهند که برايشان هم (مانند پيمبران) صحيفه وحي آسماني باز آيد (تا ايمان آرند).
74|53|هرگز (چنين نيست که پنداشتند) بلکه از (عذاب) آخرت نمي‌ترسند.
74|54|چنين نيست (که آنها پنداشتند) قرآن محققا همه پند و يادآوري است.
74|55|تا هر که خواهد متذکر آن شود.
74|56|و نخواهند متذکر شوند جز آنکه خدا بخواهد (يعني بدون مشيّت و لطف الهي کسي بهشتي و سعادتمند نخواهد شد. از او رواست تقوا و ترس و بيم و شوق و اميدواري که) او اهل تقوا و اهل آمرزش و مغفرت است.
75|1|چنين نيست (که کافران پنداشتند) قسم به روز (بزرگ) قيامت.
75|2|و قسم به نفس پر حسرت و ملامت (يعني نفس انسان که در قيامت خود را بر تقصير و گناه بسيار ملامت کند و حسرت خورد). [جواب قسم محذوف است، يعني به اينها سوگند مي‌خورم که آدميان را در روز قيامت برخواهم انگيخت. (م) ژ)]
75|3|آيا آدمي پندارد که ما ديگر ابدا استخوانهاي (پوسيده) او را باز جمع نمي‌کنيم؟
75|4|بلي (استخوانهاي او را جمع مي‌کنيم) در حالي که ما قادريم که سرانگشتان او را هم منظم درست گردانيم.
75|5|بلکه انسان مي‌خواهد آنچه (از عمرش) در پيش است همه را به فجور و هواي نفس گذراند.
75|6|(که دايم با شک و انکار) مي‌پرسد کي روز قيامت (و حساب) خواهد بود؟
75|7|(بگو) روزي که چشمهاي خلقان (از وحشت و هول) خيره بماند.
75|8|و ماه تابان تاريک شود.
75|9|و ميان خورشيد و ماه جمع گردد (و هر دو بي‌نور شوند).
75|10|در آن روز انسان گويد: (اي واي از سختي عذاب) کجا مفرّ و پناهي خواهد بود؟
75|11|هرگز مفرّ و پناهگاهي نيست.
75|12|آن روز جز درگاه خدا آرامگاهي هيچ نيست.
75|13|آن روز آدمي به (نتيجه) هر نيک و بدي که در مقدّم و مؤخّر عمر کرده آگاه خواهد شد.
75|14|بلکه انسان خود بر (نيک و بد) خويش به خوبي بيناست.
75|15|هر چند (پرده‌هاي) عذر (بر چشم بصيرت) خود بيفکند.
75|16|(اي رسول در حال وحي) با شتاب و عجله زبان به قرائت قرآن مگشاي.
75|17|که ما خود قرآن را مجموع و محفوظ داشته و بر تو فرا خوانيم.
75|18|و آن‌گاه که بر خوانديم تو پيرو قرآن آن باش.
75|19|پس از آن بر ماست که (حقايق) آن را بر تو بيان کنيم.
75|20|هرگز، بلکه شما (کافران لجوج) تمام دنياي نقد عاجل را دوست داريد.
75|21|و به کلي کار آخرت را واگذاريد.
75|22|آن روز رخسار طايفه‌اي (از شادي) بر افروخته و نوراني است.
75|23|و به چشم قلب جمال حق را مشاهده مي‌کنند.
75|24|و رخسار گروهي ديگر عبوس و غمگين است.
75|25|که مي‌دانند حادثه ناگواري در پيش است که پشت آنها را مي‌شکند.
75|26|چنين نيست (که منکران قيامت پنداشتند. باش تا) آن گاه که جانشان به گلو رسد.
75|27|و (اهلش) گويند: کيست که چاره درد اين بيمار تواند کرد؟
75|28|و بيمار خود يقين به مفارقت از دنيا کند (که ملک موت را به چشم ببيند).
75|29|و ساقهاي پا (از شدت غم عقبي و حسرت دنيا) به هم در پيچد.
75|30|در آن روز خلق را به سوي خدا خواهند کشيد.
75|31|پس (آن روز واي بر آن که چون ابو جهل) حق را تصديق نکرد و نماز (و طاعتش) بجا نياورد.
75|32|بلکه (خدا را) تکذيب کرد و (از حکمش) رو بگردانيد.
75|33|و آن گاه با تکبر و نخوت به سوي اهل خويش روي آورد.
75|34|(به وي خطاب شود) واي (بر زندگي) و (صد) واي بر (مرگ) تو.
75|35|پس (از مرگ هم) واي (بر برزخ) و (صد) واي بر (روز محشر) تو.
75|36|آيا آدمي مي‌پندارد که او را مهمل (از تکليف و ثواب و عقاب) گذارند (و غرضي در خلقتش منظور ندارند).
75|37|آيا آدمي قطره آب نطفه نبود که (در رحم) ريزند؟
75|38|و پس از نطفه خون بسته شد و آن گاه (خدايش به اين صورت زيباي حيرت انگيز) آفريد و آراسته ساخت.
75|39|پس آن گاه از او دو صنف نر و ماده پديد آورد.
75|40|آيا چنين خداي (با قدرت و حکمت) باز نتواند مردگان را زنده گرداند؟
76|1|آيا بر انسان روزگاراني نگذشت که چيزي هيچ لايق ذکر نبود؟
76|2|ما انسان را از آب نطفه مختلط (بي حس و شعور) خلق کرديم و او را مي‌آزماييم و بدين سبب داراي قواي چشم و گوش (و مشاعر و عقل و هوش) گردانيديم.
76|3|ما به حقيقت راه (حق و باطل) را به او نموديم حال خواهد (هدايت پذيرد و) شکر (اين نعمت) گويد و خواهد (آن نعمت را) کفران کند.
76|4|ما براي (کيفر) کافران غل و زنجيرها و آتش سوزان مهيّا ساخته‌ايم.
76|5|نکوکاران عالم (که در اين آيه حضرت علي و فاطمه و حسنين عليهم السّلام و شيعيانشان به اجماع خاصّه و اخبار عامّه مقصودند) در بهشت از جام شرابي نوشند که طبعش (در لطف و رنگ و بوي) کافور است.
76|6|از سرچشمه گوارايي آن بندگان خاص خدا مي‌نوشند که به اختيارشان هر کجا خواهند جاريش سازند.
76|7|به عهد و نذر خود وفا مي‌کنند و از روزي که شر و سختيش همه اهل محشر را فراگيرد مي‌ترسند.
76|8|و هم بر دوستي او (يعني خدا) به فقير و طفل يتيم و اسير طعام مي‌دهند.
76|9|(و گويند) ما فقط براي رضاي خدا به شما طعام مي‌دهيم و از شما هيچ پاداش و سپاسي هم نمي‌طلبيم.
76|10|ما از (قهر) پروردگار خود به روزي که (از رنج و سختي آن رخسار خلق) در هم و غمگين است مي‌ترسيم.
76|11|خدا هم از شر و فتنه آن روز آنان را محفوظ داشت و به آنها روي خندان و دل شادمان عطا نمود.
76|12|و پاداش آن صبر کامل بر ايثارشان باغ بهشت و لباس حرير بهشتي لطف فرمود.
76|13|که در آن بهشت بر تختها (ي عزت) تکيه زنند و آنجا نه آفتابي سوزان بينند و نه سرماي ز مهرير (بلکه در هوايي بسيار خوش و باغي وسيع و دلکش تفرج کنند).
76|14|و سايه درختان بهشتي بر سر آنها و ميوه‌هايش در دسترس و به اختيار آنهاست.
76|15|و (ساقيان زيباي حور و غلمان) با جامهاي سيمين و کوزه‌هاي بلورين بر آنها دور زنند.
76|16|که آن بلورين کوزه‌ها به رنگ نقره خام و به اندازه و تناسب (اهلش) مقدر کرده‌اند.
76|17|و آنجا شرابي که طبعش چون زنجبيل (گرم و عطرآگين) است به آنها بنوشانند.
76|18|در آنجا چشمه‌اي است که سلسبيلش نامند.
76|19|و دور آن بهشتيان پسراني زيبا که تا ابد نوجوانند و خوش سيما به خدمت مي‌گردند که در آنها چو بنگري (از فرط صفا) گمان بري که لؤلؤ منثورند.
76|20|و چون آن جايگاه نيکو را مشاهده کني عالمي پر نعمت و کشوري بي نهايت بزرگ خواهي يافت.
76|21|بر بالاي بهشتيان، لطيف ديباي سبز و حرير ستبر است و بر دستهاشان دستبند نقره خام، و خدايشان شرابي پاک (و گوارا از کوثر عنايت) بنوشاند.
76|22|اين بهشت به حقيقت پاداش (اعمال) شماست و سعي و اشتياقتان (در راه طاعت حق) مشکور و مقبول است.
76|23|محققا ما اين قرآن (عظيم الشأن) را بر تو فرو فرستاديم.
76|24|پس بر اطاعت حکم پروردگارت صبور و شکيبا باش و هيچ از مردم بدکار کفر کيش اطاعت مکن.
76|25|و نام خدايت را صبح و شام (به عظمت) ياد کن.
76|26|و شب را برخي (در نماز) به سجده خدا پرداز و شام دراز به تسبيح و ستايش او صبح گردان.
76|27|اين مردم کافر غافل همه دنياي نقد عاجل را دوست مي‌دارند و آن روز (قيامت) سخت سنگين را به کلي از ياد مي‌برند.
76|28|ما اينان را آفريديم و محکم بنيان ساختيم و هرگاه بخواهيم همه را فاني ساخته و مانندشان قوم ديگر خلق مي‌کنيم.
76|29|اين آيات پند و تذکري است، پس هر که (سعادت و حسن عاقبت) بخواهد راهي به سوي خداي خود پيش گيرد.
76|30|و شما (کافران، راه حق را) نمي‌خواهيد مگر خداي بخواهد (و به قهر شما را به اين راه بدارد)، که البته خدا دانا و به صلاح بندگان آگاه است.
76|31|هر که را بخواهد در (بهشت) رحمت خود داخل گرداند و براي ستمکاران عالم عذاب دردناک مهيّا ساخته است.
77|1|قسم به رسولاني که از پي هم (بر خير و سعادت خلق) فرستاده شدند.
77|2|قسم به فرشتگاني که به سرعت تند باد (به انجام حکم حق) مي‌شتابند.
77|3|قسم به آنان که (وحي حق و شرع الهي را در جهان) نيکو نشر مي‌دهند.
77|4|و قسم به حق آنان که (به حکم خدا راه هدايت را از ضلالت ممتاز کرده و بين حق و باطل را بر خلق) کاملا جدا مي‌کنند.
77|5|و قسم به آنان که ذکر (خدا و کتاب الهي) را (به انبياء) وحي مي‌کنند.
77|6|تا عذر و حجت (نيکان) و بيم و تهديد (بدان) شود.
77|7|(قسم به همه اينان) که آنچه (از ثواب و عقاب آخرت) به شما وعده دهند البته واقع خواهد شد.
77|8|وقتي که ستارگان همه بي نور و محو شوند.
77|9|و آن گاه که آسمان شکافته شود.
77|10|و آن گاه که کوهها (چون خاک بر دم باد) پراکنده شوند.
77|11|و آن گاه که به رسولان، وقت (گواهي بر امتان) را اعلام کنند.
77|12|براي چه روزي وقت (وعده حق) معين شد؟
77|13|براي (روز قيامت) همان روزي که (بين حق و باطل و سعيد و شقي) جدايي افتد.
77|14|و تو چگونه تواني عظمت و سختي آن روز جدايي را تصور کني؟
77|15|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|16|آيا ما پيشينيان را (به کيفر کفر) هلاک نکرديم؟
77|17|از پي آنان آيندگان را (که منکران قرآن باشند) نيز هلاک مي‌کنيم.
77|18|ما بدکاران عالم را همين گونه هلاک مي‌سازيم.
77|19|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|20|آيا ما شما آدميان را از آب نطفه بي قدر (بدين زيبايي) نيافريديم؟
77|21|و آن نطفه را (از صلب پدر) به قرارگاه استوار (رحم) منتقل ساختيم.
77|22|تا مدتي معين و معلوم (در رحم بماند).
77|23|و ما تقدير (مدت رحم و تعيين سرنوشت او تا ابد) کرديم که نيکو مقدّر (حکيمي) هستيم.
77|24|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|25|آيا ما زمين را جامع (حوايج و کفايت بر مسکن و هر امر بشر) قرار نداديم؟
77|26|تا زندگان روي زمين تعيّش کنند و مردگان درونش پنهان شوند.
77|27|و در آن کوههاي بلند برافراشتيم و (از ابر و باران) به شما آب زلال گوارا نوشانيديم.
77|28|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|29|(خطاب رسد: اي منکران) شما امروز به سوي آن دوزخي که تکذيب مي‌کرديد برويد.
77|30|برويد زير سايه دودهاي آتش دوزخ که از سه جانب (شما را) احاطه کند.
77|31|نه بر سر شما سايه خواهد افکند و نه از شرار آتش هيچ نجاتتان خواهد داد.
77|32|آن آتش هر شراري بيفکند شعله‌اش مانند قصري است.
77|33|گويي آن شراره (در بزرگي و رنگ) به شتران زرد موي مانند است.
77|34|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|35|اين روزي است که (کافران بر نجات خود) سخني نتوانند گفت.
77|36|و به آنها رخصت عذر خواهي نخواهند داد.
77|37|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|38|اين روز فصل (حکم و جدايي نيک و بد) است که شما را با همه در گذشتگان پيشين (به عرصه محشر) جمع گردانيده‌ايم.
77|39|پس اگر فکر و حيلتي (بر نجات خود) توانيد بر من حيلت کنيد.
77|40|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|41|(آن روز سخت) بندگان با تقوا و پرهيزگار در سايه درختان بهشت و طرف نهرهاي جاري متنعّمند.
77|42|و از هر نوع ميوه مايل باشند فراوان فراهم است.
77|43|بخوريد و بياشاميد که شما را گوارا باد به پاداش اعمال نيکي که در دنيا به جاي مي‌آورديد.
77|44|ما البته نيکوکاران عالم را چنين پاداش مي‌دهيم.
77|45|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|46|(اي کافران شما هم که ايمان به لذّات روحاني و تنعّم و نشاط ابدي آخرت نداريد پس به خوي حيوانيت) بخوريد و تمتّع بريد به عمر کوتاه دنيا که شما بسيار مردم بزهکاري هستيد.
77|47|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|48|و هرگاه به آنها گفته شود که نماز و طاعت خدا را به جاي آريد اطاعت نکنند.
77|49|واي آن روز به حال آنان که (آيات خدا را) تکذيب کردند.
77|50|(اين کافران) پس از آيات خدا (که آن را تکذيب کردند) باز به کدامين حديث ايمان مي‌آورند؟
78|1|(مردم) از چه خبر مهمي پرسش و گفتگو مي‌کنند؟
78|2|از خبر بزرگ (قيامت).
78|3|که در آن با هم به جدال و اختلاف کلمه برخاستند.
78|4|چنين نيست (که منکران پنداشته‌اند) به زودي (به وقت مرگ) خواهند دانست.
78|5|و باز چنين نيست (که منکران پنداشته‌اند) البته به زودي آگاه مي‌شوند.
78|6|آيا ما زمين را مهد آسايش خلق نگردانيديم؟
78|7|و کوهها را عماد و نگهبان آن نساختيم؟
78|8|و شما را جفت (زن و مرد) آفريديم.
78|9|و خواب را براي شما مايه (قوم حيات و) استراحت قرار داديم.
78|10|و (پرده سياه) شب را ساتر (احوال خلق) گردانيديم.
78|11|و روز روشن را براي تحصيل معاش آنان مقرر داشتيم.
78|12|و بر فراز شما هفت آسمان محکم بنا کرديم.
78|13|و چراغي (چون خورشيد) رخشان بر افروختيم.
78|14|و از فشار و تراکم ابرها آب باران فرو ريختيم.
78|15|تا بدان آب، دانه و گياه رويانيم.
78|16|و باغهاي پر درخت (و انواع ميوه‌ها) پديد آوريم.
78|17|همانا روز فصل (يعني روز قيامت که در آن فصل خصومتها شود) وعده گاه خلق است.
78|18|آن روزي که در صور بدمند (تا مردگان زنده شوند) و فوج فوج (به محشر) در آييد.
78|19|و درهاي آسمان به ابواب مختلف گشوده شود (تا هر فوجي از دري شتابند).
78|20|و کوهها را به گردش آرند تا به مانند سراب گردد.
78|21|همانا دوزخ کمينگاه (کافران و بد کاران) است.
78|22|آن دوزخ جايگاه مردم سرکش ستمکار است.
78|23|که در آن قرنها بمانند (و عذاب کشند).
78|24|هرگز در آنجا هيچ هوي خنک و شراب (طهور) نياشامند.
78|25|مگر آبي پليد و سوزان که حميم و غسّاق جهنم است به آنها دهند.
78|26|کيفري که با اعمال آنها موافق است.
78|27|زيرا آنها به حقيقت اميد به روز حساب نداشتند.
78|28|و آيات ما را سخت تکذيب کردند.
78|29|و حال آنکه حساب هر چيزي را ما در کتابي (به احصاء و شماره) رقم کرده‌ايم.
78|30|پس بچشيد (کيفر تکذيب و بدکاري را) که هرگز بر شما چيزي جز رنج و عذاب دوزخ نيفزاييم.
78|31|متقيان را در آن جهان مقام گشايش و هر گونه آسايش است.
78|32|باغها و تاکستانهاست.
78|33|و دختران زيباي دلربا که همه در خوبي و جواني مانند يکديگرند.
78|34|و جامهاي پر از شراب (طهور و انواع نوشابه‌هاي شيرين و خوش).
78|35|هرگز در آنجا سخن بيهوده و دروغ نشنوند.
78|36|اين (نعمتهاي ابدي) مزدي به عطاء و حساب پروردگار توست.
78|37|خدايي که آسمانها و زمين و همه مخلوقاتي که در بين آسمان و زمين است بيافريده همان خداي مهربان که (در عين مهرباني) کسي (از قهر و سطوتش) با او به گفتگو نتواند لب گشود.
78|38|روزي که آن فرشته بزرگ روح القدس با همه فرشتگان صف زده و به نظم برخيزند و هيچ کس سخن نگويد جز آن کسي که خداي مهربانش به سخن اذن دهد و او سخن به صواب گويد (و به اذن خدا شفاعت گنهکاران کند).
78|39|چنين روز حتمي و محقق خواهد بود، پس هر که مي‌خواهد نزد خداي خود (در آن روز) مقام و منزلتي يابد (امروز در راه ايمان و طاعت بکوشد).
78|40|ما شما را از روز عذاب که نزديک است ترسانيده و آگاه ساختيم، روزي که هر کس هر چه کرده در پيش روي خود حاضر بيند و کافر در آن روز گويد که اي کاش خاک بودم (تا چنين به آتش کفر خود نمي‌سوختيم).
79|1|قسم به فرشتگاني که (جان کافران را) به سختي بگيرند.
79|2|قسم به فرشتگاني که (جان اهل ايمان را) به آسايش و نشاط ببرند.
79|3|و قسم به فرشتگاني که با کمال سرعت (فرمان حق را) انجام دهند.
79|4|قسم به فرشتگاني که (درنظم عالم) بر هم سبقت گيرند.
79|5|قسم به فرشتگاني که (به فرمان حق) به تدبير نظام خلق مي‌کوشند (که قيامتي و حشري خواهد آمد).
79|6|روزي که آن لرزاننده (يعني نفخه صور الهي، جهان را) بلرزاند.
79|7|و لرزاننده ديگر (يعني نفخه صور ديگر) از پي آن در آيد.
79|8|در آن روز سخت دلهاي برخي مضطرب و هراسان شود.
79|9|که (از ترس) چشمها به زير افکنند.
79|10|(مردم غافل دنيا) گويند: آيا ما پس از مرگ باز زندگاني ديگري خواهيم يافت؟
79|11|چگونه چون مرديم و استخوان ما پوسيد زنده خواهيم شد؟
79|12|و گويند: در اين صورت که ديگر بار زنده شويم بسي زيانکار خواهيم بود.
79|13|جز يک صداي مهيب (که در صور اسرافيل کنند) نشنوند.
79|14|و ناگاه همه از خاک بر شوند و به صحراي قيامت رهسپار گردند.
79|15|آيا خبر موسي عمران به تو رسيده؟
79|16|آن گاه که خدايش او را در وادي مقدس طوي (قرب طور) ندا کرد.
79|17|که به سوي فرعون برو که او سخت به راه طغيان رفته است.
79|18|پس بگو: ميل داري که (از پليدي خود پرستي و شرک) پاک و پاکيزه شوي؟
79|19|و تو را به راه خدا هدايت کنم تا بترسي (و به درگاه عظمت و قدرت او خاشع و فروتن شوي).
79|20|پس آن آيت و معجزه بزرگتر را به او نمود.
79|21|فرعون تکذيب و نافرماني کرد.
79|22|از آن پس (که معجزه موسي ديد) باز روي از حق بگردانيد و (براي دفع موسي) به جهد و کوشش برخاست.
79|23|پس (با رجال بزرگ دربار خود) انجمن کرد و ندا داد.
79|24|و گفت: منم خداي بزرگ شما.
79|25|خدا هم او را به عقاب دنيا و آخرت گرفتار کرد.
79|26|تا به هلاکت او اهل ترس از خدا عبرت گيرند.
79|27|آيا بناي شما آدميان استوارتر است يا بناي آسمان بلند که خدا آفريد؟
79|28|که سقفي بس بلند و محکم بنيان در کمال زيبايي استوار ساخت.
79|29|و شامش را تيره و روزش را روشن گردانيد.
79|30|و زمين را پس از آن بگسترانيد.
79|31|و از آن آب و گياه پديد آورد.
79|32|و کوهها را بر روي آن استوار ساخت.
79|33|تا (از آن آب و گياه که از بيابان و کوه بر انگيزد) قوت شما و چهارپايانتان بر آيد.
79|34|پس چون آن واقعه بزرگ (و حادثه عظيم قيامت) پديد آيد.
79|35|در آن روز آدمي هر چه کرده به ياد آرد.
79|36|و دوزخ براي بينندگان آشکار شود.
79|37|پس هر کس (از حکم شرع خدا) سرکش و طاغي شد.
79|38|و زندگي دنيا را برگزيد.
79|39|دوزخ جايگاه اوست.
79|40|و هر کس از حضور در پيشگاه عزّ ربوبيت بترسيد و از هواي نفس دوري جست.
79|41|همانا بهشت منزلگاه اوست.
79|42|از تو سؤال کنند که قيامت کي بر پا شود؟
79|43|تو را چه کار است ديگر که از آن به ياد آري؟ (بسيار ياد آور شدي و منکران از تو نپذيرفتند).
79|44|کار آن ساعت به خداي تو منتهي شود.
79|45|تو را جز اين نباشد که اهل ايمان را هر کس از ياد آن روز هراسان مي‌شود به اهوال آن روز آگاه سازي.
79|46|چون آن روز را مردم ببينند گويي همه عمر دنيا شامگاهي يا چاشتگاهي بيش نبوده است.
80|1|عبوس و ترشرو گشت.
80|2|چون آن مرد نابينا حضورش آمد.
80|3|و تو چه مي‌داني ممکن است او مردي پارسا و پاکيزه صفات باشد.
80|4|يا (به تعليم رسول) به ياد خدا آيد و ذکر حق او را سودمند افتد. (مراد عبد اللّه مکتوم است که چون حضور رسول براي تعليم قرآن آمد جمعي از اکابر کفار قريش نزد حضرت بودند، حضرت از حرص بر ايمان و هدايت آنها به او توجه کامل نکرد و به صحبت مشغول بود و مرد متشخصي از امويان بر آن نابينا ترشرويي و اظهار انزجار نمود. بر نکوهش او و حرمت عبد اللّه اين آيات نازل شد).
80|5|اما آن که دارا (و مغرور دنيا) است.
80|6|تو به او توجه کني (و حريص بر ايمان او باشي).
80|7|در صورتي که اگر او به پارسايي نپردازد بر تو تکليفي نيست.
80|8|اما آن کس که (چون عبد اللّه مکتوم به شوق دل براي ذکر خدا) به سوي تو مي‌شتابد.
80|9|و او مرد خدا ترس و با تقوايي است.
80|10|تو از توجه به او خود داري مي‌کني!
80|11|اين روا نيست، که آيات حق براي پند و تذکر (همه خلق) است.
80|12|تا هر که بخواهد پند گيرد.
80|13|آيات الهي در صحيفه‌هايي مکرّم (يعني لوح محفوظ يا کتب آسماني يا قلوب پاکان) نگاشته است.
80|14|که آن صحيفه‌ها بسي بلند مرتبه و پاک و منزه (از خطا) است.
80|15|(سپرده) به دست سفيران حق (و فرشتگان وحي) است.
80|16|که ملائکه مقرب عالي رتبه با حسن و کرامتند.
80|17|اي کشته باد انسان (بي ايمان) که تا اين حد کفر و عناد مي‌ورزد!
80|18|(نمي‌نگرد که) خدا و را از چه چيز خلق کرده است؟
80|19|از آب نطفه (بي قدري بدين صورت زيبا) خلقتش فرمود
80|20|سپس راه (خروج از نقص به کمال) را بر او سهل و آسان گردانيد.
80|21|آن گاه (به وقت معين) او را بميراند و به خاک قبر سپرد.
80|22|و سپس هر وقت خواهد باز او را از قبر بر انگيزد.
80|23|چنين نيست (که منکران معاد مي‌پندارند) بشر کافر هنوز آنچه خدا امر کرده به جا نياورده (تا سعادت ابد يابد).
80|24|آدمي بايد به قوت و غذاي خود به چشم خود بنگرد.
80|25|که ما آب باران فرو ريختيم.
80|26|آن گاه خاک زمين بشکافتيم.
80|27|و حبوبات برويانيديم.
80|28|و باغ انگور و نباتاتي که هر چه بدروند باز برويد.
80|29|و درخت زيتون و نخل خرما.
80|30|و باغهاي پر از درختان کهن.
80|31|و انواع ميوه‌ها و علفها و مرتعها.
80|32|تا شما آدميان و حيوانات شما هم از آن بهره‌مند شويد.
80|33|(به ياد آريد) آن گاه که نداي مهيب قيامت (به گوش همه خلق) برسد.
80|34|آن روز که (از وحشت و هولناکي) هر کس از برادرش مي‌گريزد.
80|35|و بلکه از مادر و پدرش.
80|36|و از زن و فرزندانش هم مي‌گريزد.
80|37|در آن روز هر کس چنان گرفتار شأن و کار خود است که به هيچ کس نتواند پرداخت.
80|38|آن روز طايفه‌اي (که اهل ايمانند) رخسارشان فروزان است.
80|39|خندان و شادمانند.
80|40|و رخسار گروهي گرد آلود غم و اندوه است.
80|41|و به رويشان خاک سياه ذلّت و خجلت نشسته.
80|42|آنها همان کافران و بدکاران عالمند.
81|1|هنگامي که آفتاب تابان تاريک شود.
81|2|و هنگامي که ستارگان آسمان تيره شوند (و فرو ريزند).
81|3|و آن گاه که گوهها به رفتار آيند.
81|4|و آن گاه که شتران ده ماهه آبستن را (که نزد عرب بسيار عزيز است) به کلي رها کنند.
81|5|و هنگامي که وحوش (و طيور نيز به عرصه قيامت) محشور شوند.
81|6|و هنگامي که درياهاي آب (چون آتش سوزان) شعله‌ور گردد.
81|7|و هنگامي که نفوس خلق همه با همجنس خود در پيوندند.
81|8|و هنگامي که از دختران زنده به گور شده باز پرسند.
81|9|که (آن بي گناهان) به چه جرم و گناه کشته شدند؟!
81|10|و هنگامي که نامه اعمال خلق گشوده شود.
81|11|و هنگامي که آسمان را از جاي بر کنند.
81|12|و هنگامي که آتش دوزخ را سخت بيفروزند.
81|13|و هنگامي که بهشت را (به اهلش) نزديک سازند.
81|14|در آن هنگام (که روز قيامت است) هر نفسي هر آنچه بر خود حاضر کرده همه را بداند.
81|15|چنين نيست (که منکران قرآن پندارند) قسم ياد مي‌کنم به ستارگان باز گردنده.
81|16|که به گردش آيند و در مکان خود رخ پنهان کنند.
81|17|قسم به شب تار هنگامي که روي جهان را تاريک گرداند.
81|18|و قسم به صبح روشن وقتي که دم زند (و عالم را به روي خود بيفروزد).
81|19|(قسم به اين آيات) که همانا قرآن کلام رسول بزرگوار حق (جبرئيل) است.
81|20|که فرشته با قوّت و قدرت است و نزد خداي مقتدر عرش با جاه و منزلت است.
81|21|و در آنجا فرمانده فرشتگان و امين وحي خداست.
81|22|و رسول عصر شما هرگز ديوانه نيست.
81|23|و او امين وحي را در افق اعلاي مشرق درست مشاهده کرد.
81|24|و اين رسول شما بر وحي از عالم غيب بخل نمي‌ورزد (و شما را از علم وحي خود آگاه مي‌سازد).
81|25|و قرآن او هرگز کلام شيطاني مردود نيست.
81|26|پس شما به کجا مي‌رويد؟
81|27|اين (قرآن عظيم) جز پند و نصيحت اهل عالم هيچ نيست.
81|28|تا هر که از شما بندگان بخواهد راه راست (حق پرستي و سعادت ابد) پيش گيرد.
81|29|و شما (کافران، راه حق را) نمي‌خواهيد مگر خداي آفريننده عالم بخواهد.
82|1|هنگامي که آسمان شکافته شود.
82|2|و هنگامي که ستارگان آسمان فرو ريزند.
82|3|و هنگامي که آب درياها روان گردد (تا به هم پيوسته همه يک دريا شود).
82|4|و هنگامي که قبرها زير و رو شود (و خلايق از آنها بر انگيخته شوند).
82|5|آن هنگام است که هر شخصي به هر چه مقدّم و مؤخّر انجام داده همه را بداند (شايد مراد از مقدم عملي است که پيش از رفتن از دنيا براي آخرت به جاي آورده، و مؤخر آن اعمالي که پس از مرگ به او مي‌رسد مانند باقيات صالحات و اعمال خيري که وصيت کرده و وقف و صدقات جاري و فرزند صالح يا کتاب علمي و سنّت حسنه).
82|6|اي انسان، چه باعث شد که به خداي کريم بزرگوار خود مغرور گشتي (و نافرماني او کردي).
82|7|آن خدايي که تو را به وجود آورد و به صورتي تمام و کامل بياراست و به اعتدال (اندام و تناسب قوا) برگزيد.
82|8|و حال آنکه به هر صورتي که خواستي (جز اين صورت زيبا هم) خلق توانستي کرد.
82|9|چنين نيست (که شما کافران پنداشتيد که معاد و قيامتي نيست) بلکه شما (از جهل) روز جزا را تکذيب مي‌کنيد.
82|10|البته نگهبانها بر (مراقبت احوال) شما مأمورند.
82|11|که آنها نويسندگان (اعمال شما و فرشته) مقرب خدايند.
82|12|شما هر چه کنيد همه را مي‌دانند.
82|13|همانا نيکو کاران عالم در بهشت پر نعمت متنعّمند.
82|14|و بدکاران در آتش دوزخ معذبند.
82|15|روز جزا به آن دوزخ در افتند.
82|16|و هيچ از آن آتش دور نتوانند بود.
82|17|و تو چگونه به روز با عظمت جزا (اي بشر امروز کاملا) آگاه تواني شد؟
82|18|باز هم عظمت آن روز جزا را چگونه تواني دانست؟
82|19|آن روز هيچ کس براي کسي قادر بر هيچ کار نيست و تنها حکم و فرمان در آن روز با خداي يکتاست.
83|1|واي به حال کم فروشان.
83|2|آنان که چون به کيل (يا وزن) چيزي از مردم بستانند تمام بستانند.
83|3|و چون چيزي بدهند در کيل و وزن به مردم کم دهند.
83|4|آيا آنها نمي‌دانند که (پس از مرگ براي مجازات) بر انگيخته مي‌شوند،
83|5|در روزي که آن بسيار روز بزرگي است؟
83|6|روزي که مردم تمام در حضور پروردگار عالم (براي حساب) مي‌ايستند.
83|7|چنين نيست (که منکران پندارند) البته (روز قيامت) بد کاران با نامه عمل سياهشان در عذاب سجّينند.
83|8|و چگونه به حقيقت سجّين آگاه تواني شد؟
83|9|کتابي است (که به قلم حق) نوشته شده.
83|10|واي آن روز به حال منکران و تکذيب کنندگان.
83|11|آنان که روز جزا را تکذيب مي‌کنند.
83|12|در صورتي که آن روز را کسي تکذيب نمي‌کند مگر هر ظالم و بد کاري در عالم.
83|13|که بر او چون آيات ما تلاوت شود گويد: اين سخنان افسانه پيشينيان است.
83|14|چنين نيست، بلکه ظلمت ظلم و بد کاريهاشان بر دلهاي تيره آنها غلبه کرده است (که قرآن را انکار مي‌کنند).
83|15|چنين نيست (که مي‌پندارند)، آنها در آن روز از (رحمت و کرم) پروردگارشان محجوب و محرومند.
83|16|سپس آنها را به آتش دوزخ در افکنند.
83|17|و به آنان گويند: اين همان دوزخي است که تکذيب آن مي‌کرديد.
83|18|چنين نيست (که شما کافران پنداشتيد، امروز) نکو کاران عالم با نامه اعمالشان در بهشت علّيّين روند.
83|19|و چگونه به حقيقت علّيّين آگاه تواني شد؟
83|20|کتابي است (که به قلم حق) نوشته شده.
83|21|که مقربان درگاه حق به مشاهده آن مقام نائل شوند.
83|22|محققا نيکوکاران در بهشت ابد متنعّمند.
83|23|آنجا بر تختها (ي عزت تکيه زنند و رحمت و نعمتهاي خدا را) بنگرند.
83|24|در رخسارشان نشاط و شادماني نعيم بهشتي خواهي ديد.
83|25|(ساقيان حور و غلمان) به آنها شراب ناب سر به مهر بنوشانند.
83|26|که به مشک مهر کرده‌اند و راغبان (عاقل) بر اين نعمت و شادماني ابدي بايد به شوق و رغبت بکوشند.
83|27|و ترکيب طبع آن شراب ناب از (جشمه‌اي از) عالم بالاست.
83|28|سر چشمه‌اي که مقربان خدا از آن مي‌نوشند.
83|29|همانا (در دنيا) بد کاران بر اهل ايمان مي‌خنديدند.
83|30|و چون به آنها مي‌گذشتند به چشم طعن و استهزا مي‌نگريستند.
83|31|و چون به سوي کسان خود باز مي‌گشتند به سخن مزاح و فکاهي (به نکوهش نماز و طاعت مؤمنان) با هم تفريح مي‌کردند.
83|32|و چون مؤمنان را مي‌ديدند مي‌گفتند که اينان به حقيقت مردم گمراهي هستند.
83|33|در صورتي که آن بدان را موکّل کار و نگهبان اعمال مؤمنان نفرستاده بودند (تا بدين سخنان پردازند).
83|34|پس امروز هم اهل ايمان به کفار مي‌خندند.
83|35|در حالي که بر تختها (ي عزت تکيه زده و دوزخيان را) مشاهده مي‌کنند.
83|36|آيا کافران به نتيجه افعال زشتي که مي‌کردند رسيدند؟
84|1|هنگامي که آسمان شکافته شود.
84|2|و به فرمان حق گوش فرا دارد و البته سزد که فرمان او پذيرد.
84|3|و هنگامي که زمين وسيع و منبسط شود.
84|4|و هر چه در درون دل پنهان داشته (از مردگان و گنجها و معادن) همه را به کلي بيرون افکند و تهي گردد.
84|5|و به فرمان خدا گوش فرا دهد د البته سزد که فرمان او پذيرد (در آن هنگام قيامت بر پا شود).
84|6|اي انسان البته با هر رنج و مشقت (در راه طاعت و عبادت حق بکوش که) عاقبت حضور پروردگار خود مي‌روي.
84|7|اما آن کس که (در آن روز) نامه اعمالش به دست راست دهند.
84|8|آن کس بسيار حسابش آسان کنند.
84|9|و او به سوي کسان و خويشانش (در بهشت) مسرور و شادمان خواهد رفت.
84|10|و اما آن کس که نامه اعمالش را از پشت سر (به دست چپ) دهند.
84|11|او بر هلاک خود آه و فرياد حسرت بسيار کند.
84|12|و به آتش سوزان دوزخ در افتد.
84|13|که او ميان کسانش بسيار مغرور و مسرور بود.
84|14|و گمان کرد که ابدا (به سوي خدا) باز نخواهد گشت.
84|15|بلي خدا به احوال و اعمال او کاملا آگاه است.
84|16|چنين نيست (که خدا از فعل مخلوقش آگه نباشد) قسم به شفق (و روشني او وقت غروب، هنگام نماز مغرب).
84|17|و قسم به شب تار و آنچه در خود گرد آورده (و در دل شب خزيده و آرام گرفته).
84|18|و قسم به ماه تابان هنگام بدر که تمام فروزان شود.
84|19|(قسم به اين امور) که شما حوال گوناگون و حوادث رنگارنگ (از نخستين خلقت تا مرگ و برزخ و ورود به بهشت و دوزخ) خواهيد يافت.
84|20|پس کافران از چه رو ايمان نمي‌آورند؟
84|21|و چون بر آنان آيات قرآن تلاوت شود سجده حق نمي‌کنند؟
84|22|بلکه آن مردم کافر (قرآن خدا را) تکذيب مي‌کنند.
84|23|و خدا به آنچه در دل پنهان مي‌دارند (از خود آنها) داناتر است.
84|24|پس آنها را به عذاب دردناک (دوزخ) بشارت ده.
84|25|مگر آنان که ايمان آرند و نيکوکار شوند که آنها را اجري بي منّت و ثوابي بي نهايت (در بهشت جاوداني) خواهد بود.
85|1|قسم به آسمان بلند که داراي کاخهاي با عظمت است.
85|2|و قسم به روز موعود (قيامت که وعده گاه خلايق است).
85|3|و قسم به شاهد (عالم، پيغمبر خاتم صلّي اللّه عليه و آله و سلّم) و به مشهود (او قيامت و امت).
85|4|قسم به اينان که اصحاب اخدود (يعني آن قوم کافري که بر مؤمنان به مکر مسلط شدند و آنها را به خندقهاي آتش در افکندند) همه کشته (يعني ملعون و مطرود) شدند.
85|5|همان آتش سختي که (آن مردم ظالم به جان خلق) بر افروختند.
85|6|که بر کنار آن خندقهاي آتش بنشستند.
85|7|و سوختن مؤمناني که به آتش افکندند مشاهده مي‌کردند.
85|8|و با آن مؤمنان که بسوختند هيچ عداوتي نداشتند جز آنکه آنان به خداي مقتدر ستوده صفات ايمان آورده بودند.
85|9|آن خدايي که فرمانروايي آسمانها و زمين از آن اوست، و خدا بر هر چه در عالم است گواه است.
85|10|آنان که مردان و زنان با ايمان را به آتش فتنه سوختند و توبه نکردند، بر آنها عذاب جهنم و آتش سوزان دوزخ مهياست.
85|11|آنان که به خدا ايمان آورده و نيکوکار شدند بر آنها البته (در بهشت) باغهايي است که زير درختانش نهرها جاري است. اين بهشت ابد به حقيقت سعادت و فيروزي بزرگ است.
85|12|همانا مؤاخذه و انتقام خدا بسيار سخت است.
85|13|اوست که به حقيقت نخست خلق را بيافريند و باز (پس از مرگ به عرصه قيامت) برگرداند.
85|14|و هم او بسيار آمرزنده و دوستدار مؤمنان است.
85|15|و خداوند عرش (عظيم) و هم با اقتدار و عزت است.
85|16|هر چه بخواهد آن را در کمال قدرت و اختيار انجام دهد.
85|17|آيا احوال جنود (شاهان گذشته) بر تو حکايت شده است؟
85|18|داستان فرعون و قوم ثمود (که به کيفر کفر و دشمني با رسل هلاک شدند).
85|19|بلي آنان که کافرند به تکذيب مي‌پردازند.
85|20|و خدا بر همه آنها محيط است.
85|21|بلکه اين کتاب قرآن بزرگوار و ارجمند الهي است.
85|22|که در لوح محفوظ حق (و صفحه عالم ازلي) نگاشته است.
86|1|قسم به آسمان و طارق آن.
86|2|و چگونه تواني طارق آسمان را بداني؟
86|3|طارق همان کوکب درخشان است که نورش نفوذ کند.
86|4|(قسم به اينان) که هيچ شخصي نيست جز آنکه او را البته (از طرف خدا) مراقب و نگهباني هست.
86|5|پس انسان مغرور بايد بنگرد که از چه آفريده شده است؟
86|6|از آب نطفه جهنده‌اي خلقت گرديده.
86|7|که از ميان صلب (پدر) و سينه (مادر) بيرون آيد.
86|8|(خدايي که او را از اين نا چيز بي جان آفريد و جان بخشيد) او البته بر زنده کردنش دوباره (پس از مرگ) قادر است.
86|9|روزي که اسرار باطن شخص آشکار شود.
86|10|و آن روز قوّتي در خويش و ياوري بر نجات خود نيابد.
86|11|قسم به آسمان فرو ريزنده باران.
86|12|و قسم به زمين گياه روينده (براي خلقان).
86|13|که قرآن به حقيقت کلام جدا کننده (حق از باطل) است.
86|14|و هرگز سخن هزل بيهوده نيست.
86|15|دشمنان اسلام هر چه بتوانند کيد و مکر (بر محو اسلام) مي‌کنند.
86|16|و من هم در مقابل مکرشان مکر خواهم کرد.
86|17|پس اندکي کافران را مهلت ده و آنها را فرو گذار (تا وقت کيفرشان فرا رسد).
87|1|(اي رسول ما) نام خداي خود را که برتر و بالاتر (از همه موجودات) است به پاکي ياد کن.
87|2|آن خدايي که (عالم را) خلق کرد و (همه را) به حد کمال خود رسانيد.
87|3|آن خدايي که (هر چيز را) قدر و اندازه‌اي داد و (به راه کمالش) هدايت نمود.
87|4|آن خدايي که گياه را سبز و خرم از زمين برويانيد.
87|5|و آن گاه خشک و سياهش گردانيد.
87|6|ما تو را قرائت آيات قرآن چندان آموزيم که هيچ فراموش نکني.
87|7|مگر آنچه خدا خواهد (که از يادت برد) که او به امور آشکار و پنهان عالم آگاه است.
87|8|و ما تو را بر طريقه (شريعت سهل و) آسان موفق مي‌داريم.
87|9|پس (به آيات الهي خلق را) متذکر ساز اگر سودمند افتد.
87|10|البته هر که خدا ترس باشد (به اين تذکر) پند مي‌گيرد.
87|11|و آن که شقي‌ترين مردم است از آن دوري گزيند.
87|12|همان کس که عاقبت به آتش بسيار سخت دوزخ در افتد.
87|13|و در آن دوزخ نه بميرد (تا راحت شود) و نه زنده ماند (و برخوردار از زندگاني باشد).
87|14|حقّا فلاح و رستگاري يافت آن کسي که تزکيه نفس کرد.
87|15|و به ذکر نام خدا به نماز و طاعت پرداخت.
87|16|(اما شما مردم از جهل و غفلت از پي اين سعادت نرويد) بلکه زندگاني دنيا را بگزينيد و عزيز داريد.
87|17|در صورتي که منزل آخرت بسي بهتر و پاينده‌تر (از دنياي چند روزه) است.
87|18|اين گفتار به حقيقت در کتب پيشين ذکر شده.
87|19|بخصوص در صحف ابراهيم و تورات موسي (مفصل بيان گرديده است).
88|1|(اي رسول ما) آيا خبر هولناک قيامت و بليّه عالم گير محشر بر تو حکايت شده است؟
88|2|که آن روز رخسار گروهي (کافر و متکبر) ترسناک و ذليل باشد.
88|3|و همه کارشان رنج و مشقّت است.
88|4|به آتش فروزان دوزخ در آيند.
88|5|از چشمه آب گرم جهنم آبشان نوشانند.
88|6|طعامي غير ضريع دوزخ (که علفي بد طعم و بوست) غذاي آنها نيست.
88|7|که آن طعام (هر چه خورند) نه فربه‌شان کند و نه سيرشان گرداند.
88|8|جمعي ديگر رخسارشان شادمان و خندان است.
88|9|از سعي و کوشش خود (در طاعت خدا) خشنودند.
88|10|در بهشت بلند مرتبت مقام عالي يافته‌اند.
88|11|و در آنجا هيچ سخن زشت و بيهوده نشنوند.
88|12|در آن بهشت چشمه‌ها (ي آب زلال و گوارا) جاري است.
88|13|و هم آنجا تختهاي عالي و کرسيهاي بلند پايه نهاده‌اند.
88|14|و قدحهاي بزرگ (بهترين شراب) گذاشته‌اند.
88|15|و مسند و بالشهاي لطيف مرتب داشته‌اند.
88|16|و فرشهاي عالي گرانبها گسترده‌اند.
88|17|آيا مردم در خلقت شتر نمي‌نگرند که چگونه (به انواع حکمت و منفعت براي بشر) خلق شده است؟
88|18|و در خلقت کاخ بلند آسمان فکر نمي‌کنند که چگونه آن را بر افراشته‌اند؟
88|19|و کوهها را نمي‌بينند که چگونه بر زمين کوبيده‌اند؟
88|20|و به زمين نظر نمي‌کنند که چگونه گسترده‌اند؟
88|21|پس خلق را (به حکمتهاي الهي) متذکر ساز که وظيفه پيغمبري تو غير از اين نيست.
88|22|تو مسلط و توانا بر (تبديل کفر و ايمان) آنها نيستي.
88|23|جز آنکه هر کس (پس از تذکر) روي از حق بگرداند و کافر شود.
88|24|او را خدا به عذابي بزرگ (در دوزخ) معذب کند.
88|25|البته باز گشت آنها به سوي ماست.
88|26|آن گاه حسابشان بر ما خواهد بود.
89|1|قسم به صبحگاه (هنگامي که خدا جهان را به نور خورشيد تابان روشن مي‌سازد).
89|2|و قسم به ده شب (اول ذيحجه که بندگان خدا به دعا و ذکر مشغولند).
89|3|قسم به حق جفت (که کليه موجودات عالم است) و به حقّ فرد (که ذات يکتاي خداست).
89|4|و قسم به شب تار هنگامي که برود.
89|5|آيا در اين امور که (قسم به آنها ياد شد) نزد اهل خرد لياقت سوگند نيست؟
89|6|آيا نديدي که خداي تو با عاد (قوم هود) چه کرد؟
89|7|و نيز به اهل شهر ارم (يا قوم ارم) که صاحب قدرت و عظمت بودند چگونه کيفر داد؟
89|8|در صورتي که مانند آن شهري (در استحکام و بزرگي و تنعّم) در بلاد عالم ساخته نشده بود.
89|9|و نيز به قوم ثمود که در دل آن وادي سنگ را شکافته و کاخها بر خود از سنگ مي‌ساختند چه کيفر سخت داد؟
89|10|و نيز فرعون (و فرعونيان) را که صاحب قدرت و سپاه بسيار بود (چگونه به درياي هلاک غرق نمود).
89|11|آنان که در روي زمين ظلم و طغيان کردند.
89|12|و بسيار فساد و فتنه انگيختند.
89|13|تا آنکه خداي تو بر آنها تازيانه عذاب پي در پي فرستاد.
89|14|خداي تو البته در کمينگاه (ستمکاران) است.
89|15|اما انسان (کم ظرف ضعيف بي صبر) چون خدا او را براي آزمايش و امتحان کرامت و نعمتي بخشد در آن حال (مغرور ناز و نعمت شود و) گويد: خدا مرا عزيز و گرامي داشت.
89|16|و چون او را باز براي آزمودن تنگ روزي کند (دلتنگ و غمين شود و) گويد: خدا مرا خوار گردانيد.
89|17|چنين نيست بلکه (به گناه بخل و طمع خوار شويد چون) هرگز يتيم نوازي نکنيد.
89|18|و فقير را بر سفره طعام خود به ميل و رغبت ننشانيد.
89|19|و مال ارث را به تمامي مي‌خوريد (و مراعات حق وارثان ضعيف مانند زنان و دختران و صغيران را نمي‌کنيد).
89|20|و سخت فريفته و مايل به مال دنيا مي‌باشيد (و به ثواب آخرت هيچ نمي‌پردازيد).
89|21|چنين نيستت (که دنيا طلبان پندارند روز قيامتي نيست) روزي کهه (از زلزله پي در پي) زمين به کلي خرد و متلاشي شود.
89|22|و (آن هنگام امر) خدا و فرشتگان صف در صف به عرصه محشر آيند.
89|23|و آن روز جهنم را (پديد) بياورند، همان روز آدمي متذکر کار خود گردد، و آن تذکر چه سود به حال او بخشد؟
89|24|(با حسرت و ندامت) گويد: اي کاش براي زندگاني ابدي امروزم کار خيري انجام مي‌دادم.
89|25|و آن روز به مانند عذاب خدا هيچ کس عذاب نکند.
89|26|و به مانند به بند هلاک کشيدن او هيچ کس به بند نکشد.
89|27|(آن هنگام به اهل ايمان خطاب لطف رسد که) اي نفس (قدسي) مطمئن و دل آرام.
89|28|به حضور پروردگارت باز آي که تو خشنود به (نعمتهاي ابدي) او و او راضي از توست.
89|29|باز آي و در صف بندگان خاص من در آي.
89|30|و در بهشت من داخل شو.
90|1|نه، سوگند به اين بلد (مکّه معظّم و مسجد کعبه محترم).
90|2|و حال آنکه تو (اي رسول گرامي) در اين بلد منزل داري.
90|3|و قسم به پدر (بزرگوار انسان، آدم صفي) و فرزندان (خدا پرست) او.
90|4|که ما انسان را به حقيقت در رنج و مشقّت آفريديم (و به بلا و محنتش آزموديم).
90|5|آيا انسان پندارد که هيچ کس بر او توانايي ندارد؟
90|6|مي‌گويد: من مال بسياري تلف کردم.
90|7|آيا پندارد احدي او را نديده (و افکار و اعمال بدش را ندانسته و ريا و نفاقش را نمي‌داند).
90|8|آيا ما به او دو چشم عطا نکرديم؟
90|9|و زبان و دو لب به او نداديم؟
90|10|و راه خير و شر را به او ننموديم؟
90|11|باز هم به عقبه (تکليف) تن در نداد.
90|12|و چگونه توان دانست که آن عقبه (تکليف و ايمان) چيست؟
90|13|آن بنده (در راه خدا) آزاد کردن است.
90|14|و طعام دادن در روز قحطي و گرسنگي است.
90|15|به يتيم خويشاوندان خود.
90|16|يا به فقير مضطرّ خاک نشين.
90|17|و آن گاه هم از آنان باشد که ايمان آورده و يکديگر را به اهميتت صبر و مهرباني با خلق سفارش مي‌کنند.
90|18|که آنها اهل يمين و سعادتند (و نامه عمل به دست راست گيرند).
90|19|و آنان که به آيات ما (قرآن و ديگر کتب آسماني) کافر شدند آنها اهل شومي و شقاوتند (نامه عمل به دست چپ دارند).
90|20|بر آن کافران آتشي سر پوشيده (که از آن راه گريزي نيست) احاطه خواهد کرد.
91|1|قسم به آفتاب و تابش آن (هنگام رفعتش).
91|2|و قسم به ماه آن گاه که در پي آفتاب تابان در آيد.
91|3|و قسم به روز هنگامي که جهان را روشن سازد.
91|4|و به شب وقتي که عالم را در پرده سياهي کشد.
91|5|و قسم به آسمان بلند و آن که اين کاخ رفيع را بنا کرد.
91|6|و به زمين و آن که آن را بگسترد.
91|7|و قسم به نفس ناطقه انسان و آن که او را نيکو به حد کمال بيافريد.
91|8|و به او شر و خير او را الهام کرد.
91|9|(قسم به اين آيات الهي) که هر کس نفس ناطقه خود را از گناه و بدکاري پاک و منزه سازد به يقين (در دو عالم) رستگار خواهد بود.
91|10|و هر که او را (به کفر و گناه) پليد گرداند البته (در دو جهان) زيانکار خواهد گشت.
91|11|طايفه ثمود از غرور و سرکشي (پيغمبر خود صالح را) تکذيب کردند.
91|12|هنگامي که شقي‌ترينشان (قدار بن سالف) بر انگيخته شد (تا ناقه صالح را پي کند).
91|13|و رسول خدا (صالح) به آنها گفت: اين ناقه آيت خداست، از خدا بترسيد و آن را سيراب گردانيد.
91|14|آن قوم رسول را تکذيب و ناقه او را پي کردند، خدا هم آنان را به کيفر (ظلم و) گناهشان هلاک ساخت و شهرشان را با خاک يکسان نمود.
91|15|و هيچ باک از هلاک آنها نمي‌داشت (يا آنها هيچ از عاقبت بدگناه خود نمي‌ترسيدند).
92|1|قسم به شب تار هنگامي که (جهان را در پرده سياه) بپوشاند.
92|2|و قسم به روز هنگامي که روشن و فروزان گردد.
92|3|و قسم به مخلوقات عالم که خدا همه را جفت نر و ماده بيافريد.
92|4|(قسم به اين آيات الهي) که سعي و کوشش شما مردم بسيار مختلف است (برخي بر صلاح و برخي بر فساد مي‌کوشيد).
92|5|اما هر کس عطا و احسان کرد و خدا ترس و پرهيزکار شد.
92|6|و به نيکويي (يعني به نعيم آخرت با هر خير و سعادت که در قرآن بيان شده) تصديق کرد.
92|7|ما هم البته کار او را (در دو عالم) سهل و آسان مي‌گردانيم.
92|8|اما هر کس بخل ورزيد و خود را (از لطف خدا) بي نياز دانست.
92|9|و نيکويي را تکذيب کرد.
92|10|پس به زودي کار او را (در دو عالم) دشوار مي‌کنيم.
92|11|و گاه عذاب و هلاکت داراييش وي را هيچ نجات نتواند داد.
92|12|و البته بر ماست که (خلق را) هدايت کنيم.
92|13|و ملک دنيا و آخرت از ماست (به هر که بخواهيم و صلاح دانيم مي‌بخشيم).
92|14|من شما را از آتش شعله‌ور دوزخ ترسانيدم و آگاه ساختم.
92|15|که هيچ کس در آن آتش در نيفتد مگر شقي‌ترين خلق.
92|16|همان کس که (آيات و رسل حق را) تکذيب کرد و روي از آن بگردانيد.
92|17|و اهل تقوا را از آن آتش دور سازند.
92|18|آن کس که مال خود را (به فقيران اسلام) به وجه زکات بدهد.
92|19|و حال آنکه هيچ کس بر وي حق نعمت ندارد تا به پاداش آن بدهد.
92|20|(او احسان نکند) جز در طلب رضاي خداي خود که برتر و بالاترين موجودات است.
92|21|و البته (در بهشت آخرت به آن نعمتهاي ابدي) خشنود خواهد گرديد.
93|1|قسم به روز روشن (يا هنگام ظهر آن).
93|2|و قسم به شب به هنگام آرامش آن.
93|3|که خداي تو هيچ گاه تو را ترک نگفته و بر تو خشم ننموده است (چهل روز بر رسول وحي نيامد، دشمنان به طعنه گفتند: خدا از محمد قهر کرده. اين آيه رد بر آنهاست).
93|4|و البته عالم آخرت براي تو بسي بهتر از نشأه دنياست.
93|5|و پروردگار تو به زودي به تو چندان عطا کند که تو راضي شوي (در دنيا نصرت و در آخرت مقام شفاعت به تو بخشد).
93|6|آيا خدا تو را يتيمي نيافت که در پناه خود جاي داد؟
93|7|و تو را (در بيابان مکه) ره گم کرده و حيران يافت (در طفوليت که حليمه دايه‌ات آورد تا به جدّت عبد المطّلب سپارد در راه مکه گم شدي، حليمه و عبد المطلب سخت پريشان شدند و خدا زود آنها را به تو) ره نمايي کرد.
93|8|و باز تو را فقير (الي الله) يافت (به دولت نبوت) توانگر کرد (و نعمت رسالت عطا نمود).
93|9|پس تو هم يتيم را هرگز ميازار.
93|10|و فقير و گداي سائل را به زجر مران.
93|11|و اما نعمت پروردگارت را (که مقام نبوت و تقرب کامل به خدا يافتي، بر امت) باز گو.
94|1|(اي رسول گرامي) آيا ما تو را (به نعمت حکمت و رسالت) شرح صدر (و بلندي همّت) عطا نکرديم؟
94|2|و بار سنگين (گناه) را (به اعطاي مقام عصمت) از تو برداشتيم.
94|3|در صورتي که آن بار سنگين ممکن بود پشت تو را گران دارد.
94|4|و نام نکوي تو را (به رغم دشمنان، در عالم) بلند کرديم.
94|5|پس (بدان که به لطف خدا) با هر سختي البته آساني هست.
94|6|و با هر سختي البته آساني هست.
94|7|پس چون از نماز و طاعت پرداختي براي دعا همت مصروف دار.
94|8|و به سوي خداي خود هميشه متوجه و مشتاق باش.
95|1|قسم به تين و زيتون (دو ميوه معروف انجير و زيت يا دو معبد بزرگ کعبه و بيت المقدس).
95|2|و قسم به طور سينا.
95|3|و قسم به اين شهر امن و امان (مکّه معظّم).
95|4|که ما انسان را در نيکوترين صورت (در مراتب وجود) بيافريديم.
95|5|سپس (به کيفر کفر و گناهش) به اسفل سافلين (جهنم و پست‌ترين رتبه امکان) برگردانيديم.
95|6|مگر آنان که ايمان آورده و نيکوکار شدند که به آنها پاداش دائمي (بهشت ابد) عطا کنيم.
95|7|پس (اي انسان مشرک ناسپاس) چه تو را بر آن داشت که دين حق و روز جزا را تکذيب کني؟
95|8|آيا خدا مقتدرترين و عادل‌ترين حکمفرمايان عالم نيست؟
96|1|(اي رسول گرامي برخيز و قرآن را) به نام پروردرگارت که خداي آفريننده عالم است (بر خلق) قرائت کن.
96|2|آن خدايي که آدمي را از خون بسته (که تحول نطفه است) بيافريد.
96|3|بخوان و (بدان که) پروردگار تو کريم‌ترين کريمان عالم است.
96|4|آن خدايي که بشر را علم نوشتن به قلم آموخت.
96|5|به آدمي آنچه را که نمي‌دانست تعليم داد.
96|6|راستي که انسان سرکش و مغرور مي‌شود.
96|7|چون که خود را در غنا و دارايي ببيند.
96|8|محققا (پس از مرگ) باز گشت به سوي پروردگار تو خواهد بود.
96|9|ديدي آن کس را که منع (و تمسخر) مي‌کرد؟
96|10|آن بنده خداي را که به نماز مشغول شد؟ (مراد ابو جهل است که بر نماز، پيغمبر و اصحابش را به مسخرگي مي‌آزرد).
96|11|آيا چه مي‌بيني اگر آن بنده (يا رسول) به راه راست باشد.
96|12|و خلق را به تقوا و پرهيزکاري امر کند (حال آنکه او را از نماز باز مي‌دارد چگونه خواهد بود).
96|13|آيا شما مردم بر اين کس که حق را تکذيب مي‌کند و (از رسول او) رو مي‌گرداند چه رأي مي‌دهيد؟
96|14|آيا او ندانست که خدا (اعمال زشتش را) مي‌بيند (و از او روزي انتقام مي‌کشد).
96|15|هرگز (اين را نداند)، اگر او (از کفر و ظلم و تکذيبش) دست نکشد البته ما موي پيشانيشن (به قهر و انتقام) بگيريم.
96|16|آن پيشاني دروغزن خطا پيشه را (به خاک هلاک کشيم).
96|17|آن گاه او هر که از قبيله و عشيره خود را خواهد بخواند (که از هلاکش برهانند و هيچ کس نتواند).
96|18|ما هم زبانيه دوزخ را (که فرشتگان قهر و عذاب و مأموران آتش جهنم‌اند، بر گرفتن او) مي‌خوانيم.
96|19|(اي رسول گرامي) چنين نيست (که ابو جهل پنداشته که تو را به زجر و ظلم مطيع خود تواند کرد) تو هيچ از او اطاعت مکن و به نماز و سجده خدا پرداز و به حق نزديک شو (که سجده و نماز موجب قرب حضرت بي نياز است).
97|1|ما اين قرآن عظيم الشأن را در شب قدر نازل کرديم.
97|2|و چه تو را به عظمت اين شب قدر آگاه تواند کرد؟
97|3|شب قدر از هزار ماه بهتر و بالاتر است.
97|4|در اين شب فرشتگان و روح (يعني جبرئيل) به اذن خدا (بر مقام ولايت نبي و امام عصر عليه السّلام) از هر فرمان و دستور الهي نازل مي‌شوند (و سرنوشت و مقدرات خلق را نازل مي‌گردانند).
97|5|اين شب (رحمت و) سلامت و تهنيت است تا صبحگاه.
98|1|کافران اهل کتاب و مشرکان (از کفر و عصيان) منفک نبودند (و به راه صواب هدايت نمي‌يافتند) تا آنکه برهان و حجت حق بر آنها بيايد.
98|2|رسولي از جانب خدا (چون محمّد صلّي اللّه عليه و آله و سلّم) که کتب آسماني پاک و منزه (از خطا و تحريف) را بر آنها تلاوت کند.
98|3|که در آن کتب نامه‌هاي حقيقت و راستي (و نگهبان سنّت عدل الهي) مسطور است.
98|4|و اهل کتاب (در حق اين رسول گرامي) راه تفرقه و خلاف نپيمودند مگر پس از آنکه آنها را حجت کامل (در کتب آسماني بر حقانيت رسول) آمد (و دانسته بر انکار او لجاج و عناد ورزيدند).
98|5|در صورتي که (در کتب آسماني) امر نشده بودند مگر بر اينکه خدا را به اخلاص کامل در دين (اسلام) پرستش کنند و از غير دين حق روي بگردانند و نماز به پا دارند و زکات (به فقيران) بدهند. اين است دين درست.
98|6|محقّقا آنان که از اهل کتاب کافر شدند (و عيسي و عزير و رهبانان و احبار را به مقام ربوبيت خواندند) آنها با مشرکان همه در آتش دوزخند و در آن هميشه معذبند، آنها به حقيقت بدترين خلقند.
98|7|آنان که ايمان آوردند و نيکوکار شدند آنها به حقيقت بهترين اهل عالمند.
98|8|پاداش آنها نزد خدايشان باغهاي بهشت عدن است که نهرها زير درختانش جاري است و در آن بهشت ابد جاودان متنعّمند، خدا از آنها خشنود و آنها هم از خدا خشنودند. اين بهشت مخصوص کسي است که از خدا ترسد (و به طاعت او پردازد).
99|1|هنگامي که زمين به سخت‌ترين زلزله خود به لرزه در آيد.
99|2|و بارهاي سنگين اسرار درون خويش (که گنجها و معادن و اموات و غيره است) همه را از دل خاک بيرون افکند.
99|3|و (آن روز) آدمي (از فرط حيرت و اضطراب) گويد: زمين را چه پيش آمده؟
99|4|آن هنگام زمين مردم را به حوادث خويش آگاه مي‌سازد.
99|5|که خدا به او چنين الهام کند (تا به سخن آيد و خلق را به اخبارش آگه نمايد).
99|6|درآن روز قيامت مردم از قبرها پراکنده بيرون آيند تا (پاداش نيک و بد) اعمال آنها را (در حساب و ميزان حق) به آنان بنمايند.
99|7|پس هر کس به قدر ذره‌اي کار نيک کرده باشد (پاداش) آن را خواهد ديد.
99|8|و هر کس به قدر ذره‌اي کار زشتي مرتکب شده آن هم به کيفرش خواهد رسيد.
100|1|قسم به اسباني که (سواران اسلام در جهاد با کفار تاختند تا جايي که) نفسشان به شماره افتاد.
100|2|و در تاختن از سم خود بر سنگ آتش افروختند.
100|3|و (بر دشمن شبيخون زدند تا) صبحگاه (آنها را) به غارت گرفتند.
100|4|و گرد و غبار از ديار کفار بر انگيختند.
100|5|و سپاه دشمن را همه در ميان گرفتند.
100|6|(قسم به اسبان اين مجاهدان دين خدا) که انسان نسبت به پروردگارش کافر نعمت و ناسپاس است.
100|7|و (خدا و يا) خود او بر اين ناسپاسي محققا گواه است.
100|8|و هم او بر حب مال دنيا سخت فريفته و بخيل است.
100|9|آيا آدمي نمي‌داند که روزي آنچه (از مردگان) در دل قبرهاست همه بيرون ريخته مي‌شود؟
100|10|و آنچه در دلها پنهان است همه را پديدار سازند؟
100|11|محققا آن روز پروردگارشان (نيک و بد کردار) آنها کاملا آگاه است.
101|1|قارعه.
101|2|قارعه چيست؟ (همان روز وحشت و اضطراب مرگ و قيامت است که دلهاي خلايق را از ترس در هم کوبد).
101|3|و چگونه حالت آن روز هولناک را تصور تواني کرد؟
101|4|در آن روز سخت، مردم مانند ملخ هر سو پراکنده شوند.
101|5|و کوهها همچون پشم زده شده متلاشي گردد.
101|6|پس عمل هر کس را در ميزان حق وزني باشد،
101|7|او در بهشت به آسايش و زندگاني خوش خواهد بود.
101|8|و عمل هر کس بي قدر و سبک وزن باشد،
101|9|جايگاهش در قعر هاويه (جهنم) است.
101|10|و چگونه سختي هاويه را تصور تواني کرد؟
101|11|هاويه همان آتش سخت سوزنده و گدازنده است.
102|1|شما مردم را افتخار به بسياري اموال و فرزند و عشيره سخت (از ياد خدا و مرگ) غافل داشته است.
102|2|تا آنجا که به ملاقات (اهل) قبور رفتيد (و به جاي آنکه عبرت گيريد آنجا هم به قبرهاي مردگان خود بر هم مفاخرت کرديد).
102|3|نه چنين است، به زودي خواهيد دانست (که پس از مرگ به برزخ چه سختيها در پيش داريد).
102|4|باز هم چنين نيست، حقا خواهيد دانست (که به قيامت با چه عذابها مواجهيد).
102|5|نه چنين است، حقا اگر به طور يقين مي‌دانستيد (چه حادثه بزرگي در پيش داريد هرگز به بازي دنيا از عالم آخرت غافل نمي‌شديد).
102|6|البته (پس از مرگ) دوزخ را مشاهده خواهيد کرد.
102|7|و سپس به چشم يقين آن دوزخ را مي‌بينيد.
102|8|آن گاه در آن روز از نعمتها شما را باز مي‌پرسند.
103|1|قسم به عصر (نوراني رسول صلّي اللّه عليه و آله و سلّم يا دوران ظهور ولي عصر عليه السّلام).
103|2|که انسان هم در خسارت و زيان است.
103|3|مگر آنان که ايمان آورده و نيکوکار شدند و به درستي و راستي و پايداري (در دين) يکديگر را سفارش کردند.
104|1|واي بر هر عيبجوي هرزه زبان.
104|2|همان کسي که مالي جمع کرده و دايم به حساب و شماره‌اش سر گرم است.
104|3|پندارد که مال و دارايي دنيايش عمر ابدش خواهد بخشيد.
104|4|چنين نيست، بلکه محققا به آتش در هم شکننده دوزخ در افتد.
104|5|آتشي که چگونه تصور سختي آن تواني کرد؟
104|6|آن آتش را (خشم) خدا افروخته.
104|7|شراره آن بر دلها (ي نا پاک پر از حرص دنياي کافران) شعله‌ور است.
104|8|آتشي که بر آنها از هر سو سخت احاطه کرده و راه گريزي ندارند.
104|9|و مانند ستونهاي بلند زبانه کشيده است.
105|1|آيا نديدي که خداي تو با اصحاب فيل (سپاه فيل سوار ابرهه) چه کرد؟
105|2|آيا کيد و تدبير آنها را (که براي خرابي کعبه انديشيدند) تباه نکرد؟
105|3|و بر هلاک آنها مرغاني گروه گروه فرستاد.
105|4|تا آن سپاه را به سنگهاي سجّيل (دوزخي) سنگباران کردند.
105|5|و تنشان را چون علفي زير دندان حيوان خرد گردانيد.
106|1|(خدا با اصحاب فيل چنين کرد) براي آنکه قريش (خداشناس شوند و) با هم انس و الفت گيرند.
106|2|الفتي که در سفرهاي زمستان و تابستان آنان ثابت و بر قرار بماند.
106|3|پس (به شکرانه اين دوستي) بايد يگانه خداي اين خانه (کعبه) را پرستند.
106|4|همان خدايي که به آنها هنگام گرسنگي طعام داد و از ترس و خطراتشان ايمن ساخت.
107|1|آيا ديدي آن کس را که روز جزا را انکار مي‌کرد؟
107|2|اين همان شخص (بي رحم) است که يتيم را (از در خود) به قهر مي‌راند.
107|3|و (کسي را) بر اطعام فقير ترغيب نمي‌کند.
107|4|پس واي بر آن نماز گزاران.
107|5|که دل از ياد خدا غافل دارند.
107|6|همانان که (اگر طاعتي کنند به) ريا و خود نمايي کنند.
107|7|و زکات و احسان را (از فقيران و هر خير کوچک را حتي قرض را هم از محتاجان) منع کنند.
108|1|ما تو را کوثر (يعني عطاي بسيار چون کثرت فرزند) بخشيديم.
108|2|پس تو هم براي خدايت به نماز (و طاعت) و قرباني (و مناسک حج) بپرداز.
108|3|که محققا دشمن بدگوي تو (عاص بن وائل) مقطوع النسل است (و نسل تو تا قيامت به کثرت و برکت و عزت باقي است).
109|1|بگو که اي کافران (مشرک).
109|2|من آن بتان را که شما به خدايي مي‌پرستيد هرگز نمي‌پرستم.
109|3|و شما هم آن خداي يکتايي را که من پرستش مي‌کنم پرستش نمي‌کنيد.
109|4|نه من هرگز خدايان باطل شما را عبادت مي‌کنم.
109|5|و نه شما يکتا خداي معبود مرا عبادت خواهيد کرد.
109|6|پس اينک دين (شرک و جهل) شما براي شما باشد و دين (توحيد و خدا پرستي) من هم براي من (تا روزي که به امر حق شما را از شرک برگردانم و به راه توحيد خدا و خدا پرستي هدايت کنم).
110|1|چون هنگام فتح و فيروزي با ياري خدا فرا رسد (مراد فتح مکه است).
110|2|و مردم را بنگري که فوج فوج به دين خدا داخل مي‌شوند (و تو را به رسالت تصديق مي‌کنند).
110|3|در آن وقت خداي خود را حمد و ستايش کن و (از لوث شرک) پاک و منزّه‌دان و از او مغفرت و آمرزش طلب که او خداي بسيار توبه پذير است.
111|1|ابو لهب (که دايم در پي آزار و دشمني پيغمبر بود با تمام اقتدار و دارايي) نابود شد و دو دستش (که سنگ به رسول مي‌افکند) قطع گرديد.
111|2|مال و ثروتي که اندوخت هيچ به کارش نيامد و از هلاکش نرهانيد.
111|3|زود باشد که به دوزخ در آتشي شعله‌ور در افتد.
111|4|و نيز همسرش (امّ جميل خواهر ابو سفيان) که هيزم آتش افروز دوزخ باشد.
111|5|در حالي که (با ذلت و خواري) طنابي از ليف خرما به گردن دارد.
112|1|بگو: حقيقت اين است که خدا يکتاست.
112|2|آن خدايي که (از همه عالم) بي نياز (و همه عالم به او نيازمند) است.
112|3|نه کسي فرزند اوست و نه او فرزند کسي است.
112|4|و نه هيچ کس مثل و مانند و همتاي اوست.
113|1|بگو: من پناه مي‌جويم به خداي فروزنده صبح روشن.
113|2|از شرّ مخلوقات (شرير و مردم بد انديش).
113|3|و از شرّ شب تار هنگامي که (از پي آزار) در آيد (و حشرات موذي و جنايتکاران و فتنه انگيران را به کمک ظلمتش به ظلم و جور و ستم بر انگيزد).
113|4|و از شرّ زنان افسونگر که (به جادو) در گره‌ها بدمند.
113|5|و از شرّ حسود بد خواه چون شراره آتش رشک و حسد بر افروزد.
114|1|بگو: من پناه مي‌جويم به پروردگار آدميان.
114|2|پادشاه آدميان.
114|3|يکتا معبود آدميان.
114|4|از شرّ آن وسوسه‌گر نهاني.
114|5|آن شيطان که وسوسه و انديشه بد افکند در دل مردمان.
114|6|چه آن شيطان از جنس جن باشد و يا از نوع انسان.
`;

  var splitted = holyText.split(/\r?\n/);
  var returnValue;
  for (i = 0; i < splitted.length; i++) {
	  if (splitted[i].split('|')[0] == sure && splitted[i].split('|')[1] == ayeh) {
		  if (raw == false) {
			return splitted[i].split('|')[2];
		  } else {
			  return splitted[i];
		  }
	  }
  }
  return "not found.";
}


function previous(sure, ayeh) {
	if (getAyeh(sure, ayeh - 1, false) == "not found.") {
		var maxAyeh = 286;
		while(getAyeh(sure - 1, maxAyeh, false) == "not found.") {
			maxAyeh -= 1;
			if (maxAyeh == 0) {
				return "1|0|not found.";
			}
		}
		return getAyeh(sure - 1, maxAyeh, true);
	}
	return getAyeh(sure,ayeh - 1, true);
}